s_mon					="怪物"
s_mons					="怪物"
s_ntc					="中立生物"
s_ntcs					="中立生物"
s_civ					="平民"
s_civs					="平民"
s_advr					="冒险者"
s_advrs					="冒险者"
s_adv_save				="冒险"
s_adv_mode				="冒险模式"-- del
adv_cfg					="冒险设置"	adv_cfg_d	="查看冒险设置。"
new_adventure			="新的冒险"
continue_adventure		="继续冒险"
s_save_adv				="保存冒险"
s_load_adv				="载入冒险"
s_del_adv_main_cfm		="删除<c=tb b>冒险 %d</c>？"
s_del_adv_all_subs_cfm	="删除<c=tb b>冒险 %d</c>的所有存档？"
s_del_adv_sub_cfm		="删除<c=tb b>冒险 %d</c>的选中存档？"
quick_start				="快速开始"
s_newest_save			="最新存档"
s_newest_load			="最新读档"
s_desc_of_save			="存档描述"
s_mod_desc				="修改描述"
s_field					="野外"
dead_pcs				="阵亡角色"
game_over				="游戏结束"
game_over_msg			="所有角色死亡！\n你的冒险生涯已结束...\n\n关闭返回主菜单。"
adventure_days			="冒险天数"
time_elapse_speed		="时间流逝速度"
s_run_wld				="运行世界"
current_site_name		="当前地点名称"
world_name				="艾尔西亚"	-- Arventhia 艾文西亚
mov_to_fmt				="移动至%s"
mov_to_dst				="移动至目的地"
s_tvl					="旅行"
s_tvl_ato				="自动旅行"
s_tvl_pus				="暂停旅行"
s_tvl_rsm				="继续旅行"
s_tvl_hre				="旅行到此"
s_tvl_mrk				="旅行到标记地点"
s_tvl_ner				="旅行到最近地点"
s_tvl_exp				="旅行到已知地点"
s_tvl_chk				="旅行警戒距离"
s_tvl_max				="最大旅行天数显示"
s_mrk_loc				="标记地点"
s_mrk_del				="取消标记"
s_mrk_clr				="清除标记地点"
s_mrk_max				="标记地点菜单项数量"
s_exp_max				="已知地点菜单项数量"
upd_sites				="刷新所有地点"
s_mon_clred				="剿灭"
s_above_fled			="此层以上的怪物们已闻风而逃。"
s_loc_fast				="快速移动和动作"
s_gather_add			="添加（可框选）"
s_gather_del			="取消（可框选）"
s_gather_same			="采集此类型"
s_loc_cur_u				="定位到当前角色"
s_vp_to_pty				="定位到玩家队伍"
s_wandering				="游荡"
s_adventuring			="冒险"-- del
s_traveling				="赶路"
s_patrolling			="巡逻"
s_chasing				="追逐"
s_fighting				="战斗"
s_alert					="警觉"
s_working				="工作"
s_resting				="休息"
s_camping				="扎营"
s_recuperating			="休整"-- del
s_created_f				="建立了%s。"

cfg_general				="常规"
game_diff				="游戏难度"
cfg_others				="其他设置"
pc_lv_up_spd			="角色升级速度"
mat_on					="施法需材料"

cfg_wld					="世界"
s_wld_cfg				="世界设置"
s_wld_sz				="世界大小"
cfg_rd					="随机性设置"
wld_seed				={n="世界种子", d="冒险世界里的很多事物都将基于此种子随机生成，比如地牢和交易品分布等。不同的种子将得到不同的结果；相同的种子则获得相同的结果。\n\n种子可以是任意字符的组合，甚至是一个词组或一段话。"}
wld_seed_used_on		="种子应用于："-- del

adv_start_pt			="冒险起始点"
town_data				="城镇数据"
dgn_data				="地牢结构"
goods_data				="交易品分布与价格"

wild_mob_density		="游荡怪物密度"
town_upd_cycle			="城镇更新周期"-- del 4
dgn_upd_cycle			="地牢更新周期"
res_upd_cycle			="资源地点更新周期"
misc_upd_cycle			="其他地点更新周期"

cfg_town				="城镇"
wild_pcs				="城镇冒险者"
wild_pc_cust_pct		="定制角色几率"
wild_pc_keep_xp			="招募后手动升级"

game_diffs={-- z_game_diff
{n="探索模式", d="如果你更倾向于自由自在地探索未知世界和体验你的冒险生涯，那么此模式将会很适合你。\n\n此模式下你的角色不会死亡，而只是暂时失去战斗能力，经过充分休息后，即可再次投入战斗。"},
{n="经典模式", d="经典的冒险体验：或轻松愉悦，或紧张刺激。\n\n无论如何，在你的冒险过程中，策略与抉择会常伴你左右。"},
{n="硬核模式", d="真正的挑战！死亡是永久的，没有任何法术或途经能让已经死亡的角色起死回生。\n\n如果你想进行一场值得认真对待的冒险，你应该选择这个模式。"},
{n="死亡模式", d="除了硬核模式的那些挑战，你的队伍团灭时，当前游戏还会被强制自动删档！你的冒险生涯也将彻底地无法挽回地终结...\n\n或许有些残酷，但人生也是如此，不是吗？"},
}

mini_map				="迷你地图"
wld_map					="世界地图"
s_map_show				="地图上显示"
s_town_show				="城镇内显示"
show_grid2				="显示网格"
show_terrain_masks		="显示地形掩码色块"
show_sites				="显示地点"
show_site_names			="显示地点名称"
show_wld_quest_marks	="显示任务指示"
show_night_effect		="开启夜幕效果"
s_wld_pty_disp			="队伍显示"
s_pty_img_use_u			="使用首角色形象"
s_show_wld_pty_grp		="显示所有成员"
s_show_wld_pty_face		="显示头像"
s_show_wld_pty_bdr		="显示边框"
s_show_wld_pty_thr		="显示威胁图标"
s_show_wld_pty_ani		="显示呼吸动画"
s_plyr_blink			="玩家队伍闪烁提示"
s_wld_mon_cfm2			="遭遇怪物确认"
s_wld_npc_cfm2			="遇到友善队伍确认"

supplies				= {n="补给", d=[[
冒险队伍每天会消耗食物，露营用品，装备保养用品等，这些物资统称为补给。经常进行野外探险或长途旅行的队伍都会携带足够的补给。

补给的消耗是自动的。如有必要，比如队员们生命值较低时，也可以主动扎营休息，消耗补给以恢复状态。

- 来源：大多数定居点都能买到补给。
- 价格：队伍等级越高，所需补给的品质和价格也越高。
- 重量：平均5磅重/整队1天份。
]]}
buy_supplies			= "购买补给"-- del
rest_fail_short			= "补给短缺"
rest_fail_long			= "补给短缺！队伍无法正常休息。"
rest_done_msg			= "消耗1补给，队伍休息完毕。"
rest					= {n="扎营", d="花费8小时进行充分地休息，以恢复生命值，以及各种能力的每天使用次数等。"}

spell_materials			= {n="法术材料", d=[[
对拥有施法者的队伍而言，法术材料是不可或缺的物资。很多法术在施展时都会消耗法术材料，越高级的法术消耗越大。

- 来源：城市中一般都有法术材料售卖。
- 价格：队伍等级越高，所需法术材料的品质和价格也越高。
- 重量：法术材料的重量可忽略不计。
]]}
s_mat_use				= "耗材"
not_enough_materials	= "材料不足"
buy_spell_materials		= "购买法术材料"-- del

reputation				= {n="声望", d=[[
声望代表着这片大陆上的居民是如何看待你的，积极或消极。

冒险队伍在做出值得称颂的行为时，如消灭怪物或完成城镇任务，可能会获得声望。

声望会在很多方面影响你的冒险生涯，包括：
- 贸易许可
- 交易品种类
- 城镇任务类型
- 任务数量
- 商业数量
- 等等
]]}
not_enough_reputation	= "声望不足"
add_reputation_msg		= "声望%+d"
add_relation_msg		= "与%s关系%+d"

pty_load		= {n="队伍负重", d=[[
队伍总负重能力等于所有队员负重之和。

队伍的当前负重包括：
- 角色当前装备
- 队伍物品栏
- 补给
- 交易品
]]}
overloaded				= "超重"
pc_overloaded			= "角色装备超重"
discard					= "丢弃"
del_sup					= "丢弃补给"
drag_discard			= "拖拽物品至此处丢弃"
drag_sell				= "拖拽物品至此处快速出售"
s_goods					= "货物"
s_goods_d				= "查看和管理携带的交易品。"
price_diff				= "差价"

price_types={-- z_price_type
{n="标准价"	},
{n="买入价"	},
{n="卖出价"	},
{n="原买入价"},
}

npc_aileen	= "艾琳"-- z_npc
npc_tod		= "托德"
npc_brian	= "布莱恩·弗洛雷斯"
npc_thomas	= "托马斯"
npc_william	= "威廉"

wld_tiles={-- z_wld_tile
{n="平地"},
{n="森林"},
{n="丘陵"},
{n="山脉"},
{n="湖泊"},
{n="海洋"},
}

wld_terrs_text={-- 世界地形 World Terrains z_wld_terr
[wt_pln_grs	]={n="草原"		},
[wt_pln_frm	]={n="农地"		},
[wt_pln_btl	]={n="战场"		},
[wt_dst_rck	]={n="岩漠"		},
[wt_dst_snd	]={n="沙漠"		},
[wt_dst_tdr	]={n="苔原"		},
[wt_msh_mor	]={n="浅水沼泽"	},
[wt_msh_swm	]={n="深水沼泽"	},
[wt_fst_sps	]={n="稀疏森林"	},
[wt_fst_mdm	]={n="普通森林"	},
[wt_fst_dns	]={n="茂密森林"	},
[wt_hll_gtl	]={n="平缓丘陵"	},
[wt_hll_rug	]={n="崎岖丘陵"	},
[wt_mtn_alp	]={n="高山草甸"	},
[wt_mtn_rug	]={n="崎岖山脉"	},
[wt_mtn_fbd	]={n="山峰"		},
[wt_aqt_stm	]={n="溪流"		},
[wt_aqt_rvr	]={n="河流"		},
[wt_aqt_lak	]={n="湖泊"		},
[wt_aqt_sse	]={n="浅海"		},
[wt_aqt_dse	]={n="深海"		},
}

wsite_types={-- z_site_tp.1
{n="村庄"		},
{n="城市"		},
{n="都市"		},
{n="要塞"		},
{n="洞穴"		},
{n="遗迹"		},
{n="废弃建筑"	},
{n="野外帐篷"	},
{n="野外小屋"	},
{n="独立住宅"	},
{n="高塔"		},
{n="庄园"		},
{n="堡垒"		},
{n="农场"		},
{n="工匠营地"	},
{n="农场"		},
{n="农场"		},
{n="渔场"		},
{n="渔场"		},
{n="渔场"		},
{n="渔场"		},
{n="林场"		},
{n="林场"		},
{n="林场"		},
{n="林场"		},
{n="采石场"		},
{n="常用石料场"	},
{n="贵重石料场"	},
{n="采石场"		},
{n="矿场"		},
{n="铁矿场"		},
{n="贵金属矿场"	},
{n="特殊金属矿场"	},
{n="煤矿场"		},
{n="煤矿场"		},
{n="煤矿场"		},
{n="煤矿场"		},
{n="保留"		},
{n="保留"		},

{n="洞穴"		},
{n="遗迹"		},
{n="神庙"		},
{n="墓地"		},
{n="塔楼"		},
{n="地牢"		},
{n="地牢"		},
{n="地牢"		},
{n="地牢"		},
{n="地牢"		},

{n="营地"		},
{n="小屋"		},
{n="住宅"		},
{n="庄园"		},
{n="城堡"		},
{n="塔楼"		},
{n="住所"		},
{n="住所"		},
{n="住所"		},
{n="住所"		},

{n="传送门"		},
{n="边境通道"	},
{n="渡口"		},
{n="地下入口"	},
{n="地上入口"	},
{n="通道"		},
{n="通道"		},
{n="通道"		},
{n="通道"		},
{n="通道"		},

{n="怪物营地"	},
{n="大型怪物营地"	},
{n="军营"		},
{n="大型军营"	},
{n="要塞"		},
{n="废弃建筑"	},
{n="特殊"		},
{n="特殊"		},
{n="特殊"		},
{n="特殊"		},

{n="任意"		},-- z_ws_esc
{n="城镇"		},
{n="地城"		},
{n="资源"		},
{n="杂项"		},
{n="通道"		},
{n="特殊"		},
{n="任务"		},
{n="闪烁"		},
{n="玩家"		},
{n="生物"		},
{n="地名"		},
}

town_szs={-- z_town_sz
{n="聚落"	,b="小集落"},
{n="村庄"	,b="小村庄"},
{n="乡村"	,b="小乡村"},
{n="小镇"	,b="小乡镇"},
{n="大镇"	,b="大乡镇"},
{n="小城"	,b="小城市"},
{n="大城"	,b="大城市"},
{n="都会"	,b="大都会"},
}

town_prosperity_0	= "{town_name}是一个破败不堪的{town_sz_brief}。"
town_prosperity_20	= "{town_name}是一个贫穷的{town_sz_brief}。"
town_prosperity_40	= "{town_name}是一个普通的{town_sz_brief}。"
town_prosperity_60	= "{town_name}是一个富有的{town_sz_brief}。"
town_prosperity_80	= "{town_name}是一个非常富有的{town_sz_brief}。"
town_prosperity_100	= "{town_name}是一个富可敌国的{town_sz_brief}。"

town_relation_100_	= "当地居民与你水火不容。"
town_relation_80_	= "当地居民对你恨之入骨。"
town_relation_60_	= "当地居民对你充满敌意。"
town_relation_40_	= "当地居民对你心生厌恶。"
town_relation_20_	= "当地居民对你不理不睬。"
town_relation_0		= "当地居民对你不冷不热。"
town_relation_20	= "当地居民对你颇有好感。" 
town_relation_40	= "当地居民与你关系良好。"
town_relation_60	= "当地居民对你十分信赖。"
town_relation_80	= "当地居民对你尊敬有加。"
town_relation_100	= "当地居民对你万分崇敬。"

town_tabs={-- z_town_tab
{n="城镇信息"	,d=""},
{n="酒馆"		,d=""},
{n=s_advrs		,d=""},--/解雇
{n="集市"		,d=""},
{n="铁匠铺"		,d=""},
{n="商店"		,d=""},
--{n="炼金商店"	,d=""},
{n="神殿"		,d=""},
}

leave			= {n="离开"	,d="离开此地点"}
town_btn_exit	= {n="离开"	,d="离开此城镇"}
town_btn_qst	= {n="接受"	,d="接受所选任务"}
--town_btn_qst_un	= {n="中止"	,d="中止所选任务"}
town_btn_hire	= {n="招募"	,d="招募所选冒险者"}
town_btn_deal	= {n="交易"	,d="确认当前交易"}

-- z_wsite
town_sz					={n="城镇规模"	,d="城镇规模是由城镇人口决定的一项关键指标，基本反映一个城镇的各项消费和生产能力。"}
population				={n="人口"		,d="人口，即居民数量，决定了城镇的规模大小，消费力，以及各项生产能力。"}
prosperity				={n="繁荣度"		,d="城镇的繁荣度影响交易品的种类和数量。"}
relation				={n="关系"		,d=[[
与城镇的关系声望代表本地居民对你的态度。

关系主要影响：
- 交易品数量
- 城镇任务数量
- 商业种类
- 等等
]]}
s_facs					="设施"
specialties				={n="特产"		,d="作为城镇的代表性交易品，特产的产量更高，价格也更低廉。"}
local_specialties		="本地特产"
last_visit_date			="最后访问"
unvisited				="未访问"
s_restock				="重新进货"
s_res_respawn			="资源再生"
s_next_reset			="下次重置"
belongs_to				={n="隶属"		,d="城市与其下属城镇的人口和繁荣度变化会相互影响。"}
jurisdictions			={n="管辖"		,d="城市与其下属城镇的人口和繁荣度变化会相互影响。"}
fort_brief				="%s是隶属%s的一座军事要塞。"
trade_license			={n="贸易许可"	,d="城市的贸易许可允许你访问该城市的集市以买卖交易品。"}
buy_trade_license		="购买贸易许可"-- del
buy_trade_license_cfm	="<m>购买本城的贸易许可？\n\n最低声望：%d\n（花费：%s）</m>"-- s_req_rep
must_in_town			="必须在城镇内。"
s_lack_town_gp_			="城镇金币不足！"
town_gold_short_cfm		="城镇金币不足！继续交易？"-- del z_trade_ui_2
s_resurrect				="复活死者"
s_resurrect_d			="支付一定的费用，神殿里的神职人员能为你们复活已死亡的队友。"
s_wld_mon_cfm			="这群怪物准备攻击你们！"
s_wld_anm_cfm			="这群生物警惕地注视着你们。"
s_wld_npc_cfm			="这群人热情地跟你们打着招呼。"
s_wld_adv_cfm			="这群冒险者热情地跟你们打着招呼。"
s_site_mon_cfm			="一群怪物占据了此处。"
--untrap_cfm			="尝试解除？\n（成功率：%d%%）"
--empty_site_msg		="未发现有价值的东西。"
visited_site_msg		="近期已访问过此地点。"

s_acc_blc				="账户余额"
s_mon_int				="本月利息"
s_mon_int_pct			="月利率"
s_total					="总计"

s_mk_wld				="创造世界"
s_mk_wld_find			="浏览主位面，寻找合适位置安放大陆板块..."
s_mk_wld_clr			="构建地层，清理地表，准备创造各种地形地貌。"
s_mk_wld_sea			="在大陆边缘规划海岸线，降低地壳，形成海洋。"
s_mk_wld_tdr			="调节各地气候，极北地区降温降雪，形成苔原。"
s_mk_wld_grs			="在大块平地上播撒草籽，形成草原。"
s_mk_wld_fst			="在大块平地上栽种树苗，形成森林。"
s_mk_wld_snd			="划分部分不良区域，形成沙漠。"
s_mk_wld_mtn			="升高部分区域地壳，形成山脉。"
s_mk_wld_smalls			="小范围改造地貌，形成丘陵、岩漠和沼泽。"
s_mk_wld_noises			="整个大陆点缀大量噪点地貌，形成小片树林、丘陵和湖泊。"
s_mk_wld_land			="地形创建完成，统计各种地貌区域，准备生成类人文明。"
s_mk_wld_city_road		="按文明程度建造各种规模的都会和城市，并在重要城市之间铺设道路。"
s_mk_wld_vlg_dgn		="在城市周围建造下属村庄，并在无人荒野放置地牢。"
s_mk_wld_name			="重要地点建造完毕，统一命名。"
s_mk_wld_hos_res		="在郊外搭建稀疏分布的房屋或营地，建造各种资源采集点。"
s_mk_wld_frm_wrk		="将城镇周围的荒地开垦为农田，建造农场和工匠营地。"
s_mk_wld_time			="所有地点建造完毕，文明的历史开始推演，无数的王国兴衰更替。"
s_mk_wld_done			="创世千年之后，整个大陆怪物滋生，冒险者的时代开始了..."

-- z_qst_chk
qst_chk_types={
{f="获得%s <ico=ico/gold t=$gold_piece_nd>"},
{f="获得%s <ico=ico/rep t=$reputation_nd>"},
{f="获得%s <ico=ico/sup t=$supplies_nd>"},
{f="获得%s"},
{f="学习%s2级"},
{f="队伍扩充至%s人"},
{f="击败%s群怪物"},
{f="战胜目标遭遇"},
{f="消灭%s里的怪物"},
{f="将所需物品运送至%s"},
{f="前往%s"},
{f="前往多个可能的地点"},
{f="前往目标位置"},
}

s_qsts						="任务"
s_qsts_d					="查看正在进行的剧情和城镇任务。"
qst_trks					="任务追踪"
quest_report				="任务报告"
qst_stat_fmt				="<h3 c=ty>任务统计</h3>完成：	%d\n失败：	%d\n终止：	%d"
qst_new						="新任务"
qst_updated_c				="任务更新"
qst_done					="任务完成"
qst_objs					="任务目标"
qst_rewards					="任务奖励"
quest_failed_msg			="任务失败：%s！"
take_quest_cfm				="接受此任务？"
s_abort_qst					="终止任务"
s_abort_qst_d				="你可以放弃承接的城镇任务，但需支付相应的违约金。\n\n注意：必须在接受此任务的城镇进行。"
del_qst_cfm					="终止此任务（违约金：%s）？"
select_quest_to_abort		="选择想终止的任务"
received_goods_msg			="收到货物%s。"
received_payment_msg		="收到预付货款%s。"
del_qst_ret_goods			="退回货物%s。"
--can_not_return_goods_msg	="无法退回货物%s。"
return_goods_msg			="请在%2$d天内将货物运回%1$s。"
return_payment_msg			="请在%2$d天内将货款归还%1$s。"
returned_goods_msg			="已将货物运回%s。"
returned_payment_msg		="已将货款归还%s。"
ret_src_fmt					="返回%s"
ret_for_pay					="返回%s领取酬劳。"
survey_done					="调查完毕"
received_location_msg		="已获得%s的方位信息。"
del_qst_pay_msg				="支付：%s。"
quest_source				="起始"
expired						="过期"

qst_enc_engage				={n="迎战！"		,d="保护你的雇主，为荣誉而战！"}
qst_enc_flee				={n="逃跑"		,d="抛弃你的雇主，逃离现场。\n\n你的队伍将名声扫地！"}
meet_killer					="刺客出现！"
meet_killer_win				="你的队伍击败了刺客！"
meet_killer_lose			="你的雇主被刺客击杀！"
meet_robber					="抢劫者出现！"
meet_robber_win				="你的队伍击败了抢劫者！"
meet_robber_lose			="你的雇主被洗劫一空！"

qst_mob_rate				="刺杀/抢劫事件几率"

-- z_job
jobs={
{n="物价调查"	,b="调查{dst}的物价信息"		,d="委托人想要一份{dst}的交易品近期价格清单，包括特产和非特产。\n\n对你来说难度应该不大，感兴趣的话不妨试试看。"},
{n="临时信使"	,b="送信到{dst}"				,d="等下次的信使就太晚了，顺路的话帮忙把这些信件尽快送至{dst}吧。"},
{n="送货"		,b="运送{itm}到{dst}"		,d="应该是一时之间找不到合适的人手吧，委托者想雇人将{itm}运送到{dst}。\n\n不是多紧急的事情，别过了期限就好。"},
{n="货源短缺"	,b="采购并运送{itm}到{src}"	,d="委托人急需{itm}，而本地又正好货源不足。\n\n感兴趣的话就按要求采购并运送到这里来。货款当然会按正常价格预付给你的。"},
{n="装备采购"	,b="购买并运送{itm}到{src}"	,d="有人想购买{itm}，但又实在脱不开身。可以的话帮个忙吧。\n\n大城市里货源一般较充足，不过随便从哪里搞到都行啦。\n\n至于货款嘛，麻烦先行垫付喽。"},
{n="护送"		,b="护送委托人到{dst}"		,d="嗯，其实可能过于谨慎了，不过最近的旅行安全问题也确实让人有些头疼就是了。\n\n方便的话请将委托人一路护送到{dst}吧。"},
{n="商队护卫"	,b="护送商队到{dst}"			,d="商队也实在太招贼了，尤其是那些运送贵重玩意的，真是请多少护卫都不嫌多啊。\n\n怎么样？对自己实力有自信的话不妨试试看。\n\n任务就是将商队安全护送到{dst}。"},
{n="失踪人口"	,b="在{dst}附近寻找失踪人口"	,d="又有人失踪了！最后出现的地方据说是在{dst}附近地区。\n\n情报可能不是很准确，但这可不是小事情，请务必认真对待，尽快将人找回。"},
{n="紧急营救"	,b="去{dst}救人"				,d="目前的情况就是委托者的家人被常在{dst}附近出没的一伙强盗抓走了。\n\n报酬不是问题，只是请尽快前往营救，毕竟拖得越久情况越糟糕..."},
{n="解除围困"	,b="击退围困{dst}的怪物"		,d="实在太可怕了！据说整个{dst}都已被怪物包围，好不容易才有人逃出来通知了我们。请火速前往救援！"},
{n="清除威胁"	,b="消灭{num}群指定的怪物"	,d="真不知道那些巡逻队一天到晚都在做些什么...外面的怪物快比下水道的老鼠还多了！\n\n不能再干等下去了，能拿起剑的都上吧！"},
{n="悬赏"		,b="击杀{mon}"				,d="那个臭名昭著的{mon}带来的恶劣影响仍在持续扩大中。相关组织已悬赏铲除此威胁。\n\n目标大概就在标记地点附近游荡，难度肯定不小，请务必做好万全的准备再前往。"},
{n="剿灭"		,b="消灭{dst}里的所有怪物"	,d="不说你也知道，最近一段时间，围绕{dst}周围区域接二连三发生的袭击和失踪事件，让所有人都惶惶不安。\n\n值得庆幸的是，这一次本地各个组织意外地团结了起来，共同出资招募有能力的冒险者们去彻底消灭这个严重威胁！"},
}


-- z_dgn
go_dgn_cfm			="这个地牢看起来很危险。\n\n确定要进入？"
go_dgn_err			="你被一种来自地层深处的未知力量传送回地牢入口。"
s_on_keep_mobs		="开（保留怪物）"
s_lyr_clr			="本层所有房间已探索！"
lyr_mobs_clr		="本层所有怪物已被消灭！"
dgn_mobs_clr		="此地牢所有怪物已被消灭！"

corridor			="过道"
room				="房间"
s_entry				="入口"
s_exit				="出口"
up_stairs			="向上楼梯"
down_stairs			="向下楼梯"

explored			="已探索"
unexplored			="未探索"

room_unknown		="情况不明"
monsters_found		="发现怪物！"
s_mon_cls			="怪物接近！"
monsters_cleared	="已消灭"

--search_failed		="搜索失败"
--search_failed_d	= "搜索可疑地点，但未能发现隐藏事物。"
suspicious_place	="可疑地点"

chest_found			="发现宝藏！"
chest_looted		="已搜刮宝藏"

s_suspicious_found	="发现可疑地点！"
s_trap				="陷阱"
s_traps				="陷阱"
s_trap_found		="发现陷阱！"
trap_disarmed		="陷阱解除。"
trap_triggered		="触发陷阱！"
trap_disarmed_2		="已解除陷阱"
trap_triggered_2	="已触发陷阱"
s_dsmed				="已解除"
s_tgred				="已触发"
s_undtced			="未发现"
s_do_traps			="解除%d个陷阱"

stop_exploring_on	="停止探索当..."

show_skl_anis		="显示技能进度动画"
show_dgn_tip_rb		="地牢提示显示在右下角"-- del

-- z_misc_enc
s1_me_wld_sup	="这个地点看起来已经废弃很久了，不太像藏有什么值钱东西的样子。但花些时间搜索一下也不会有太大损失对吧？"
s1_me_wld_trap	="虽然这里空无一人，但当身处其中时仍能感受到一丝危险的气息。危险当然也意味着机遇！你们打算冒险一试还是选择谨慎地离开呢？"
s1_me_wld_lock	="探索过程中你们发现了一个装有内嵌锁的小隔间，看样子里面应该有些值钱的东西。是否尝试一下将其打开呢？"
s1_me_dgn_sup	=""
s1_me_dgn_trap	="前面看起来不太正常。有必要认真搜索一下排除危险后再继续前进。"
s1_me_dgn_lock	="你们在过道一侧的墙壁上发现了一道上锁的暗格。"

s2_me_wld_sup	="至少不是一无所获……"
s2_me_wld_trap	="陷阱后面果然有东西……"
s2_me_wld_lock	="有什么东西在闪闪发光！"
s2_me_dgn_sup	=""
s2_me_dgn_trap	="现在可以安全地继续前进了。"
s2_me_dgn_lock	="意外收获！"

s3_me_wld_sup	="什么都没找到。这里不值得再浪费时间了。"
s3_me_dgn_sup	=""


-- z_loc_tile.add
n_lt_dirt		="土地"
n_lt_mud		="泥地"
n_lt_dirt_w		="土墙"
n_lt_dirt_o		="土堆"

n_lt_grss		="草地"
n_lt_tgrs		="高草地"
n_lt_grss_w		="草土墙"
n_lt_grss_o		="草土堆"

n_lt_rock		="石地"
n_lt_rbbl		="碎石地"
n_lt_rock_w		="岩壁"
n_lt_rock_o		="石堆"

n_lt_sand		="沙地"
n_lt_sand_w		="沙墙"
n_lt_sand_o		="沙堆"

n_lt_snow		="雪地"
n_lt_ice		="冰面"
n_lt_snow_w		="雪墙"
n_lt_snow_o		="雪堆"

n_lt_ston		="石制地板"
n_lt_ston_w		="石制墙体"

n_lt_shlw		="浅水(1尺)"
n_lt_wtr4		="浅水(4尺)"
n_lt_deep		="深水"

n_lt_hard		="困难地形"
n_lt_obst		="障碍"
n_lt_bdr		="边界"
n_lt_ltug		="稀疏地面植物"
n_lt_hvug		="茂密地面植物"

n_lt_tree_s		="小型树木"
n_lt_tree		="高大树木"
n_lt_tree_k		="黒木树"

n_lt_sandstone	="砂岩"
n_lt_slate		="板岩"
n_lt_limestone	="石灰岩"
n_lt_marble		="大理石"
n_lt_granite	="花岗岩"
n_lt_basalt		="玄武岩"
n_lt_quartzite	="石英岩"

n_lt_cpr		="铜矿"
n_lt_tin		="锡矿"
n_lt_iron		="铁矿"
n_lt_slvr		="银矿"
n_lt_gold		="金矿"
n_lt_plat		="白金矿"
n_lt_ironc		="寒铁矿"
n_lt_mith		="秘银矿"
n_lt_adam		="精金矿"

n_lt_coal		="煤矿"

n_lt_up			="向上阶梯"
n_lt_down		="向下阶梯"
n_lt_enter		="入口"
n_lt_leave		="出口"
s_door_w		="木门"
s_door_i		="铁门"
s_door_m		="魔法门"


wld_1_sites_text={
[  1]="哈伦希尔",
[  2]="泰德兰",
[  3]="邓尼斯戴尔",
[  4]="派恩维奇",
[  5]="哈里特伯里",
[  6]="银松镇",
[  7]="巴尔汉姆",
[  8]="洛克维尔",
[  9]="雅各顿",
[ 10]="亚瑟戴尔",
[ 11]="温迪福丝",
[ 12]="山迪维奇",
[ 13]="汉特维尔",
[ 14]="巴特莱伯格",
[ 15]="尤利尔",
[ 16]="翡翠岭",
[ 17]="林恩伯格",
[ 18]="赛尔",
[ 19]="杰佛瑞维奇",
[ 20]="伯特波利",
[ 21]="森海",
[ 22]="双子镇",
[ 23]="麦酒村",
[ 24]="查德顿",
[ 25]="博兰德郡",
[ 26]="路德镇",
[ 27]="甜水村",
[ 28]="圣鹿镇",
[ 29]="双溪村",
[ 30]="科林维尔",
[ 31]="军前镇",
[ 32]="河湾镇",
[ 33]="天鹅湾",
[ 34]="戈登兰",
[ 35]="达伦顿",
[ 36]="罗伊希尔",
[ 37]="亚尔曼戴尔",
[ 38]="汉特伯格",
[ 39]="海克斯戴尔",
[ 40]="瓦尔特维克",
[ 41]="红螺港",
[ 42]="麦伦戴尔",
[ 43]="莫林戴尔",
[ 44]="克雷尔汉姆",
[ 45]="乔伊斯维尔",
[ 46]="洛克汉姆",
[ 47]="卡姆伯里",
[ 48]="安东尼伯格",
[ 49]="普利维尔",
[ 50]="牛油营地",
[ 51]="伦恩伯里",
[ 52]="希拉里维奇",
[ 53]="比其尔维奇",
[ 54]="爱尔玛伯里",
[ 55]="铁棘堡",
[ 56]="霜降城",
[ 57]="炉火堡",
[ 58]="雪鸮堡",
[ 59]="冬怒堡",
[ 60]="卡松城",
[ 61]="耶尔尼斯港",
[ 62]="旧都",
[ 63]="纳森巴尔",
[ 64]="约克顿",
[ 65]="卡坦城",
[ 66]="月港",
[ 67]="卢克维克",
[ 68]="波特伯格",
[ 69]="伯特伯里",
[ 70]="克利夫波利斯",
[ 71]="威尔伯格",
[ 72]="塔卡",
[ 73]="伯尼汉姆",
[ 74]="巴克戴尔",
[ 75]="白鹰城",
[ 76]="圣艾尔城",
[ 77]="艾姆城",
[ 78]="德尔兰",
[ 79]="永歌堡垒",
[ 80]="尼克莱尔要塞",
[ 81]="晶红城堡",
[ 82]="圣盔堡",
[ 83]="法典要塞",
[ 84]="希望堡",
[ 85]="热砂据点",
[ 86]="无面者要塞",
[ 87]="灰斗篷洞窟",
[ 88]="好运洞窟",
[ 89]="先知洞窟",
[ 90]="晶红洞窟",
[ 91]="枯萎洞窟",
[ 92]="无名坑洞",
[ 93]="堕落圣武士洞穴",
[ 94]="阴影矿井",
[ 95]="迷雾洞穴",
[ 96]="回音洞穴",
[ 97]="尖啸洞穴",
[ 98]="静谧洞穴",
[ 99]="不夜洞窟",
[100]="静谧洞窟",
[101]="木精灵洞窟",
[102]="灰烬矿井",
[103]="古人洞窟",
[104]="血根草坑洞",
[105]="秘密埋骨场",
[106]="封印埋骨地",
[107]="失落荣耀裂痕",
[108]="失语之城",
[109]="沉眠坟场",
[110]="五老埋骨地",
[111]="失落埋骨场",
[112]="耳语者陨落地",
[113]="长者墓地",
[114]="黑烬裂隙",
[115]="黑色裂隙",
[116]="白骨遗迹",
[117]="长者埋骨地",
[118]="蝰蛇墓地",
[119]="长眠者避难所",
[120]="魔射手避难所",
[121]="森林侏儒墓穴",
[122]="石巨人陵墓",
[123]="预言者神庙",
[124]="地底矮人坟墓",
[125]="寂静圣所",
[126]="大法师圣坛",
[127]="先哲避难所",
[128]="刺客地穴",
[129]="银风坟墓",
[130]="长者神殿",
[131]="地底半身人囚笼",
[132]="寂静陵墓",
[133]="月牙地穴",
[134]="银月囚笼",
[135]="被遗忘的圣地",
[136]="先祖囚笼",
[137]="灰烬墓穴",
[138]="轻足半身人避难所",
[139]="长眠者迷宫",
[140]="野精灵监狱",
[141]="无星圣所",
[142]="黑鸦祭坛",
[143]="暗黑卫士庇护所",
[144]="断骨墓穴",
[145]="亡者迷宫",
[146]="秘术师神殿",
[147]="禁忌避难所",
[148]="暗掠者坟墓",

[227]="尖刺堡",
}


s_buss			="商业"	s_buss_d	="生活在这个世界上的绝大多数普通人依靠诸如手艺、专业和表演等技能来维持生计。\n\n冒险者也可以利用这些技能来增加收入，而非仅仅依赖杀死怪物夺取财宝。"
s_bus_bsc		="基础知识"	s_bus_bsc_d	="企业经营的核心是按其主要技能进行利润检定。企业的盈利能力由其规模和风险所决定，并按地点、业主的次要技能，以及其他一些因素修正。"

s_bus_mk		="创建商业"	s_bus_mk_d	="创建商业需要足够的启动资金和合适的业主人选。另外，队伍的声望以及地方关系也至关重要。\n\n完成城镇委托是提升关系的最直接途径，经营中的商业也能缓慢提升此数值。"
s_req_rep		="需声望"
s_req_rel		="需城镇关系"

s_bus_upg		="升级企业"	s_bus_upg_d	="业主可以采取购买最新的设备、整修建筑物等措施来改善其业务，这些升级通常对企业的盈利能力有积极的影响。\n\n升级本质上是对企业的额外资本投入：支付初始投资的25%，然后将1d4的结果值永久加到后续利润检定中。\n\n一个企业每三个月只能进行一次升级。"
s_upgs			="升级"
s_can_upg		="可升级"

s_bus_sz		="规模"
s_init_sz		="初始规模"
s_can_sz		="可扩大规模"
s_exp_sz		="扩大规模"	s_exp_sz_d	="企业升级足够次数之后，业主可通过购买更大的场地、雇佣更多的员工等措施来加大资源投入，进而提升企业的规模。\n\n支付初始投资的50%，外加新场地的费用，即可将企业的规模提升一级。"

s_bus_tp		="类型"
s_sel_tp		="选择类型"

s_bus_rsk		="风险"	s_bus_rsk_d	="风险表明企业的稳固程度。一个低风险的企业是可靠的，不容易倒闭。高风险的企业容易受到市场变化的影响，更容易破产，但也更可能赚大钱。"
s_low_rsk		="低风险"
s_hgh_rsk		="高风险"

s_bus_stg		="经营策略"
s_stg_nrm		="常规"	s_stg_nrm_d	="每月正常地进行利润检定。"
s_stg_con		="保守"	s_stg_con_d	="如果业主的主要技能至少有一个等级，则可以在利润检定中取<c=y>10</c>，以保证每月都能获得稳定的收益。"

s_nrm_opr		="正常营业"
s_bus_stp		="停业"
s_bus_stped		="已停业"
s_stp_msg		="%s被迫停业！\n\n3个月内，你可以为其偿还欠款并恢复营业，逾期则破产。\n\n注意：停业中的企业每月仍有少量维护成本。"
s_mnt			="维护"
s_mnt_wrn		="此操作会导致至少1个月的维护期（无收益；需支付维护费）。"
s_bus_rsm		="恢复营业"
s_bus_rdy		="准备营业"
s_app_brk		="申请破产"
s_brked			="已破产"
s_bus_re		="重启商业"
s_bus_sell		="出售企业"
s_sold			="已出售"

s_bus_mng		="管理商业"
s_base_info		="基础信息"
s_bus_name		="商业名称"
s_rename		="更改名称"
s_dsc			="描述"
s_mod_dsc		="修改描述"
s_sta			="状态"
s_op_cfm		="操作确认"
s_prds			="产品"
s_tk_prds		="获取产品"
s_tk_prdsx		="获取所有产品"
s_ccl_cft		="取消制作"
s_rpt_cft		="重复制作"
s_ret_hlf		="退回一半费用"
s_bf_rel		="每月+2d4关系"
s_bf_rep		="每月+1声望"
s_mw_pct		="精制品率"
s_ec_pct		="附魔率"

s_inc_exp		="总收支"
s_all_inc		="总收入"
s_init_inv		="初始投资"
s_upg_inv		="升级投资"
s_opn_fee		="开业费用"
s_mon_mnt		="月维护费"
s_mon_prf		="平均月利润"
s_prf_chk		="利润检定"	s_prf_chk_d	="每个月，业主进行一次利润检定：<c=y>d20</c>+主要技能+调整值。利润检定的成功程度决定了当月盈利多少，或损失多少。"
s_prf_x			="利润系数"
s_prf_roll		="利润掷骰"
s_prf_mod		="利润调整值"
s_opr_cost		="经营成本"
s_est_frm		="估算公式"
s_stlmnt		="结算"
s_acc_date		="结算日期"
s_dlv_date		="交货日期"

s_opr_loc		="营业地点"	s_opr_loc_d	="企业在大城市附近运作得更好，甚至农场也是如此。不幸的是，城市越大，建立和维持企业的成本就越高。"
s_top_cfg		="最高配置"	s_top_cfg_d	="创建企业时，若额外支付初始投资的25%，则会拥有最好的设备、工具和家具等。这样的工作环境能为企业所有相关检定上提供<c=g>+2</c>环境加值。\n\n企业也可后期改建为最高配置，但花费则提升为初始投资的35%。"
s_ven_req		="场地需求"
s_wildnss		="荒野"
s_bus_mob		="行商"	s_bus_mob_d	="在马车上经营的企业初期投入较少，但利润检定<c=r>-2</c>减值。"
s_mob_500		="两匹马和一辆马车"
s_hou_1k		="简易房屋"
s_hou_5k		="高档房屋"
s_hou_100k		="豪宅"

s_bus_u			="业主"
s_bus_u_no		="无业主"
s_bus_u_sel		="选择业主"
s_bus_u_set		="设置业主"
s_bus_u_viw		="查看业主"
s_bus_u_rmv		="取消业主"
s_bus_u_up		="业主升级"
s_bus_u_cup		="业主可升级"
s_bus_u_skl		="业主和技能"
s_full_time		="全职"	s_full_time_d	="全职的业主离开队伍，将全部时间投入到企业经营中，利润检定<c=g>+2</c>加值。"
s_part_time		="兼职"	s_part_time_d	="兼职的业主不离开队伍，仅用少量业余时间管理企业，利润检定<c=r>-8</c>减值。"
s_full_part		="全职或兼职"
s_lack_pc		="队员不足！"

s_skl_1			="主要技能"
s_skl_2			="次要技能"
s_skl_2s		="次要技能"
s_skl_1_sel		="选择主技能"
s_skl_1_mod		="主技能调整值"
s_skl_2_bns		="次技能加值"
s_bus_pfs		="之前利润检定失败"
s_ass_mem		="联合工会成员"
s_hor_cpt		="同业竞争"	s_hor_cpt_d	="当你拥有两个同类型企业时，二者的利润检定<c=r>-1</c>减值。拥有更多此类企业则减值叠加。"
s_lcl_cpt		="本地竞争"	s_lcl_cpt_d	="当你在同一地点拥有两个同类型企业时，二者的利润检定<c=r>-4</c>减值。拥有更多此类企业则减值叠加。"
s_lcl			="本地"
s_avg_aid_bns	="平均协助加值"
s_hlgs			="雇员"	s_hlgs_d	="冒险者队伍可雇佣专家等为队伍提供各种服务和帮助。"
s_spcs			="专家"	s_spcs_d	=[[随着企业的发展和利润的提高，业主可聘请专家员工（在企业相关技能上拥有至少8个等级）来进一步提高企业的利润：

* 利润检定+2加值/每个主要技能专家。

* 利润检定+1加值/每个次要技能专家。

* 如相关技能加值高于业主，专家可代为进行利润检定或提供相关加值。

* 主要技能专家或业主可进行协助检定，成功则利润检定额外+2加值。

* 拥有主要技能专家的企业不受业主兼职工作等影响。


拥有至少+5升级加值的企业才可聘请专家，最大数量基于企业规模。

专家有额外月薪（普通员工薪资已计入常规运营成本）。]]
s_spc_emp		="专家员工"
s_mng_spcs		="管理专家"
s_hire_spcs		="聘请专家"
s_spc_pays		="专家薪资"
s_spc_vac		="专家空缺"
s_spc_add		="可聘请专家"
s_spc_rpl		="可替换专家"
s_skl_0_spcs	="主要技能专家"
s_skl_2_spcs	="次要技能专家"

s_evts			="事件"
s_bus_evts		="商业事件"	s_bus_evts_d	=[[企业并非在真空中运作。各种各样的灾害、事故和竞争等都会影响企业的发展，而且企业也需要客户、投资者，甚至竞争者才能茁壮成长。

商业事件有好有坏。一般而言，企业所在地越繁华、企业自身知名度越高、经营状况越好，越容易遇到有益的事件。

虽然企业在发展初期会频繁地受到各种负面事件的影响，但从长远来看，商业事件是成就伟大企业的必要条件。

形式上，商业事件分为交互型和非交互型两种。交互型事件需要业主以各种可能的方法主动应对，而非交互型则无需额外处理自然而然地进行。

企业每个月都可能遭遇一次事件，高风险企业则可能更频繁。]]
s_ext_bad		="额外不利事件"
s_evt_mk_cfm	="非交互事件触发确认"
s_evt_ct_cfm	="非交互事件持续确认"
s_pmt_prf_mod	="利润检定永久%s"
s_mon_prf_mod	="本月利润检定%s"
s_mon_prf_inc	="此加值每月-1"
s_pay_rpr		="产业多处受损，花费%s修缮"
s_lost_g_ppt	="损失价值%s的财物"
s_get_ex_g		="获得额外收益%s"
s_eff_mons		="影响持续数月"
s_eff_1_mon		="影响持续一个月"
s_last_mons		="已持续%d个月"
s_prf_3			="需连续数月盈利以消除影响"
s_no_do			="什么也不做"
s_no_eff		="无影响"
s_acpt			="接受"
s_rfs			="拒绝"
s_hire_do		="雇佣专业人士解决"
s_pay_do		="花钱了事"
s_pay_pr		="缴纳保护费"
s_pay_inc		="加薪"
s_invs			="投资"

_bus_evts_text={-- z_bus_evt
[be_monster				]={n="怪物			",d="怪物来袭！雇员们正奋力抵抗，请尽快救援。",d0="凶残的怪物在你的产业里大肆破坏，产业遭受重创。",d1="你成功阻止了怪物，避免了财产损失。"},
[be_banditry			]={n="强盗			",d="一伙强盗试图洗劫你的产业！雇员们正奋力抵抗，请尽快救援。",d0="无耻的强盗们在你的产业里肆无忌惮地翻箱倒柜、大肆搜刮，然后扬长而去。",d1="你成功阻止了强盗们的野蛮行径，避免了进一步的财产损失。"},-- 进一步字眼用于花钱了事
[be_wounded_adventurer	]={n="受伤的冒险者	",d="一个受伤的冒险者踉跄地走进你的产业，寻求帮助和庇护。",d0="凄惨的外表掩盖了丑恶的嘴脸，假冒者无耻地利用了你的善良，诈骗钱财外加顺手牵羊后溜之大吉...",d1="你成功阻止了假冒者的诈骗企图，并将其绳之以法！",d2="你冷漠地赶走了那名受伤的冒险者，围观群众无不摇头指责你的行为。"},
[be_bad_weather			]={n="坏天气			",d="持续数日的恶劣天气对产业造成轻微损坏。"},
[be_natural_disaster	]={n="自然灾害		",d="{龙卷风肆虐|暴风雪肆虐|严重的地震}！"},
[be_fire				]={n="火灾			",d="{威胁整个区域的大火蔓延到产业|产业内部莫名起火}。"},
[be_burglary			]={n="盗窃			",d="一个窃贼试图闯入企业行窃！"},
[be_accident			]={n="事故			",d="{附近施工事故波及到产业|附近交通事故波及到产业|未完工建筑坍塌，导致产业受损|失控马车撞毁了门廊}。"},
[be_irate_customer		]={n="愤怒的顾客		",d="心怀不满的顾客找上门了！",d0="顾客愤然离去，在整个地区散播关于你的产业的负面评价。",d1="问题妥善解决，顾客满意地离开了。"},
[be_no_encounter		]={n="				",d=""},-- 一切正常	本月无异常事件发生。
[be_bad_competition		]={n="恶性竞争		",d="附近新开恶意竞争商铺！"},
[be_infestation			]={n="鼠患虫灾		",d="鼠虫遍地！若不及时控制恐愈演愈烈。",d0="灾害愈发严重！",d1="灾害已得到有效控制。"},
[be_employee_unrest		]={n="雇员动乱		",d="雇员们消极怠工，企业经营受到严重影响！",d0="雇员们持续罢工，影响愈发严重！",d1="雇员们都已返回岗位，企业恢复正常。"},
[be_spell_gone_awry		]={n="法术失控		",d="一个施法者愚蠢地实验了危险法术。{产业被暴走的召唤生物大肆破坏|产业被失控的法术波及}！"},
[be_sabotage			]={n="蓄意破坏		",d="有人试图破坏你的产业！"},
[be_unexpected_taxes	]={n="苛捐杂税		",d="原因不明，本地政府突然对你的产业临时加税！"},
[be_protection_racket	]={n="保护费			",d="一个恶霸团伙威胁业主每月缴纳保护费，以免发生更多“意外事故”。",d0="恶霸们狞笑着撂下狠话，声称会让你付出血的代价！",d1="恶霸们抱头鼠窜，看样子短时间内是不敢再来了。",d2="恶霸们得意地离开了，并表示会常来“光顾”你的生意。"},
[be_mistaken_identity	]={n="误认			",d="{业主|某位雇员}被顾客误认为{某位名人|他的亲属|他的仇敌|他的初恋情人}，差点闹出笑话。"},
[be_important_customer	]={n="重要顾客		",d="{行会首领|本地政要|著名吟游诗人|一位声名显赫的英雄|一位地位崇高的贵族|一位坊间盛传的名媛}来访！消息迅速传开，你的产业门庭若市。"},
[be_spectacle			]={n="娱乐活动		",d="{才华横溢的吟游诗人演奏会|知名的街头马戏团|绚丽夺目的魔术表演|精彩纷呈的节日游行|盛况空前的大庙会}在产业附近持续数日，引来大量人流！"},
[be_good_competition	]={n="良性竞争		",d="附近新开一家类似产业。好在其业主只是欣赏你的经营模式而效仿，长远来看并非坏事。"},
[be_booming_business	]={n="生意火爆		",d="不知为何，近期生意异常兴隆！"},
[be_unusual_patron		]={n="不寻常的主顾	",d="{一只巨龙|一个异界生物|一个位面旅者}定期光顾，为产业带来奇特的吸引力。"},
[be_franchise_offer		]={n="特许专营		",d="收到其他企业家的特许经营提议：投入少量资金，资助其在其他地区开设连锁店。此举可获得短期和长期双重收益。",d0="连锁店顺利开设，为你的产业带来可观的利润增长。"},
[be_admirer				]={n="巨额订单		",d="一位携巨额订单的顾客慕名而来！"},
}

_bus_tps_text={-- z_bus_tp
[bus_tp_crim]={n="犯罪组织	"},
[bus_tp_figh]={n="斗士学校	"},
[bus_tp_univ]={n="大学		"},
[bus_tp_perf]={n="演艺厅		"},
[bus_tp_trou]={n="马戏团		"},
[bus_tp_serv]={n="服务业		"},
[bus_tp_crft]={n="工坊		"},
[bus_tp_shop]={n="店铺		"},
[bus_tp_mone]={n="钱庄		"},
[bus_tp_tave]={n="旅馆		"},
[bus_tp_farm]={n="农场		"},
[bus_tp_fish]={n="渔场		"},
[bus_tp_hunt]={n="狩猎营地	"},
[bus_tp_tnnr]={n="制革厂		"},
[bus_tp_lumb]={n="锯木厂		"},
[bus_tp_mine]={n="矿场		"},
[bus_tp_bsws]={n="铁匠铺		"},
[bus_tp_wpnw]={n="武器工坊	"},
[bus_tp_amrw]={n="防具工坊	"},
[bus_tp_maaw]={n="附魔工坊	"},
[bus_tp_wond]={n="奇物工坊	"},
[bus_tp_alch]={n="炼金工坊	"},
[bus_tp_merc]={n="商行		"},
}

s_use_str	="用蛮力解决"
s_lan_cs	="语言常识"
s_rac_cs	="种族常识"
s_cls_cs	="职业常识"

_adv_evts_text={-- z_adv_evt
[ae_fire]={
n="火灾"
,d="附近一栋建筑突然燃起大火！烈焰冲天而起，形势万分紧急！"
,d1="火势被成功扑灭！所幸损失不大。"
,d0="整栋建筑连带周边产业尽数焚毁，唯余焦土..."
,[skl_survival]="[use_x_skl]扑灭火灾"
},
[ae_rat]={
n="鼠患虫灾"
,d="一家店铺因仓储管理不善，搞得鼠虫泛滥之灾！焦头烂额的店主不得不向路过的冒险者们求助。"
,d1="灾害被成功清除，店主对你的专业能力钦佩不已！"
,d0="你的处置收效甚微，店主只能无奈地另寻帮手。"
,[skl_survival]="[use_x_skl]消灭灾害"
,[aea_rgr_drd]="职业本能让你游刃有余地处理此类问题"
},
[ae_horse]={
n="{脱缰烈马|烈马失控}"
,d="一匹受到惊吓的烈马挣脱缰绳横冲直撞！路人惊慌避让，尖叫声踩踏声不绝于耳，场面一片混乱。"
,d1="烈马终于被制服，你们的英雄举动赢得众人一致称赞。"
,d0="失控的马匹继续横冲直撞，行人和沿途店铺损伤惨重。"
,[skl_ride]="翻身上马尝试驯服"
,[skl_anim]="[use_x_skl]安抚情绪"
,[skl_rope]="抛掷绳索套住马的颈部"
,[aea_str]="用蛮力迎面顶住！"
,[aea_rgr_drd]="与动物伙伴的深厚羁绊让你轻松化解危机"
},
[ae_spell]={
n="{法术失控|疯狂的野法师}"
,d="某建筑内突然爆发异常能量波动，伴随着诡异的光影闪烁——似乎又有一位不自量力的施法者在尝试危险法术！"
,d1="法术异常已被成功控制，避免了灾难性后果。"
,d0="剧烈的能量冲击波最终冲破了魔法屏障，附近居民伤亡惨重。"
,[skl_splcft]="鉴别并绘制图阵以强化魔法屏障"
,[skl_umd]="激活房间里的反魔法装置"
,[skl_k_arcana]="依序读出墙上神秘魔法符号"
,[skl_k_plane]="使用房间里的{星界导管仪|星界投射器|星界共振棱镜|星尘共鸣器|以太共振器|以太虹吸器|虚空裂隙发生器}将能量抽离主位面"
},
[ae_thief]={
n="{尾随者|背后的脚步声}"
,d="好像阴影里有一双冰冷的眼睛在盯着你们。模糊的影子，轻微的脚步声，混在闹市的喧嚣中，几乎难以分辨。但当你们拐进小巷时，那种似有似无的感觉仍在——不紧不慢，如影随形..."
,d1="你们成功擒获这名阴险的窃贼并移交治安官。"
,d0="黑暗中一阵窸窣——等反应过来时，你们的财物已不知所踪。"
,[skl_spot]="[use_x_skl]寻找跟踪者"
,[skl_listen]="听声辩位"
,[skl_hand]="等待对方靠近时出手反制"
,[aea_rog]="职业本能让你敏锐地感知到跟踪者"
},
[ae_cheat]={
n="{苦情戏|弱者面具|乞怜者的舞台}"
,d="{一个异乡人一瘸一拐地走了过来，声称自己的财物被一伙狗头人抢劫一空，而且还被打成了重伤|一个衣衫不整遍体鳞伤的女子怯生生地拽住了你的衣角，声称自己是从一伙大地精奴隶主手里逃出来的}，希望能得到你们的怜悯和帮助。"
,d1="你成功识破了骗局并将骗子绳之以法！"
,d0="凄惨的外表掩盖了丑恶的嘴脸，这个伪装的弱者无耻地利用了你的善良，诈骗钱财外加顺手牵羊后溜之大吉..."
,[skl_heal]="[use_x_skl]验伤"
,[skl_sense]="通过对方言行举止辨别真伪"
,[skl_intimidate]="来来来，对着我的拳头表演！"
,[skl_bluff]="哎，上一个刚走啊"
},
[ae_mediate]={
n="{剑拔弩张|一触即发|积怨已久|冲突调解|调停者|谈判专家|临时调解员}"
,d="{两伙积怨已久的冒险者再次爆发冲突|两家毗邻商铺因占地问题起了争端，所有员工都出动了}。双方怒目而视，剑拔弩张的气氛似乎连周围的空气也要凝结成块。"
,d1="在你的努力之下，双方终于停止了争端，尽管可能只是暂时地。"
,d0="很遗憾，你的努力并未达到预期效果，双方最终还是大打出手。"
,[skl_sense]="{静观其变以洞悉矛盾根源|冷眼旁观后直指要害}"
,[skl_diplomacy]="{施展谈判技巧化解矛盾|运用调解手段促成和解|发挥斡旋才能达成共识}"
,[skl_intimidate]="{都给我住手！活腻了是吧？|试试你的下巴抗不抗揍！|看是你嘴硬，还是我的拳头硬！}"
,[skl_bluff]="{你们还不知道？上头最新指示|哎？会长早有交代啊}"
},
[ae_dun]={
n="{讨债专家|合法讨债}"
,d="一位{药草师|酿酒师|商人|裁缝|皮匠|木匠|锁匠|珠宝匠|鞋匠}委托你们向一名{奸商|老赖冒险者}追讨长期拖欠的款项。"
,d1="成功追回全部欠款，委托人喜出望外。"
,d0="追讨无果，委托人黯然离去。"
,[skl_diplomacy]="{施展谈判技巧|运用调解手段|发挥斡旋才能}追回欠款"
,[skl_intimidate]="不还？上一个这么说的现在还在养伤！"
,[skl_bluff]="对，会长已经关注此事了"
,[skl_disguise]="伪装成{卫兵队长|治安官|税务官|行会会长}上门施压"
},
[ae_detect]={
n="{调查员|信任危机|忠诚与背叛}"
,d="{一位珠宝商的妻子请求你们的帮助。她怀疑丈夫背地里藏匿了大量资产|一位律师的妻子请求你们的帮助。她怀疑丈夫与他的助手有染|一位女画家的丈夫请求你们的帮助。他怀疑妻子和她的赞助商有不正当关系|一位工程师请求你们的帮助。他怀疑生意伙伴私吞了大量利润|本地一位领主请求你们的帮助。他怀疑几个属下正在密谋叛乱}，想委托你们搜集证据。"
,d1="成功获取决定性证据，委托人给予了丰厚酬劳。"
,d0="调查无果，委托人失望而归。"
,[skl_hand]="直接“借阅”目标随身物品"
,[skl_hide]="在目标住所附近蹲点以获取情报"
,[skl_mov]="跟踪目标以获取情报"
,[skl_lock]="撬开目标马车上的保险箱"
,[skl_decipher]="破译目标家中发现的密文便签"
,[skl_forgery]="{模仿笔迹|伪造信件}设局引目标上钩"
,[skl_search]="搜查目标住所寻找蛛丝马迹"
,[skl_spot]="在目标和可疑人士交流时读唇语"
,[skl_listen]="窃听目标和可疑人士对话"
,[skl_diplomacy]="以理服人劝说其坦白"
,[skl_intimidate]="想活命？那就老实交代！"
,[skl_bluff]="你的“好朋友”[rd_npc]已经全招了"
,[skl_disguise]="假扮成目标的好友[rd_npc]套取情报"
,[skl_info]="在目标常去场所打探消息"
,[aea_lan]="阅读在目标工作地点找到的[lan]信件"
},
[ae_buy]={
n="{神秘货品|黑市交易|地下买卖|可疑的行商|赃物？}"
,d="小巷里，一个{浑身污垢的乞丐|身穿黑袍的神秘人|盗墓贼模样的可疑人员|一身疲惫看似刚从地下城归来的冒险者}鬼鬼祟祟地向你们招了招手，又警觉地扫视了一下四周，确认无人后，才神秘兮兮地说到：“嘿...朋友，我这儿有些好东西...要瞧瞧吗？便宜让给你。”"
,d1="慧眼识珠！你的鉴宝天赋为你们淘到了一堆宝物。"
,d0="看走眼了，{买回一堆垃圾！|这堆“宝贝”当柴烧都嫌烟大！}"
,[skl_lock]="打开那个破旧{铁|青铜|黑木}箱子上的{挂锁|密码锁|字谜锁}"
,[skl_disdev]="解除那个{秘银|精金|寒铁}宝箱上的[rd_chest_trap]"
,[skl_appraise]="挑挑拣拣估个价"
,[skl_decipher]="{这些奇怪符号让你突然联想到了什么...|嗯，不会错的！这正是索加尔神王时期盛行的矮人符文|哈，幸亏他看不懂[rd_rare_lan]|嘘...这应该是某种藏宝图标识|这明显和星之王庭某座大殿里的壁画有些关联}"
,[skl_forgery]="{这些手稿上的笔迹应该是真的...|...落款处的印章也不像是伪造的|这张藏宝图要么是真的，要么出自某伪造大师之手}"
,[skl_splcft]="你发现{左边|右边|中间}几件物品散发着{微弱|不易察觉|红色|绿色|蓝色|黄色|紫色|彩色}的魔法灵光"
,[skl_umd]="按照残缺手札里的方法，激活那个形似{龙眼|蛇眼|沙漏|金字塔}的古怪装置"
,[skl_knowledge]="{左边|右边|中间}那件物品好像在你上周看过的那篇文献里有记载"
,[aea_lan]="背面那几行[lan]小字的含义让你意识到此物品价值不菲"
,[aea_elf]="这应该是一种古精灵语..."
,[aea_dwf]="{看这金属表面的光泽！这触感...|这和我家乡壁画上的上古符文很相似}"
,[aea_rog]="{记得上个月我一同行出手过类似物件|我们公会在“好货”上都标这种暗号}"
},
[ae_perform]={
n="{舞台救急|救场如救火}"
,d="{本地一家小有名气的戏班班主|正在本地巡演的马戏团团长}急匆匆找来——他们有多名演员突发状况无法登台，想请你们救场顶缺。"
,d1="你的出色表演赢得满堂喝彩！"
,d0="你蹩脚的表演引得台下嘘声一片..."
,[skl_perform]="[use_x_skl]登台献艺"
,[skl_tumble]="侧翻、后翻、俯冲紧接前滚翻！"
,[skl_balance]="你最拿手的——走——钢——丝！"
,[skl_esc]="那就来个巨魔怀抱大逃脱吧"
,[skl_hand]="手里藏金币、身上跑白兔——很受欢迎哦"
,[skl_ride]="用你精湛的骑术征服那些贵妇吧！"
,[skl_disguise]="扮演某位名人甚至国王登台！"
,[skl_anim]="狗跳火圈、猴骑山羊——孩子们很喜欢"
,[aea_brd]="别怕！就冲你这职业，观众也会给几分面子"
},
[ae_jump]={
n="{生死一线|命悬一线|岌岌可危|危在旦夕}"
,d="前方传来一声巨响，一栋建筑摇摇欲坠，随时都可能坍塌。倾斜墙体下方传来孩童微弱的呼救声，一个幼小的身影正无助地蜷缩着..."
,d1="就在你将孩童救出的刹那，整栋建筑轰然倒塌——你的英雄之举改写了一个生命的结局。"
,d0="残垣断壁的轰鸣吞没了孩童最后的哭喊——你最终还是遗憾地输给了死神..."
,[skl_jump]="迅速跨越正面的障碍进行救援"
,[skl_climb]="从左侧陡坡攀爬过去"
,[skl_tumble]="从右侧台阶翻滚进去"
,[skl_balance]="沿中间横梁快速走过去"
,[skl_esc]="从墙体下方狭小缝隙钻过去"
,[skl_rope]="向对面墙体抛掷抓钩建立通路"
,[aea_str]="徒手清除巨大障碍"
},
[ae_climb]={
n="{爬高高|高空救援}"
,d="{前方塔楼传来阵阵银铃般的笑声——地方领主那个无法无天的顽劣小女儿又爬到了塔楼最高处，随时都可能滑落。领主的仆人们急切地请求你们的帮助。|本地富商的傻儿子为了追逐自己的宝贝鹦鹉，爬上了三层阁楼，结果把自己卡在建筑缝隙里出不来了。富商的妻子急切地请求你们的帮助。}"
,d1="你动作利落地将孩童救下，围观众人一片喝彩欢呼声！"
,d0="营救失败了...就在你们准备再次尝试时，孩童在阵阵尖叫声中从高处坠落..."
,[skl_climb]="攀爬外墙进行救援"
,[skl_jump]="跳跃至左侧平台再继续"
,[skl_balance]="沿外围窄墙快速绕行"
,[skl_esc]="钻过建筑缝隙抄近路"
,[skl_rope]="使用抓钩快速上升"
,[skl_lock]="撬开通往顶层的门锁"
},
[ae_swim]={
n="{水灵灵|水中花|水中的花朵|出水芙蓉}"
,d="一位{精灵女法师|半精灵女外交官|猫人女游荡者|阿斯莫女骑士|卓尔女祭司|卓尔主母|矮人女战士|矮人女矿工|兽人女律师|兽人交际花|兽人女教师|女兽人屠夫|兽人助产士|母牛头人制革工|母牛头人保镖}餐后散步时不慎落入{镇外护城河湍急的水流|城镇一侧十几英尺深的蓄水池}中，正在无助地挣扎。"
,d1="有惊无险！你成功救起已昏迷的溺水者，并运用教会认证的口对口呼气术将其唤醒。"
,d0="救援失败了...在你们二次施救前，精疲力尽的溺水者已沉入了水底..."
,[skl_swim]="直接下水游过去营救"
,[skl_climb]="爬上岸边大树从垂下的树枝救援"
,[skl_jump]="跳上水中岩石就近营救"
,[skl_balance]="沿左侧狭窄堤坝走过去"
,[skl_rope]="抛掷抓钩作为救生索"
,[skl_disdev]="解除岸边船只固定装置"
,[aea_str]="投掷浮木给落水者"
,[aea_wtr]="天生的优势令你此时如鱼得水"
},
[ae_monster]={
n="怪物袭击"
,d="突发！一群凶残的怪物不知如何突破了城镇的防卫，正在居民区肆虐！"
,d1="你们及时剿灭了怪物，城镇议会和各公会为此给予了丰厚的奖励。"
,d0="怪物们肆无忌惮地烧杀抢掠，本地居民伤亡惨重。"
},
[ae_bandit]={
n="匪徒横行"
,d="刺耳的打砸声和粗暴的吼叫声吸引了你们的注意——{一伙强盗正试图洗劫本地一家企业。|一个恶霸团伙正勒索沿街商家。}"
,d1="你及时出手制止了暴行，店主给予丰厚酬劳以表感激之情。"
,d0="无耻的强盗得逞后扬长而去。"
,[skl_intimidate]="住手！知道我这把斧头砍翻过多少只{豺狼人|兽人|食人魔|巨魔}吗？"
},
}


s_axp			="冒险者名望"	s_axp_d	="冒险者名望是衡量每位冒险者贡献与地位的重要指标。名望越高，所获得的福利和专属权益也就越丰厚。\n\n通过完成公会发布的各种任务，冒险者可逐步提升名望，解锁更多福利。你可以随时在公会或随身冒险工具箱中查看自己的名望详情。"
s_alv			="名望等级"
s_alv_up		="晋升"
s_alv_s			="保密信息！\n\n你的队伍需要更高的名望等级才能查看。"
s_req_rnw		="所需名望"
s_req_pty_lv	="所需队伍等级"
s_low_pty_lv	="队伍等级不足"
s_mm_mem_fee	="每月会费"
s_bnfs			="福利"
s_rpl_rwds		="替代奖励"
s_ret_get_rwd	="请返回公会领取奖励"
s_ret_pt		="锚点"
s_set_ret		="设置锚点"
s_tlping		="传送中"
s_tlp_done		="传送完毕"
s_dlving		="运送中"
s_dlv_done		="运送完毕"
s_no_room		="空间不足"
s_dgner_ttl		="地牢开拓者"
s_jober_ttl		="地方守护者"
s_wqter_ttl		="世界保卫者"
s_dd_dgns		="探索%d/%d个地牢"
s_dd_jobs		="完成%d/%d个城镇委托"
s_dd_wqts		="完成%d/%d个世界任务"
s_warehouse		="仓库"	s_warehouse_d	="用于安全存放交易品的场所。"
s_adv_kit		="冒险工具箱"	s_adv_kit_d	="查看你的冒险者名望，或使用冒险能力。"
s_fea_eqp		="会员装备"	s_fea_eqp_d	="每个月可以从公会的公共装备库中以半价购买限定件数的装备。"

s_old_ver		="旧版"	s_old_ver_d	="旧版的冒险模式已停止开发，不推荐游玩。"
s_adv_log		="冒险日志"	s_adv_log_d	="查看你的冒险日志。"
s_btl_log		="战斗日志"	s_btl_log_d	="查看当前或上一场战斗日志。"
s_cur_date_time	="当前月份、天数和时间"
s_chg_fmt		="改变格式"
s_auto_vp		="视角跟随"
s_prg			="进度"
s_opn_dir		="打开所在文件夹"
s_chars_cpyd	="%d个字符已复制"
s_cloud_bug		="大量的存档（如数十个）可能会导致Steam云错误从而损坏存档。建议尽量删除无用的存档，或关闭本游戏的云存档。"
s_skl_chks		="技能检定"

_alvs_text={
[ 0]={n="见习"},
[ 1]={n="青铜"},
[ 2]={n="赤铁"},
[ 3]={n="精钢"},
[ 4]={n="白银"},
[ 5]={n="黄金"},
[ 6]={n="白金"},
[ 7]={n="寒铁"},
[ 8]={n="秘银"},
[ 9]={n="精金"},
[10]={n="恒金"},
}

_feas_text={
[fea_er	]={n="英雄遗产"			,d="每个月在完成一定数量的任务目标后，可以从前辈冒险者们使用过的装备中免费挑选一件。\n\n<c=y>升级：</c>此福利可进一步升级，之后提供更多的替代奖励。"},
[fea_gp	]={n="冒险资金"			,d="公会给予有杰出贡献的冒险者的一次性资金奖励。"},
[fea_als]={n="吸血鬼猎人"		,d="每个月可以从公会的公共装备库中以半价兑换一件炼银武器。\n\n炼银武器适合用来对抗吸血鬼、狼人以及其他兽化人等。"},
[fea_mth]={n="奥术护甲"			,d="每个月可以从公会的公共装备库中以半价兑换一件秘银装备。\n\n秘银装备在奥术施法者群体中很流行。"},
[fea_adm]={n="魔像克星"			,d="每个月可以从公会的公共装备库中以半价兑换一件精金装备。\n\n精金武器在对抗魔像等构造体怪物时优势显著。"},
[fea_dkw]={n="古树的馈赠"		,d="每个月可以从公会的公共装备库中以半价兑换一件黒木装备。\n\n黒木装备的重量只有原装备的一半。"},
[fea_up	]={n="升级装备"			,d="每个月能以半价将一件装备的魔法加值提升1（上限基于队伍等级）。"},
[fea_pc	]={n="升级装备 (角色)"	,d="每个月能以半价将一个角色穿戴装备的魔法加值提升1（上限基于队伍等级）。"},
[fea_my	]={n="升级装备 (队伍)"	,d="每个月能以半价将队伍中所有角色穿戴装备的魔法加值提升1（上限基于队伍等级）。"},
[fea_skl]={n="技能导师"			,d="每个月可以从公会的技能导师们那里挑选10项技能学习。"},
[fea_exp]={n="商业猎头"			,d="公会能动用各种资源和人脉为致力于商业经营的会员们招募所需商业专家。每个队伍每月最多能招募5名专家。"},

[fea_ret]={n="传送宝石"			,d="受未知原因的影响，传送术等相关冒险法术早已无法正常施展。大陆上的施法者们经过多年坚持不懈地研究，终于开发出替代之法：一位研究者偶然发现产自星界的一种宝石具有极佳的传送类法术亲和性，可通过特殊的法术仪式将传送术储存其中，并且普通冒险者亦可启用。\n\n<c=y>使用：</c>每月一次，将队伍传送到锚点城市。"},
[fea_out]={n="次元音叉"			,d="作为传送宝石研究的“副产品”，次元音叉在冒险者群体中似乎更受欢迎。这种小巧便携的魔法装置能帮助地下城爱好者们随时返回地面，而且可自动充能反复使用。\n\n<c=y>使用：</c>将队伍传送回地下城或矿井的入口处。"},
[fea_obj]={n="迁跃者维拉斯"		,d="维拉斯是一只微光织网蛛。这种源自灵界的小型魔法蜘蛛是相位蜘蛛(另一种更为冒险者们熟知的灵界生物)的远亲，也同样具有在灵界与物质界之间快速穿梭的能力。\n\n极富创造力的公会施法服务提供者们将物品传送术储存在微光织网蛛身上，并为每一只蜘蛛分别命名作为启动口令（注意：最好不要让其他冒险者知道你的迁跃者的名字）。\n\n<c=y>使用：</c>在无人处轻声念出“维拉斯”，它就会帮你将所选物品传送回最近的银行储物箱。"},
[fea_dlv]={n="纯种驼驴"			,d="不同于普通驼驴，作为公会福利奖励给高级冒险者的精选驼驴不仅能大幅增加队伍的负重，还能听懂复杂指令并自行运送货物。\n\n<c=y>使用：</c>指定一批货物，驼驴可自行将货物运送到货仓所在城镇。"},

[fea_bpc]={n="自由战团"			,d="可以在任意城市替换替补角色。"},
[fea_rep]={n="声名远扬"			,d="你的队伍的综合实力得到了大陆各大王国和组织的认可，每个月你的队伍的声望提升1点。"},
[fea_rel]={n="地方守护者"		,d="从偏远的边境村落到大陆中心的繁华都会，你的队伍对这片土地上每一个聚居地的守护与贡献，早已在民众之中口口相传成为佳话。每个月你的队伍与所有城镇的关系值提升1点。"},
[fea_mkt]={n="贸易协议"			,d="公会与各大城市已达成协议，你的队伍每个月可永久获得随机一个城市的贸易许可。"},
[fea_qst]={n="活跃会员"			,d="你的活跃表现得到了公会管理层的认可，获允每月可多接一个公会任务。"},
[fea_bus]={n="友好商会"			,d="冒险者公会和各地商会拥有互惠互利的合作关系，具备资格的冒险者所经营商业在利润检定上获得+1加值。"},
[fea_cft]={n="特惠工坊"			,d="本地工匠协会同意为公会的高阶会员提供更为优惠的原料价格和场地费，你的手工制作价格由物品原价的1/3降为1/4。\n\n<c=y>升级：</c>此福利可进一步升级，之后你的手工制作价格降为1/5。"},
[fea_wh	]={n="特许仓库"			,d="您获准在某个城市购置仓库，用于存放交易品。"},
}


s_view_qst	="查看任务"
s_done_qst	="完成任务"
s_abdn_qst	="放弃任务"

s_wmons		="野外怪物"	s_wmons_d	="在大陆上游荡的各种怪物，会频繁地袭击附近城镇的居民和往来商队等。消除这些威胁是冒险者的基础工作。"
s_ress		="资源地点"	s_ress_d	="大陆上遍布着林场、矿场和采石场等资源采集点。这些地点出产的各类木材、矿石是制作装备的基础材料，更是维系整个大陆冒险活动与经济运转的重要战略资源。"
s_dgns		="地下城"	s_dgns_d	="幽深的洞穴、古老的遗迹、亦或令人毛骨悚然的墓地，诸如此类的冒险地点统称为地下城或地牢。\n\n这些地点往往危机四伏，遍布致命的陷阱和潜伏的怪物，但同时也隐藏着失落的财宝与无限的机遇。地下城层数不一，两层或以上称为多层地下城，目前有探索记录的最深可达四层。\n\n探索地下城是冒险者们津津乐道的经历，更是很多冒险者毕生的事业与追求。"
s_jobs		="城镇委托"	s_jobs_d	="在城市或村庄的酒馆中，能接到本地居民发布的各种任务。完成后不仅能获得丰厚的酬劳，更能赢得声望、提升地方关系。"
s_wqsts		="世界任务"	s_wqsts_d	="各大王国和组织经常会在整个大陆范围内发布重大悬赏与特殊委托，统称为世界任务。相比普通任务，这些牵动世界脉络的任务回报丰厚、意义非凡。承接并完成这些任务，是一支成熟冒险者队伍的责任与荣耀。"
s_wqst		="世界任务"

s_do_kill	="杀死%s"-- z_qst_chk
s_do_grps	="消灭%d群%s"
s_do_mons	="消灭%d群怪物"
s_do_wmons	="消灭%d群<t=$s_wmons_nd c=b>野外怪物</t>"
s_do_ress	="清除%d个<t=$s_ress_nd c=b>资源地点</t>的怪物"
s_do_dgns	="探索%d个<t=$s_dgns_nd c=b>多层地下城</t>"
s_do_jobs	="完成%d个<t=$s_jobs_nd c=b>城镇委托</t>"
s_do_wqsts	="完成%d个<t=$s_wqsts_nd c=b>世界任务</t>"
s_do_trts	="救治%d名%s"
s_trt		="救治"
s_go_site	="前往%s"
s_go_pt		="前往目标位置"
s_own		="拥有"

s_ret_wld_cfm	="是否返回世界地图？"
s_ret_wld_qst	="是否返回世界地图？\n<c=r>（当前世界任务进度将被清除）</c>"

_qsts_text={
[ 101]={n="外乡人",d="你们是一群来自五湖四海的冒险者，怀揣梦想踏上了这片陌生而广袤的大陆。\n\n虽然早已听闻这里充满冒险和机遇，但至于具体情况你们仍旧是一头雾水，需要尽快去本地冒险者公会了解第一手情报。\n\n现在的首要任务是去最近的冒险者公会报到，并注册成为见习冒险者。",e="欢迎来到冒险者公会！公会的前台人员热情地迎接了你们，并协助各位办理完成了注册流程。\n\n恭喜，你们现在正式成为了一名见习冒险者！\n\n"..s_axp_d},
[ 102]={n="危机前奏",d="目前大陆各地都有大量怪物出没，这很不寻常！公会已派遣专业人士进行深入调查，不过短时间内应该不会有结果。\n\n现在我们能做的就是尽最大能力消灭这些怪物！虽然可能治标不治本，但至少能在很大程度上缓解附近城镇的治安压力。\n\n作为见习冒险者，你们是进行这项任务的最佳人选，同时也能证明各位具备成为一名真正冒险者的实力！\n\n提示：出发前别忘了补充补给。"},
[ 103]={n="陷阱和宝藏",d="干得漂亮！各位的实力有目共睹，相信公会很快就会为你们分配正式任务了。不过在那之前，我建议你们先去地下城历练一番，熟悉一下真正的冒险，以免到时手忙脚乱。\n\n地下城可比野外凶险得多，里面的怪物更狡猾，还遍布致命的陷阱——当然，也藏着上锁的宝箱。所以，备好工具并掌握开锁等技能至关重要。\n\n开锁器有时能从地精等类人生物身上找到，城镇里也可能有售，最好再买一套像样的盗贼工具。至于技能方面，可通过升级学习、在公会重训、或者干脆在城里雇一位锁匠做同伴。"},
[ 104]={n="我来了！地下城",d="终于万事俱备了！向着地下城，向着梦想，进发！\n\n哈哈，别急别急——我知道各位早已热血沸腾了，但重要事项还是要再声明一下。\n\n此次探索的目标是两层或以上的多层地下城，到达最底层后即可原路返回或继续探索寻找出口。我已经在地图上为你们标记了一个合适的地点，各位也可选择其他未探索的地下城。但记住，至少两层，那种只有一层的小地窖可不算数。",e="这么快就回来了？！真是后生可畏！你们比我想象得还要适合这份工作。\n\n本月公会任务已经为各位准备好了。公会任务每月更新一次，每月按时完成可获得最多奖励。当然，若有困难延后完成也无妨，量力而行就好。\n\n公会任务是提升名望的主要途径，继续努力吧！等各位的实力更加精进，会有更艰巨的挑战等待着你们！"},
[ 105]={n="世界与你",d="基于你们近期的活跃表现，是时候为你们开启冒险新篇章了！\n\n"..s_wqsts_d.."\n\n公会已在地图上为你们筛选并标记了首批可选任务，以后每个月都会更新一批。"},
--[[
[ 401]={n="工匠们的困境",d="与公会来往密切的一个工匠协会遇到了棘手的问题，不得不向公会求援，请求派遣一队冒险者前往支援。"},
[ 402]={n="恢复供应",d="眼下最让工匠们头疼的问题是很多原料采集点被怪物占据，导致原料供应严重不足。请尽快恢复部分采集点，以解燃眉之急。"},
[ 403]={n="应急资源",d="原料采集点已成功夺回！不过原料供应缺口实在太大了，工匠协会请求你们帮忙采集一些急需的原料。\n\n工匠协会中可训练相关技能。一般而言，不同种类的原料需要在对应种类采集点获得。不过有时采集点内也能获得少量其他种类的原料。"},
[ 404]={n="交差",d="工匠问题解决，回家交差。"},
[ 405]={n="兼职工匠：铁与火",d="对一般冒险者而言，虽然普通装备随处可见，但品质优良又适合的装备却没那么容易获得。\n\n在圆满地帮助工匠协会解决了一系列难题之后，冒险者公会决定让你们顺便在工匠协会学习各种装备制造技能，以解决冒险新人们的装备短缺问题。上次工匠们说你很有工匠天赋，愿意帮公会解决一下装备短缺问题吗？优质的装备源自优质的材料！熟悉各种材料的制作工艺是成为一名合格工匠的必修课。"},
[ 406]={n="兼职工匠：匠人精神",d="打造一批高品质的装备，并运送至冒险者公会。"},
]]
[ 802]={n="蔓延的灾厄",d="眼下各地怪物肆虐，严重威胁城镇与商路安全，已成为地方领主和各大行会的心头大患。\n\n保卫家园与贸易线路已迫在眉睫，冒险者们，请拿出你们的勇气与力量，全力清剿祸患！"},
[ 803]={n="血色矿场",d="威胁远不止野外游荡的怪物！我们的林场、矿洞等重要资源点也已被怪物占据，导致生产停滞、民生凋敝。\n\n必须立刻行动，从这些畜生手里夺回我们的命脉之地！"},
[ 804]={n="开拓者的火炬",d="地下城探索是每位冒险者成长的必经之路。危险与机遇并存，地下城中潜伏的怪物、隐藏的宝藏，都能快速提升冒险者的综合实力。\n\n同时，先行者在地下城中踏出的每一步，绘制的每一张地图，都将为未来的后辈新手们照亮前进的道路！"},
[ 805]={n="守护者之路",d="为本地居民排忧解难，完成各种城镇委托，同样是冒险者的核心职责之一。\n\n这些委托不仅能带来丰厚报酬，也是与地方建立良好关系、积累个人声望的重要途径。每一次热心相助，都能增进你与居民们的情谊，赢得他们的信赖与尊重！"},
[1000]={n="悬赏",d="一群臭名昭著的怪物在此地频繁作乱，严重威胁到本地居民与商路安全。\n\n当地领主和商会共同发布了高额悬赏令，以期尽快铲除怪物头目。",do_kill_ns="死眼|白喉|铁颚|脏爪|刀疤脸|屠夫|疯狗|开膛者",do_kill_open="愚蠢的冒险者！|又一群该死的冒险者！|啊……新鲜的肉！|我要用你的骨头磨牙！"},
[1100]={n="学者与蛇",d="自然之眼，一个致力于维护自然平衡的民间研究团体，在调查蝰蛇异常聚集现象时，因缺乏防护导致多人中毒、受伤。\n\n束手无策的组织者只得向冒险者公会紧急求助，并要求救援者具备一定的医疗技能或足够的药剂。",do_grps_gn="蝰蛇",do_grps_open="~~嘶~|~嘶嘶~~|~~嘶嘶~嘶~",do_trts_gn="自然之眼成员",do_trts_ns="自然之眼研究员|自然之眼调查员|自然之眼守护者|自然之眼学徒|自然之眼导师", do_trts_open="救命！|请帮帮我！|我……我在这里！|呜……", do_trts_exit="谢天谢地！我还以为自己要死在这里了。|天啊……真的太感谢了！我还以为肯定没命了。|我……咳咳……我还活着？谢谢你们！|该死的怪物！幸亏你们来得及时。"},
[1200]={n="狗头人之乱",d="近期，一向低调怯懦的狗头人变得异常猖獗。多个狗头人部落在各处频繁活动，并布下大量陷阱，其动机至今不明。\n\n尽管尚未造成显著损害，但为防患于未然，必须立刻出手整顿这群烦人的小东西，并尽可能清除它们设下的棘手陷阱。",do_grps_gn="狗头人",do_grps_open="你不能拿走我的陷阱！|你不要过来啊！|你要做什么？！|你不能这么做！|不可以！|不要！"},
}
