s_lma_bg		="背景简介"
s_cmt_101		="基本战斗技巧"
s_arn_rule		="竞技场规则"
s_lv_up			="等级与晋升"
s_faq			="常见问题解答"
s_credits		="制作人员名单 & 鸣谢"
s_ogl			="开放游戏许可（OGL）"
s_ogl_diffs		="与OGL的区别"
s_other_content	="其他内容。"


lma_bg=[[随着古魔法帝国的末落，魔法的黄金时代也逐渐终结。绝大多数法术及其相关知识均已失传，魔法物品也变得稀缺而珍贵。

然而，事物总有其两面性，魔法的低潮也带来了传统战斗技艺的空前发展，各种战斗技巧和策略都有了长足的进步。越来越多的冒险者，佣兵和赏金猎人等加入了这场变革的洪流。甚至连原本躲在象牙塔里的法师们，也一手拿着法术书，一手拿着轻弩或短剑加入了战场。

正是在这种时代气息的感召下，你和你的同伴们拿起了手中的长剑，吟唱着那仅有但更加有效的法咒，开启了属于你们自己的冒险之旅......]]


cmt_101=[[<b> </b>

<h3 c=ty>1. 回合制战斗</h3>
战斗是回合制的。战斗开始后，敌我双方所有角色按照一定的顺序依次行动，一个角色行动完毕后，即轮到下一个角色。如此循环，直至战斗的某一方全部角色失去战斗能力则战斗结束。


<h3 c=ty>2. 有策略地行动</h3>
角色每回合可进行两个动作：1个<c=y>标准动作</c>，1个<c=g>移动动作</c>。攻击和施法通常属于标准动作，移动和切换武器等较简单的行为属于移动动作。

典型的战术是移动至敌人附近，然后攻击！。若本来就在敌人旁边，也可不移动，直接原地攻击，这时攻击会自动耗费全部动作而变得更加强力！


<h3 c=ty>3. 小心敌人的<c=r>借机攻击</c>！</h3>
在激烈的战斗中，放弃紧张的对峙，分神去做其他事情，是一种很危险的举动。你身边的对手会轻易得抓住你的破绽，给你致命的一击。这种被动触发的攻击，称为<c=r>借机攻击</c>。

大多数非近战攻击的动作都会引发你身边敌人的借机攻击，包括<c=tw>移动，切换武器，远程攻击，施法</c>等等。

试图从敌人身边撤离或贴脸射箭前，一定要谨记这一点。善用特殊的方式：<c=g>快步</c>（只移动1格），能帮助你安全地脱离险境。


更多更高阶的战斗技巧，请查阅后续章节，或在战火的洗礼中自行发掘......]]


arena=[[欢迎来到竞技场，新人！


作为新人，你可以使用默认队伍直接开始挑战竞技场！或者先创建自己的角色和队伍。

<b c=lbl>战前准备：</b>战斗中不允许使用背包，只允许切换备用武器。所以上场前一定要妥善准备。

<b c=lbl>战后复活：</b>阵亡的队员在战斗结束后会被自动复活，其他队员也会恢复到最佳状态。

<b c=lbl>购买装备：</b>时常去旁边的店铺逛逛，说不定有用得上的装备。击败新的挑战后，店铺里的物品也会更换。

<b c=lbl>不断挑战：</b>击败一批挑战后，会迎来新的挑战。随着战斗经验等级的提升，挑战类型也会越来越多样和惊险！


基本就这些，开砍吧！]]


phb={n="冒险者手册",d=[[这是一个由英勇的战士，敏捷的射手，强大的法师，以及各种恐怖的怪物所组成的世界。

这是一个遍布远古遗迹、广阔的溶洞，只有最勇敢的英雄才敢涉足的神秘世界。

这是一个剑与魔法的世界，一个精灵与地精的世界，一个卓尔与巫妖的世界。

这就是摆在你眼前的冒险世界。作为一名冒险者，你扮演着传奇英雄的角色：身经百战的战士，勇敢无畏的牧师，或者神秘强大的法师。你为神圣的使命和史诗般的任务而奋战，在一系列严峻的挑战与嗜血的怪物面前考验自我。

准备吧，懵懂而又有着无限可能的冒险者！这本手册包括了将你自己打造成一个英雄角色所需的一切事物。认真阅读它，很快你就有能力开启你人生的第一场冒险！]]}


s_hlp_basics="基础规则"
s_hlp_basics_d=[[
<s b=c:ty><b>核心规则：</b>每当你试图进行一个有一定几率失败的动作时，你投一个20面骰子（d20）。

为了检测你的人物是否成功完成动作，你必须：
• 投d20。
• 加上任何相关的修正值。
• 拿结果与目标数值进行比较。

如果结果等于或大于目标数值，你的人物成功。

若小于目标数值，那么你失败了。


<b>骰子（DICE）：</b>投骰子是用类似“3d4+3”的公式来描述的，它表示“投了3个四面骰并加3”（结果是6至15间的一个数）。

第一个数字告诉你投几个骰子（把它们的结果加起来）。

紧跟在“d”后面的数字告诉你使用的骰子类型。

后面任何的数字表明结果中将要加上或减去的数值。


<b>d%：</b>百分骰的使用略有区别。

你通过投两个不同的10面骰子产生一个1至100之间的数。

其中一个骰子（在投之前决定）是十位数，另一个是个位数。

两个0代表100。


<b>小数的舍入：</b>通常情况下，当你得到小数时要去掉小数部分，即使小数部分等于或大于0.5也是如此。

<b c=tw>特例：</b>某些特定的投骰最小为1，比如伤害和生命值。


<b>乘法：</b>有时候规则让你乘一个数或一个投出的值。


当只有一个乘数时，正常地乘那个数即可。


而当有两个或多个乘数乘以任何抽象值（比如修正或投出的值）时，将这些乘数合并成一个单独的乘数，即每个额外的乘数减一后加到第一个乘数上。

因此，一个2倍（×2）再加一个 2倍（×2）得到的是3倍（×3，因为 2 + 1 = 3）。


当乘数是现实中的值（比如重量或距离），替换以不同的乘法规则。

一个生物双倍其体型（因此其重量乘8），然后被石化（它的重量大约要乘上一个因子3），此时的重量是平时的24倍而不是10倍。

相似的，一个瞎了的生物试图通过困难的地形，每个方格将按4个方格计算（两次翻倍，总共是×4），而不是相当于3个方格（加上两次100%）。
]]


poorlunch_tips={n="附录1：刷装者语录",d=[[现役传奇级冒险者poorlunch是很多后辈冒险者心目中的偶像。除了其高超的战斗技艺，史诗般的人生经历，他乐于分享勤于提携后进的人生态度，也是其广受尊敬崇拜的重要原因之一。

不过有些奇怪的是，每次其他冒险者向他请教问题时，他基本只回答一句话，有时明明需要一段话来表达，他也硬拆为两句，要去请教两次才行。。。

个中原委至今无人知晓，冒险者群体中的好事者只能私下里进行各种猜测：
有人说是因为他在最后一次击杀半神巫妖的战斗中受控时间过长而导致的后遗症；
也有人认为原因是魔网的衰落对传奇级冒险者影响较大；
不过最近流传较广的一种猜测貌似比较可信，那就是poorlunch觉得话太多会耽误刷钱刷装备！

不管怎样，忽略这位传奇冒险者古怪的个人习惯，其流传下来的简洁型冒险语录，对广大冒险者们还是大有裨益的：


* 投掷武器适用远程专长。

* 魔法投掷武器“飞去来”！

* 牧师扔木棒。

* 双持手弩。

* 全力攻击：命中和伤害+2；伤害随层级翻倍。

* 快步不耗动作，其后仍可全力攻击，只是无法再移动。

* 直线或斜45度移动至少2格，平坦路径，近战攻击，即可算作冲锋。

* 施法：以你的法术主属性对抗目标后3防之一，失手仍会造成一半伤害。

* 角色升级不会获得更多攻击次数，而是通过专长强化原来的攻击能力。

* 每10级，角色的武器基础伤害/法术基础伤害/武器专精伤害加值等都会翻倍。]]}


zero_tips={n="附录2：进阶战斗指南",d=[[“来，咱们先把书合上。

这么跟你说吧，当你还在犹豫该不该看这篇指南的时候，你其实最好不要看。从你的站姿，我能感知到那个什么什么语录或许更适合目前的你。

当然，你现在硬要看的话，我也没义务拦着你，只是看完了不小心落下个啥啥属性永久降低的后遗症可别怪我没提醒你。”
	<r>- 前善良牧师xvim</r>

<s h3=c:lbl>
<h3>双持/双刀流/双武器战斗攻击修正的具体细节：</h3>
初始双武器攻击修正（主手/副手）：<c=r>-6/-10</c>

拥有“双武器战斗”专长：<c=g>+2/+6</c>（此时最终修正：<c=r>-4/-4</c>）

副手持轻武器：<c=g>+2/+2</c>（此时最终修正：<c=r>-2/-2</c>）

拥有“完美双武器战斗”专长：免除双武器战斗所有攻击减值，即使副手非轻武器。（此时最终修正：<c=g>0/0</c>，即双持无任何减值）


<h3>双手弩能触发双武器撕裂吗？</h3>
不能。双武器防御，精通双武器防御，双切，双武器撕裂均仅适用于近战双武器。


<h3>冲锋是如何发动的？</h3>
冲锋在条件符合时自动生效：近战攻击前，直线或斜45度移动至少2格，平坦路径，即可自动触发冲锋加成。


<h3>武器专有附魔：防护：</h3>
近战武器上会出现一种特有的附魔：防护 - 防御+x盾牌加值，能起到和盾牌类似的防护作用。

但此加值不能和实际盾牌的防御加值叠加，所以比较适合无盾牌的近战双手或双持角色。

当防护附魔出现在标枪等可投掷近战武器时，情况要特殊一些：当作为近战武器使用时，防护作用正常生效；当作为投掷武器时无效。


<h3>牧师的驱散检定公式：</h3>
驱散检定：角色等级修正 + 魅力修正 + 专长修正 vs 目标不死生物的意志防御 + 驱散抗力修正。


<h3>向视野外施法，有时为何会无效果？</h3>
施法需效果线，假如视野外有当前不可见的障碍阻挡了效果线，就会导致施法无效果。


<h3>障碍地形，敌人，以及队友等，对战场的各种影响：</h3>

对移动的影响：

障碍地形和有战斗能力的敌人会阻挡你移动的路线，无法通过；

有战斗能力的敌人，身边的邻接格会产生<c=r>控制区域</c>（ZOC），无法直接通过，你只能先走进此区域，然后下回合再继续移动。

近战且有战斗能力的敌人，会自动攻击试图离开其控制区域的对手，称为<c=r>借机攻击</c>。使用<c=g>快步</c>（只移动1格）进行移动，可避免被<c=r>借机攻击</c>。

困难地形，蛛网术/油腻术等法术效果区域，你的队友，以及丧失战斗能力的敌人所在的区域，均视为困难地形，需要耗费更多的移动力才能通过，且无法进行<c=g>快步</c>。


对攻击的影响：

地形障碍和有战斗能力的敌人视具体站位角度，会对你的攻击产生<c=r>掩蔽</c>（攻击<c=r>-2</c>）或<c=r>超级掩蔽</c>（攻击<c=r>-4</c>）；且会阻挡你的各种攻击范围，包括远程攻击和法术。

队友和丧失战斗能力的敌人不会对你的各种攻击范围和加值产生影响。</s>]]}


hlp_cmbt={n="战斗", d=
[[刀剑金铁交鸣，箭矢呼啸而过，慷慨激昂的呼喊充斥着战场。在剑与魔法的世界里，战斗就是冒险者的生活，就是冒险者的宿命！

无论是在荒郊野外抵御强盗突袭，抑或是从熊地精的地底巢穴杀出一条血路，本章的规则将提供令人兴奋刺激的方案来解决任何战斗情况。]]}


hlp_cmbt_flow={n="战斗流程", d=
[[游戏中的战斗是回合制的，每个角色按照一定的顺序轮流行动，直到战斗结束。


具体战斗流程如下：
1. 战斗刚开始时，所有角色掷骰决定先攻顺序。
2. 每个角色依照先攻结果由高到低依次行动。
3. 所有角色行动结束后，依照先攻顺序再次行动，重复进行直到战斗结束。


<h2 c=ty>先攻检定</h2>
当战斗开始时，所有角色先进行一次先攻检定：先攻 = d20 + 敏捷调整值。

<b>d20：</b>投20面骰，也就是从1~20中随机取一个数值。

然后所有角色的先攻由高到低排列，本场战斗中角色每一轮都按此顺序轮流行动。

如果多个角色的先攻检定结果相同，则敏捷值较高者先动，如果还是相同，则掷骰决定。]]}


hlp_atk_def={n="攻击和防御", d=
[[<b> </b>

<h2 c=ty>攻击检定</h2>
攻击检定决定你的攻击是否击中对手。当你进行攻击检定时，掷d20再加上攻击加值。如果计算结果等于或大于目标的防御，便击中目标，并且对他造成伤害。

<b>必然失手和必然命中：</b>若攻击检定掷出1，不论计算结果为何，都算失手；若掷出20则都算命中。


<h2 c=ty>攻击加值</h2>
近战武器的攻击加值 = 等级调整值 + 力量调整值 + 体型调整值
远程武器的攻击加值 = 等级调整值 + 敏捷调整值 + 体型调整值

<b c=ty>等级调整值：</b>角色的等级反映其综合实力，影响方方面面，包括攻击检定。

<b c=ty>力量调整值：</b>力量对武器攻击的速度和力道都有帮助，所以力量调整值会影响近战攻击检定。

<b c=ty>敏捷调整值：</b>敏捷代表协调性和稳定度，所以敏捷调整值会影响远程武器检定。

<b c=ty>体型调整值：</b>体型大小是相对的。例如，对于半身人而言，人类是较大的目标；而对于食人魔而言，人类是较小的目标。当两个体型相同的生物对战时，他们的体型调整值相互抵销而忽略不计。



<h2 c=ty>防御等级</h2>
你的防御等级（即物理防御值，简称AC）表示对手要击中你有多困难。也就是说，对手的攻击检定结果必须大于等于你的防御等级，才能击中你。

AC = 10 + 等级调整值 + 盔甲加值 + 盾牌加值 + 敏捷调整值 + 其他调整值

<b c=ty>基础AC：</b>AC的基础值为10。

<b c=ty>等级调整值：</b>角色的等级反映其综合实力，影响方方面面，包括防御等级。

<b c=ty>盔甲和盾牌加值：</b>盔甲和盾牌都会对AC提供加值，这代表它们能抵抗攻击的防护程度。

<b c=ty>敏捷调整值：</b>高敏捷值可以帮助你灵活地躲避敌人的攻击。反之，如果敏捷值太低，就常常会因为身手笨拙而被击中。所以敏捷调整值会影响AC。

注意：盔甲会限制敏捷加值。穿着盔甲时，可能无法将敏捷加值完全加在AC上。

某些特殊情况下，你会失去AC上的敏捷加值，比如昏迷。因为敏捷加值是表示你能灵巧地闪躲攻击，所以如果你当时完全无法对攻击做出反应，那么自然就无法将敏捷加值计算到AC上。当然，如果你本来就没有敏捷加值，那就没有影响。

<b c=ty>其他调整值：</b>其他会影响AC的因素，包括：

<b>增强加值：</b>魔法防具有更好的防护力（如+1鳞甲、+2轻盾等）。

<b>偏斜加值：</b>有些魔法偏斜效果可以弹开攻击，增加你的AC。

<b>天生防御加值：</b>天生防御可以增加AC（一般生物种族都没有天生防御，只有某些长有鳞片、毛皮或肌肉特别强壮的生物，才有天生防御加值）。

<b>闪避加值：</b>有些AC加值是因为角色的特殊能力使其可以主动避开攻击，这些加值都称为闪避加值。当失去敏捷加值时，也会失去闪避加值，但穿着盔甲不会限制闪避加值的上限。和其他加值不同的是，闪避加值可以累计。

<b>体型调整值：</b>体型差异会在AC上获得加值或减值。在战斗中，体型较大的生物比较容易被击中，而体型较小的生物则比较不容易被击中。



<h2 c=ty>伤害值</h2>
当你成功击中目标时，就会造成伤害，降低目标当前生命值。伤害值取决于你使用的武器。


<b c=ty>力量调整值：</b>角色的力量调整值可能为正的加值，也可能为负的减值。

当使用近战武器或投掷武器（包括投石索）时，伤害值要加上力量调整值（无论正负）。

当使用普通弓而非复合弓时，伤害值只会受到力量减值，无法受到力量加值。

<b>副手武器：</b>副手持用的武器的伤害值只能加上力量加值的一半。

<b>双手武器：</b>双手持用的武器的伤害值可加上力量加值的1.5倍，轻型武器除外。


<b c=ty>重击伤害：</b>有时你会造成重击（俗称暴击），此时可做多次伤害掷骰（每次加上所有调整值），然后将结果加起来，作为最终伤害值。

<b>例外：</b>以额外骰数表示的伤害加值（如：偷袭、特殊能力或火焰剑的额外伤害），不会因为重击伤害而增加。


<b>示例：</b>一个力量18的角色装备长剑和盾牌时，伤害值有+4加值；装备巨斧时有+6加值；装备两把匕首时，副手只有+2加值。

巨斧的重击倍数是3倍，当造成重击时，可掷3次1d12+6（即3d12+18）。]]}


hlp_dmg_hp={n="生命值和死亡", d=
[[<b> </b>

<h2 c=ty>生命值</h2>
生命值代表在倒下之前你能承受多少伤害。你的最大生命值取决于职业、等级和体质调整值。


<h2 c=ty>受伤和死亡</h2>
最普通的受伤情况是受到伤害而失去生命值。受伤不会影响你的战斗效率，不论受到多少伤害，你都可以继续正常行动，除非你的生命值降到0而导致死亡。


<h2 c=ty>医疗</h2>
受伤后，角色的生命值可自然回复或以魔法医疗。

<b c=ty>自然回复：</b>只要有至少8小时充足的休息或睡眠，就可以完全回复生命值。

<b c=ty>魔法医疗：</b>牧师的治疗术等许多法术和能力都可回复生命值。

不论哪种方法，回复后的当前生命值都不会大于总生命值。]]}


hlp_saves={n="豁免检定", d=
[[身为冒险者，受点伤其实还不是最糟的状况。如果你面对的是梅杜莎的石化凝视、翼龙的致命毒素或是鸟妖的迷人歌声，只有够强壮够幸运的人才能活下来。

当你遭到特殊攻击或魔法攻击时，通常需要做豁免检定，以决定是否可以抵销或减低某些效果。豁免检定如同攻击检定，只不过所对抗的不是物理防御能力，而是角色的强韧、反射和意志这三种豁免之一：

<b c=ty>强韧：</b>抵抗针对体能和健康状况的有害效果的能力，如毒素、疾病、石化等。对应体质属性。

<b c=ty>反射：</b>闪躲大范围攻击的技巧，如火球术、蛛网、喷吐攻击、陷阱等。对应敏捷属性。

<b c=ty>意志：</b>抵抗影响心灵类效果的能力，如睡眠术，魅惑等。对应感知属性。


<b c=ty>必然失败和必然成功：</b>若豁免检定掷出1，不论计算结果为何，都算失败；若掷出20则都算成功。]]}


hlp_cmbt_mods_ex=
[[<h2 c=ty>处于无助状态的防御者</h2>
处于睡眠、昏迷、麻痹等类似状态下的生物，几乎没有任何抵抗能力，通称为处于无助状态。

无助状态是一种严重的不良状态，具有以下特点：

- 等同于静物，敏捷值视为0点，因此AC的敏捷调整值为-5。同时也视为AC失去敏捷加值，从而会被某些特殊能力针对，如游荡者的偷袭。

- 被近战攻击时，AC有-4减值；被远程攻击时则无减值。]]


faq=[[<c=twa>游戏系统方面常见问题集中整理。

<s h3=c:tw>
<h3>修改分辨率无效？</h3>
重启游戏后生效。


<h3>能自己替换游戏里的头像或其他图片吗?</h3>
游戏所用的各种资源都是开放式的，可直接在相应目录里替换或修改：

gfx 图像
sfx 音乐/音效
text\xx 文本

或者直接到<url=http://steamcommunity.com/app/576770/workshop/>创意工坊</url>里下载其他玩家分享的各种资源。


<h3>角色升级可以自己加点吗？</h3>
创建角色时选自定义就可以完全控制升级加点了。预设构筑角色主要是给新手用的，哈哈。


<h3>等级上限是多少？</h3>
竞技场内角色等级无上限。竞技场本身层数也无限。


<h3>技能条上技能满了，新技能无法显示。</h3>
在技能条上点右键，可添加替换技能。

在战场上点右键，弹出菜单里可选择所有当前可用技能。


<h3>战场上如何查看所有角色的具体行动顺序？</h3>
按<b>Alt</b>键可查看“<b>行动顺序</b>”等额外信息。


<h3>弩无需装填？！重弩在射程和威力上全面压制了弓，这不科学。

从规则来讲弩是简易武器，弓是军用武器。从游戏来讲，一种武器完全超越另一种武器，那么为啥要用弓？即使射手战士花一点学弩熟练，带来的收益也远超其它技能。

建议取消弩的各种战技，连射对于传统一轮一次的弩本身就不科学。弩狙击保留，可以提供一个强化弩狙击技能，提高威力或提供类似雷电法术的贯穿效果，区分弓和弩的特色。</h3>

早期版本的弩像3r传统一样需要装填（那时“快速装填”专长还未改为“弩狙击”），测试后发现操作太繁琐，很影响战斗节奏；
就又参照灰鹰改为点选敌人装填，发觉还是不爽利；
然后又改为回合开始自动装填，结果在敌人身边时需频频弹借机确认，更烦人！
然后。。。就没有然后了，直接粗暴的将装填砍掉了，造成了现在的不平衡的弩。


不过自然是暂时性的，xvim兄的建议蛮好，可以在配套专长上区分弓和弩：

弓的专长侧重于速射和多点打击；
弩的专长侧重于强力单次打击和贯穿。

如此一来，既用另一种方式保留了弓弩射速差别，又避免了频频装填的繁琐。


<h3>传统上投石索都是单手来着（大卫干歌利亚用的就是这个，单手轮圈然后松手放出去），lma里设定成双手武器是出于平衡性考虑么（单手的话确实有代替弓的可能）？</h3>

投石索是以单手射击，但装填还是要双手，所以还是按双手武器处理。单手远程有一个手弩就够了。

3r：
投石索：你可以将你的力量加值应用于投石索的伤害检定，就像它是投掷武器一样。你可以单手使用投石索射击（但不能单手装填）。装填投石索需要双手，属于移动动作，会引发敌人的借机攻击。

你可以用投石索投掷普通的石头，但是因为石头并没有弹丸质地紧密，也没有那么圆，所以你只能造成比你使用武器尺寸小一级武器的伤害，同时，攻击检定会受到-1的减值。


<h3>为何没有奔跑，佯攻，援助他人等命令？那样系统不是更丰富更好玩吗？</h3>

目前lma侧重点是简洁爽快的战斗，所以暂时舍弃一些传统的玩法，包括pf战技系统也在待定中。

给玩家更多的选择是否真正能够让游戏变得更好玩，是个值得思考的问题。毕竟人类的记忆能力和对复杂度的容忍能力都是有限的，更多的选择会给玩家带来更多的思想包袱，过多的策略战术抉择会让战斗变得拖沓停顿不再流畅。


关于给与玩家选择多寡的平衡问题，前辈冒险者们已经有过很多深刻的体会，值得我们借鉴：

挑出最优解不是容易的事。很多四版战斗时间就是花在等待或讨论最优解之上的...

战："我应该把他打倒地，还是推开他?"
贼："别推别推，我要夹击。"
牧："可是不推的话，他一快步我们就全体吃光环。"
贼："那你别动，我用换位打?"
法："我也可以拉人。"
战："不可以，那是墙角你不能斜拉"
法："如果我这样走的话，好像可以拉，但牧师要让路。"
牧："我走开就罩不住贼?"

然后，过了十多分钟，大家谈好了，战士投骰，失手... "是时候重新想了。"

    -- 引自果园全能的羊姐姐Sheepy</s></c>]]


credits=[[<f=b6 c=lbl>主要制作者 & 程序</f>

<url=http://www.lowmagicage.com>Thomas Lee (AM)</url>


<f=b6 c=lbl>物品描述 & 英文文本润色</f>

<url=https://discord.gg/zMPgh8r>Roy Riley</url>


<f=b6 c=lbl>策划 & 文案</f>
<c=twa>（按字母顺序排列）</c>

ASC_CDA
ihc308
Iroiofroi
kxiaobh
LAMMPP
poorlunch
tudou684
xvim
大胸凶雄熊猫
百火咏天
苍冰之刻印
厉害的SK
山岚莫里
天灾魍魉


<f=b6 c=lbl>美术</f>

<url=http://www.rpgartkits.com>Raymond E. Gaustadnes</url> - 感谢挪威籍画师Raymond E. Gaustadnes ( 网名<url=http://shockbolt.deviantart.com/gallery>Shockbolt</url> )为此游戏提供了全套怪物/物品/头像图片的非独占商用版权。

<c=twa>Raymond也为另一款游戏ToME4绘制了另外一套怪物/物品图集。因此，2套图集风格相似，还有个别图片共用。</c>

<url=https://www.deviantart.com/joakimolofsson>Joakim Olofsson</url> - 部分插画
<url=http://opengameart.org>OpenGameArt</url> - 各种资源
<url=http://ramah-palmer.deviantart.com>Andy (Ramah-Palmer)</url> - 部分手绘地图元素
<url=http://game-icons.net>Game-Icons.net</url> - 大部分图标<c=twa>（具体版权信息见附录）</c>
<url=http://p.yusukekamiyamane.com>Yusuke Kamiyamane</url> - 部分图标
<url=https://www.patreon.com/justinnichol>Justin Nichol</url> - 部分角色头像
<url=http://www.cbigame.com>cbigame游戏天地</url> - 部分场景
<url=https://github.com/adobe-fonts/source-han-sans/>思源黑体</url> - 中文字体<c=twa>（简体&繁体）</c>
<url=http://www.latofonts.com>Lato Fonts</url> - 英文字体
<url=http://www.drivethrurpg.com>DriveThruRPG.com</url> - 最大的角色扮演游戏下载商店
<url=http://www.drivethrurpg.com/browse/pub/3482/Sine-Nomine-Publishing.com>Sine Nomine Publishing</url> - 部分插画
Aaron Lee
Christ of Grobelski
Jeff Brown
Joyce Maureira
Mohammed Agbadi
Tan Ho Sim


<f=b6 c=lbl>音乐 & 音效</f>

<url=http://www.matthewpablo.com>Matthew Pablo - MP Audio Solutions</url>
<url=http://egoboo.sourceforge.net>Zefz</url>
<url=https://opengameart.org/users/horrorpen>Horror Pen</url>
<url=http://www.cynicmusic.com>The Cynic Project</url>
<url=http://www.littlerobotsoundfactory.com>Little Robot Sound Factory</url>


<f=b6 c=lbl>参考规则 & 游戏</f>

<url=http://www.wizards.com/default.asp?x=d20/article/srd35>Wizards of the Coast</url> - 官方规则的开放游戏许可，详见百科：OGL。
<url=http://www.paizo.com>Paizo</url> - Pathfinder 开拓者，从官方规则演化扩展而来的一套精彩的第三方规则。
<url=http://www.goddessfantasy.net>纯美苹果园</url> - 感谢果园众位姐姐大神的斐然文采和悉心教导，让我们能更好地了解研究这套传世规则。
<url=http://www.wesnoth.org>韦诺之战</url> & <url=http://www.ubisoft.com.cn>英雄无敌</url> - 部分规则和操作方式。


<f=b6 c=lbl>国际化</f>

英语：
Diana Keller
poorlunch
xvim
Kagami Neko
18982265276xjz
Huskar
ASC_8384
SisseL
<url=mailto:willsama974@gmail.com>Willsama974</url>
Manny / Eisenwulf

意大利语：
<url=https://business.facebook.com/TigerTraduzioni/>Gruppo T.i.g.e.r.</url>
Dark Legend
Chantalion
The Ripper

法语：
KillPower
Targus
JpDonald
Soifran
of http://rpgjeuxvideo.eklablog.fr/low-magic-age-a166591452

日语：
<url=https://synctam.blogspot.com/2017/05/low-magic-age.html>Synctam</url>
Rokusai Katsushika
KAZE NO KATACHI

西班牙语：
Miguel Lara


<f=b6 c=lbl>网站设计 & 文档写作</f>

<url=http://www.shinegame.com>Diana Keller</url>


<f=b6 c=lbl>其他参与制作 & 测试人员</f>
<c=twa>
<h3>游戏解说 & 视频录制：</h3>
<url=http://space.bilibili.com/6917320>kevinjones</url>
<url=http://space.bilibili.com/504942>晓夜夜SCP166</url>
<url=http://space.bilibili.com/1445474>人机NPC</url>
<url=http://space.bilibili.com/919731>地灵殿之鬼</url>
<url=http://weibo.com/u/5303199381>老吴解说</url>
<url=http://space.bilibili.com/14465526>糖说GAME</url>


最后，同时也是最重要的，来自内测Q群，贴吧，以及各大游戏论坛中的广大玩家的长期支持和各种建议，对此游戏的完善和成长起到了难以估量的作用！正是这些热情可爱的战棋和跑团爱好者们，共同造就了属于我们大家的《低魔时代》！

遗憾的是，这份玩家名单实在太长且处于持续增长中，所以无法在此详细列出，敬请谅解。若想了解游戏发展过程中玩家们给予我们的各种建议和相关讨论，可访问下列站点：

<url=https://steamcommunity.com/app/576770/discussions/1/>Steam社区</url>
<url=http://tieba.baidu.com/f?kw=低魔时代>低魔时代吧</url>
<url=http://tieba.baidu.com/p/4415500823>开发日志</url>
内测Q群： 581705815


<f=b6 c=lbl>附录</f>

<c=twa>Game-Icons.net Icons provided under the Creative Commons 3.0 BY or CC0 if mentioned below.</c>

Icons made by:
<url=http://lorcblog.blogspot.com>Lorc</url>
<url=http://delapouite.com>Delapouite</url>
<url=http://ninmunanmu.com>John Colburn</url>
<url=http://blackdogofdoom.blogspot.co.uk>Felbrigg</url>
<url=http://www.uniquedicetowers.com>John Redman</url>
<url=https://twitter.com/unstoppableCarl>Carl Olsen</url>
<url=http://opengameart.org/content/95-game-icons>Sbed</url>
PriorBlue
<url=http://wjbstories.blogspot.com>Willdabeast</url>
<url=http://viscious-speed.deviantart.com>Viscious Speed</url> - CC0
<url=http://berandas.deviantart.com>Lord Berandas</url>
<url=http://ecesisllc.wix.com/home>Irongamer</url>
<url=http://www.gnomosygoblins.blogspot.com>HeavenlyDog</url>
Lucas
<url=http://fungustoken.deviantart.com>Faithtoken</url>
Skoll
<url=http://www.se.rit.edu/~andy/>Andy Meneely</url>
Cathelineau
Kier Heyl
Aussiesim]]


ogl_diffs=[[<c=twa>实际游戏内容与OGL 3.5规则在很多方面都有很大的不同。下列为主要不同点：</c>


很多专长/法术被移除，有些被修改，有些新添加。

所有生物均在生命值为0时死亡。

大多数远程武器和法术的最远距离被降低。

猛力攻击，冲锋等原本需要选择或操作的能力改为自动加成。

大体型生物无特殊触及距离且仅占1格。

更多职业等内容开发完善中...


<b>下列功能被忽略或尚未实现：</b>
卷轴，法杖
解除武器，击破武器
领域能力，领域法术
骑乘]]