-- z_u_ex z_ie
ac_amr			="防御（盔甲加值）"
ac_shd			="防御（盾牌加值）"
ac_nac			="防御（天生加值）"
ac_dflc			="防御（偏斜加值）"
ac_rng			={n="远程防御	",d="对远程攻击有更好的防御效果"}

rf_shd			="反射（盾牌加值）"-- del z_rf_shd
save			="豁免"
luck			="幸运"

dr				={n="物免		",d="减少受到的物理伤害", f="物理伤害减免%d点"}
er				={n="抗能		",d="减少受到的元素伤害", f="元素伤害减免%d点"}
bounce_p		={n="荆棘		",d="你被近战击中时，攻击者会受到少量穿刺伤害。", f="你被近战击中时，攻击者受到%s点穿刺伤害"}
bounce_f		={n="火盾		",d="你被近战击中时，攻击者会受到少量火焰伤害。", f="你被近战击中时，攻击者受到%s点火焰伤害"}
ctr_atk			={n="反击		",d="敌人对你近战攻击失手时，你有一定几率对其进行借机攻击。", f="敌人对你近战攻击失手时，你有%d%%几率对其进行反击"}
auto_sum		={n="自动召唤	",d="战斗开始时，自动召唤一个相应类型的元素生物协助战斗。", f="战斗开始时，自动召唤一个%d级相应类型的元素生物协助战斗"}

hr				={n="再生		",d="每回合自动恢复一些生命值", f="每回合自动恢复%d点生命值"}
auto_heal1		={n="受伤自愈	",d="首次受伤时，自动恢复一些生命值", f="首次受伤时，自动恢复%d点生命值"}
auto_heal2		={n="重伤自愈	",d="首次重伤时，自动恢复一些生命值", f="首次重伤时，自动恢复%d点生命值"}
be_heal			={n="强化恢复	",d="增强受到的治疗效果", f="受到的治疗效果+%d增强加值"}

to_heal			={n="强化医疗	",d="增强施展的所有治疗效果", f="施展的治疗效果+%d增强加值"}
elm_dmg			={n="元素增强	",d="增强法术的元素伤害", f="法术的元素伤害%+d增强加值"}
pe_dmg			={n="正能量增强	",d="增强法术的正能量治疗/伤害", f="法术的正能量治疗/伤害+%d增强加值"}
ne_dmg			={n="负能量增强	",d="增强法术的负能量治疗/伤害", f="法术的负能量治疗/伤害+%d增强加值"}
tr				={n="驱散抗力	",d="某些高等不死生物对牧师的驱散有超乎寻常的抵抗能力。"}
sr				={n=s_sr		,d=s_sr_d	,f="%+d法术抗力"}-- z_sr
unsr			={n=s_unsr		,d=s_unsr_d	,f="法术穿透%+d增强加值"}
spl_fail		={n="奥术失败率	",d="法师等奥术施法者，在穿着重甲等累赘状态下施展法术，有一定几率失败。"}

imm				={n="免疫		",d="特定伤害类型或效果无效"}
res				={n="抵抗		",d="特定伤害类型伤害减半"}
aff				={n="亲和		",d="特定伤害类型不造成伤害，而是恢复生命值。"}
vul				={n="易伤		",d="特定伤害类型伤害翻倍"}

unr				={n="破除		",d="再生和物免等特性可以被特定的伤害类型或武器材料类型克制而丧失效果。\n\n例如，巨魔受到火焰伤害后，下回合无法再生；使用镀银武器攻击吸血鬼，可正常造成全额伤害。"}

ex2_			="高等"
ex3_			="超凡"
_ench			="增强"
d_ench_bns		="%+d增强加值"
_d_ench_bns		="%+d增强加值"
s_x_perm_bns	="%+d永久加值"
s_x_com_bns		="%+d能力加值"
s_x_per_day2	="每日次数%+d（若有）"

s_ie_fire		={n="炽焰"			,f="+%s点火焰伤害"}
s_ie_cold		={n="冰冻"			,f="+%s点寒冷伤害"}
s_ie_shock		={n="电击"			,f="+%s点电击伤害"}
s_ie_acid		={n="酸蚀"			,f="+%s点强酸伤害"}
s_ie_def		={n="防护"			,f="防御%+d盾牌加值（仅近战）"}
s_ie_crit		={n="锐锋"			,f="重击率翻倍"}
s_ie_dist		={n="及远"			,f="射程增加一半"}
s_ie_no_mov		={n="禁足"			,f="使目标无法移动"}
s_ie_bleed		={n="血光"			,f="使目标流血（每轮%d点伤害，可叠加）"}
s_ie_kill_ud	={n="瓦解"			,f="命中时目标不死生物驱散检定失败则被摧毁"}
s_ie_destroy	={n="毁灭"			,f="+%s点武器伤害"}
s_ie_kill		={n="致命"			,f="%d%%几率直接杀死目标"}
s_ie_vampire	={n="吸血"			,f="吸取%s点生命"}

s_ie_good		={n="神圣"			,f="攻击邪恶生物时，+%s点武器伤害"}
s_ie_evil		={n="邪恶"			,f="攻击善良生物时，+%s点武器伤害"}
s_ie_law		={n="秩序"			,f="攻击混乱生物时，+%s点武器伤害"}
s_ie_chaos		={n="混沌"			,f="攻击守序生物时，+%s点武器伤害"}

s_ie_imx_crit	={n="护命"			,f="免疫重击"}
s_ie_ac_rng		={n="吸矢"			,f="%+d远程防御"}

s_ie_phy		={n=s_ag_phy		}
s_ie_psy		={n=s_ag_psy		}
s_ie_abi		={n=s_ag_all		}

s_ie_amr		={n="盔甲"			,f="防御%+d盔甲加值"}
s_ie_nac		={n="天防"			,f="防御%+d天生加值"}
s_ie_dflc		={n="偏斜"			,f="防御%+d偏斜加值"}
s_ie_save		={n="豁免"			,f="豁免%+d增强加值"}
s_ie_luck		={n="幸运"			,f="攻击/伤害/豁免%+d幸运加值"}
s_ie_imm_tox	={n="毒素免疫"		,f="免疫毒素伤害和效果"}
s_ie_spd1		={n="迅捷"			,f="移动速度+%d增强加值"}
s_ie_spd2		={n="极速"			,f="移动速度+%d增强加值"}
s_ie_imx_hard	={n="浮空"			,f="所有困难地形均视为普通地形"}-- 包括法术效果和生物所导致
s_ie_elm_a		={n="风元素"		}
s_ie_elm_f		={n="火元素"		}
s_ie_elm_w		={n="水元素"		}
s_ie_elm_e		={n="土元素"		}

s_ie_rd			={n="附魔"			,f="随机生成"}

s_ie_grap		={n="自动擒抱"		,f="命中时触发擒抱"}
s_ie_trip		={n="自动绊摔"		,f="命中时触发绊摔"}
s_ie_palsy		={n="麻痹"			,f="命中时目标强韧检定失败则被麻痹"}

s_ie_thdr		="雷鸣"	s_ie_thdr_d	=[[雷鸣武器在造成重击时会发出打雷一样的巨响。此音波能量不会伤害使用者。

重击时，雷鸣武器能造成额外1d8点音波伤害。若武器重击倍数为x3，则为2d8；x4则为3d8。

雷鸣弓、弩和投石索能将音波能量灌注在其发射的弹药中。

遭受雷鸣武器重击的对象须进行DC14的强韧豁免检定，失败则永久耳聋。]]-- 微弱死灵系灵光；CL5；制造魔法武器和防具，目盲术/耳聋术（blindness/deafness）；价格+1加值。Faint necromancy; CL 5th; Craft Magic Arms and Armor, blindness/deafness; Price +1 bonus.

s_ie_behead		="斩首"	s_ie_behead_d	=[[这种强大而可怕的能力使得武器能砍下敌人的头颅。攻击检定掷出20时（随后再掷一次攻击检定以确定成功造成重击），武器会砍下对手的头（若有）。

某些生物没有头，比如异怪和泥形生物。其他的，比如魔像和除了吸血鬼以外的不死生物，不会因失去头而受到影响。而其余的大部分生物则会因为头被砍掉而死亡。

斩首武器必须是挥砍型武器。]]-- （如果未一件非挥砍武器随机掷特殊能力时掷到了此能力，则重掷。）(If you roll this property randomly for an inappropriate weapon, reroll.)		强烈死灵和变化系灵光；CL９；制造魔法武器和防具，死亡法阵（circle of death），锐锋术（keen edge）；价格＋５加值。Strong necromancy and transmutation; CL 18th; Craft Magic Arms and Armor, circle of death, keen edge; Price +5 bonus.
--[[
神圣：神圣武器属于善良阵营，充满了强大的神圣之力，并因此获得相应的伤害减免。攻击邪恶阵营的生物时，武器能造成2d6点额外伤害。任何企图使用此武器的邪恶阵营生物会遭受一个负向等级。只要武器在手中负向等级就一直存在，除非把武器扔掉。这个负向等级并没有造成真正的等级降低，但是只要武器在手中，负向等级便不能以任何方式移除（包括复原术（restoration））。弓、弩和投石索会自动给予其发射的弹药神圣的力量。	中等塑能系灵光[善良阵营]；CL7；制造魔法武器和防具，圣光击（holy smite）；价格+2加值。
邪恶：邪恶武器属于邪恶阵营，充满了强大的邪恶之力，并因此获得相应的伤害减免。攻击善良阵营的生物时，武器能造成2d6点额外伤害。任何企图使用此武器的善良阵营生物会遭受一个负向等级。只要武器在手中，负向等级就一直存在，除非把武器扔掉。这个负向等级并没有造成真正的等级降低，但是只要武器在手中，负向等级便不能以任何方式移除（包括复原术（restoration））。弓、弩和投石索会自动给予其发射的弹药邪恶的力量。	中等塑能系灵光[邪恶阵营]；CL7；制造魔法武器和防具，邪影击（unholy blight）；价格+2加值。
秩序：秩序武器属于守序阵营，灌注有守序的力量，并因此获得相应的伤害减免。攻击混乱阵营的生物时，武器能造成2d6点额外伤害。任何企图使用此武器的混乱阵营生物会遭受一个负向等级。只要武器在手中负向等级就一直存在，除非把武器扔掉。这个负向等级并没有造成真正的等级降低，但是只要武器在手中，负向等级便不能以任何方式移除（包括复原术（restoration））。弓、弩和投石索会自动给予其发射的弹药这种守序的力量。	中等塑能系灵光[守序阵营]；CL7；制造魔法武器和防具，秩序之怒（order’s wrath），制造者必须是守序阵营；价格+2加值。
混沌：混沌武器属于混乱阵营，灌注有混乱的力量，并因此获得相应的伤害减免。攻击守序阵营的生物时，武器能造成2d6点额外伤害。任何企图使用此武器的守序阵营生物会遭受一个负向等级。只要武器在手中负向等级就一直存在，除非把武器扔掉。这个负向等级并没有造成真正的等级降低，但是只要武器在手中，负向等级便不能以任何方式移除（包括复原术（restoration））。弓、弩和投石索会自动给予其发射的弹药这种混乱的力量。	中等塑能系灵光[混乱阵营]；CL7；制造魔法武器和防具，混沌之锤（chaos hammer），制造者必须是混乱阵营；价格+2加值。
Holy: A holy weapon is imbued with holy power. This power makes the weapon good-aligned and thus bypasses the corresponding damage reduction. It deals an extra 2d6 points of damage against all of evil alignment. It bestows one negative level on any evil creature attempting to wield it. The negative level remains as long as the weapon is in hand and disappears when the weapon is no longer wielded. This negative level never results in actual level loss, but it cannot be overcome in any way (including restoration spells) while the weapon is wielded. Bows, crossbows, and slings so crafted bestow the holy power upon their ammunition.	Moderate evocation [good]; CL 7th; Craft Magic Arms and Armor, holy smite, creator must be good; Price +2 bonus.
Unholy: An unholy weapon is imbued with unholy power. This power makes the weapon evil-aligned and thus bypasses the corresponding damage reduction. It deals an extra 2d6 points of damage against all of good alignment. It bestows one negative level on any good creature attempting to wield it. The negative level remains as long as the weapon is in hand and disappears when the weapon is no longer wielded. This negative level never results in actual level loss, but it cannot be overcome in any way (including restoration spells) while the weapon is wielded. Bows, crossbows, and slings so crafted bestow the unholy power upon their ammunition.	Moderate evocation [evil]; CL 7th; Craft Magic Arms and Armor, unholy blight, creator must be evil; Price +2 bonus.
Axiomatic: An axiomatic weapon is lawfully aligned and infused with the power of law. It makes the weapon law-aligned and thus bypasses the corresponding damage reduction. It deals an extra 2d6 points of damage against all of chaotic alignment. It bestows one negative level on any chaotic creature attempting to wield it. The negative level remains as long as the weapon is in hand and disappears when the weapon is no longer wielded. This negative level never results in actual level loss, but it cannot be overcome in any way (including restoration spells) while the weapon is wielded. Bows, crossbows, and slings so crafted bestow the lawful power upon their ammunition.	Moderate evocation [lawful]; CL 7th; Craft Magic Arms and Armor, order’s wrath, creator must be lawful; Price +2 bonus.
Anarchic: An anarchic weapon is chaotically aligned and infused with the power of chaos. It makes the weapon chaos-aligned and thus bypasses the corresponding damage reduction. It deals an extra 2d6 points of damage against all of lawful alignment. It bestows one negative level on any lawful creature attempting to wield it. The negative level remains as long as the weapon is in hand and disappears when the weapon is no longer wielded. This negative level never results in actual level loss, but it cannot be overcome in any way (including restoration spells) while the weapon is wielded. Bows, crossbows, and slings so crafted bestow the chaotic power upon their ammunition.	Moderate evocation [chaotic]; CL 7th; Craft Magic Arms and Armor, chaos hammer, creator must be chaotic; Price +2 bonus.
]]

s_skls_str	="竞技冠军"-- z_ie_skl
s_skls_dex	="无名夜贼"
s_skls_int	="大学者"
s_skls_wis	="精英斥候"
s_skls_cha	="双面间谍"		s_skls_abi_d	="以下技能的基础等级提升至角色等级（若更低）"
s_skls_knw	="首席博学家"	s_skls_knw_d	="所有知识子技能的基础等级提升至角色等级（若更低）"
s_skls_pfm	="歌唱女神"		s_skls_pfm_d	="所有表演子技能的基础等级提升至角色等级（若更低）"

s_ie_imx_flk	="预知"			s_ie_imx_flk_d		="不会遭受夹击"
s_ie_imx_dex	="直觉"			s_ie_imx_dex_d		="措手不及时保留AC敏捷加值，除非无法动弹。"
s_ie_imx_dis	="保健"			s_ie_imx_dis_d		="免疫所有疾病"
s_ie_cl1		="精通施法"		s_ie_cl_d			="%+d施法者等级"
s_ie_cl2		="进阶施法"
s_ie_cl3		="卓越施法"
s_ie_haste1		="次级加速"		s_ie_haste_d		="战斗开始时，获得%d轮加速术效果。"
s_ie_haste2		="高等加速"
s_ie_haste3		="卓越加速"
s_ie_mis1		="次级移位"		s_ie_mis1_d			="对你的攻击有%d%%的失手率"
s_ie_mis2		="高等移位"		s_ie_mis2_d			="战斗开始时，对你的攻击有%d%%的失手率；之后每轮降低10%%，直到20%%的失手率。"
s_ie_bow1		="次级神射"		s_ie_bow1_d			="视为擅长弓类武器。若本就擅长，则弓类武器的攻击检定%+d能力加值。"
s_ie_bow2		="高等神射"		s_ie_bow2_d			="视为擅长弓类武器。若本就擅长，则弓类武器的攻击检定%+d能力加值，伤害检定+1能力加值。"
s_ie_unrng1		="次级夺箭"		s_ie_unrng1_d		="每场战斗1次，免受远程武器攻击。"
s_ie_unrng2		="高等夺箭"		s_ie_unrng2_d		="每轮1次，免受远程武器攻击。"
s_ie_mnk1		="武僧"			s_ie_mnk1_d			="计算武僧的AC奖励和徒手伤害时，武僧等级%+d；震慑拳每日次数+1（若有）。若非武僧，则获得%d级武僧的AC奖励和徒手伤害。"
s_ie_mnk2		="高等武僧"		s_ie_mnk2_d			="计算武僧的AC奖励和徒手伤害时，武僧等级%+d；震慑拳每日次数+2（若有）。若非武僧，则获得%d级武僧的AC奖励和徒手伤害。"
s_ie_dwf		="矮人"			s_ie_dwf_d			="非矮人种族可获得：60英尺黑暗视觉、熟悉岩石、体质值%+d增强加值；对抗毒素、法术、类法术能力%+d抗力加值。"-- 英文Dwarvenkind 故不可用种族名替换 下面类似
s_ie_elf		="精灵"			s_ie_elf_d			="非精灵种族可获得：昏暗视觉、免疫魔法睡眠效果、敏捷值%+d增强加值；对抗惑控系法术或效果%+d抗力加值。"
s_ie_slow		="缓慢"			s_ie_slow_d			="每场战斗1次，30英尺内某个敌人缓慢1~3轮（意志检定DC%d）。"
s_ie_cowering	="畏缩"			s_ie_cowering_d		="每场战斗1次，30英尺内某个敌人畏缩1~3轮（意志检定DC%d）。"
s_ie_blinded	="目盲"			s_ie_blinded_d		="每场战斗1次，30英尺内某个敌人目盲1~3轮（强韧检定DC%d）。"
s_ie_hold		="定身"			s_ie_hold_d			="每场战斗1次，30英尺内某个敌人定身1~3轮（强韧检定DC%d）。"
s_ie_shaken		="丧志"			s_ie_shaken_d		="每轮1次，30英尺内某个敌人战栗1~3轮（意志检定DC%d）。"
s_ie_dazzled	="目眩"			s_ie_dazzled_d		="每轮1次，30英尺内所有敌人目眩1~3轮（强韧检定DC%d）。"
s_ie_sickened	="恶心"			s_ie_sickened_d		="每轮1次，30英尺内所有敌人恶心1~3轮（强韧检定DC%d）。"
s_ie_fatigued	="疲乏"			s_ie_fatigued_d		="每轮1次，30英尺内所有敌人疲乏1~3轮（强韧检定DC%d）。"
s_ie_exhausted	="力竭"			s_ie_exhausted_d	="每轮1次，30英尺内所有敌人力竭1~3轮（强韧检定DC%d）。"

ench_cats={-- z_ie_grp
{n="属性"	},
{n="防御"	},
{n="豁免"	},
{n="额外防护"},
{n="其他"	},
}

-- z_itm_mat
s_sp_mats		="特殊材料"	s_sp_mats_d	=[[除了法术创造的魔法物品外，某些材料有它内在的特殊属性和特定的效果，比如更轻的重量或穿透某些生物的伤害减免等。

如果制造某件物品时使用了不止一种的特殊材料，则只能得到其中主要材料的好处。]]
s_mat_eqpts		="特殊材料装备"	s_mat_eqpts_d	="使用特殊材料制作的装备，拥有特殊属性和效果，比如更轻的重量或穿透某些生物的伤害减免等。"

s_alch_slvr		="炼银"-- bak
s_bond_slvr		="镀银"	s_bond_slvr_d	="通过一个复杂的炼金过程，可以在钢铁制武器上镀上银，使它可以穿透吸血鬼和兽化人等生物的伤害减免。但镀银武器的伤害有-1减值。\n\n非金属物品上不能镀银，也无法作用于精金和秘银等稀有金属。"

s_alsv			="镀银"	s_alsv_b	="破除伤害减免；-1伤害。"
s_mith			="秘银"	s_mith_b	="精制品；重量减半；优质防具。"
s_adam			="精金"	s_adam_b	="精制品；破除伤害减免；伤害减免。"
s_dkwd			="黑木"	s_dkwd_b	="精制品；重量减半；优质盾牌。"
s_cdir			="寒铁"	s_cdir_b	="精制品；破除伤害减免。"

s_alsv_d		=s_bond_slvr_d
s_mith_d		=[[这种闪耀着银光的罕见金属比铁轻得多，但硬度却相同。

- 秘银装备均为精制品。
- 秘银装备重量减半。
- 秘银盔甲视为比正常轻一级的盔甲。
- 秘银防具的奥术失败率降低10％，最大敏捷加值增加2，防具检定减值减少3。
- 非金属或仅小部分金属的物品不能用秘银制造。]]
s_adam_d		=[[这种极其坚硬的金属能提升显著装备的品质。

- 精金装备均为精制品。
- 精金武器能破除某些生物的伤害减免。
- 精金盔甲具有伤害减免。
- 无金属部件的物品不能用精金制造。]]
s_dkwd_d		=[[这种珍贵的魔法木材和普通木头一样硬，但是非常轻。

- 黑木装备均为精制品。
- 黑木装备重量减半。
- 黑木盾牌的防具检定减值减少2。
- 非木制或仅小部分木制的物品不能用黑木制造。]]
s_cdir_d		=[[这种深埋在地下的铁因为对精类生物有特别的效果而闻名。

- 寒铁装备均为精制品。
- 寒铁武器能破除精类生物的伤害减免。
- 无金属部件的物品不能用寒铁制造。]]

s_alsv_h		=s_bond_slvr_d.."\n\n"..[[
炼银物品类型	物品价格调整值
弹药		+2金币
轻型武器	+20金币
单手武器	+90金币
双手武器	+180金币]]
s_mith_h		=[[秘银是一种非常稀少的，闪耀着银光的金属，虽然比铁轻，但却有一样的硬度。像钢铁一样锻造后，它成为了制造盔甲的绝佳材料，偶尔也被用来制造其他物品。用它制成的武器和盔甲均为精制品。大部分秘银盔甲在考虑移动速度和其他限制时视为轻一级的盔甲。重甲视为中甲，中甲视为轻甲，不过轻甲还是视为轻甲。秘银防具的奥术失败率降低10％，最大敏捷加值增加2，防具检定减值减少3（最小到0）。

秘银制物品的重量只有用其他金属制造的同种物品的一半。就武器而言，重量变轻并不能改变武器尺寸类型或其持握方式（无论是轻型，单手，还是双手武器）。仅小部分由金属构成的物品不会因为部分秘银材料的存在而有变化（长剑可以是秘银武器，而巨镰不行）。

秘银物品类型	物品价格调整值（含精制品价格）
盾牌		+1,000金币
轻甲		+1,000金币
中甲		+4,000金币
重甲		+9,000金币
其他		+500金币/磅]]
s_adam_h		=[[这种极其坚硬的金属可以提高武器或者盔甲的品质。用精金锻造的盔甲给穿戴者提供了伤害减免，轻型甲为1/-，中型甲为2 /-，重型甲则是3/-。精金是如此昂贵，因此用它制成的武器和盔甲均为精制品。

无金属成分的物品不能用精金制造。箭可以用精金来制造，但木棍不行。

精金物品类型	物品价格调整值（含精制品价格）
弹药		+60金币
武器		+3,000金币
盾牌		+5,000金币
轻型盔甲	+5,000金币
中型盔甲	+10,000金币
重型盔甲	+15,000金币]]
s_dkwd_h		=[[这种珍贵的魔法木材和普通的木头一样硬，但是非常轻。黑木制造的任何木制或大部分是木制的物品（比如弓，箭，矛）视为精制品，且重量只有原来同种物品的一半。黑木盾牌的防具检定减值比同类普通盾牌要少2点。

一般情况下非木制或仅部分木制的物品（如战斧或硬头锤）要么不能使用黑木来制造，要么不能得到黑木制造的优点。

计算黑木物品的价格时，在同类精制品的基础上再加上每一磅原始重量10金币。]]
s_cdir_h		=[[]]

-- z_shd_mats
shd_mats		={n="制作盾牌的材料", d=
[[和盔甲不同，盾牌既可以用木头制作，也可以用钢铁制作。木制盾牌和钢制盾牌在基本防具性质上完全相同，但木制盾牌重量更轻价格也更低。

因此在不考虑耐久度，硬度，耐火性等的情况下，木制盾牌是最佳选择，游戏中盾牌默认均为木制，价格和重量也都按木制盾牌计算。

但用特殊金属材料（如秘银或精金）制作的盾牌在计算价格和重量时是以钢制盾牌为基础的。


木制盾牌和钢制盾牌的基础价格和重量列表：

轻木盾	 3金	 5磅
轻钢盾	 9金	 6磅
重木盾	 7金	10磅
重钢盾	20金	15磅


例外：塔盾总是为木制。]]}

-- z_itm_mat.add
itm_mats_text={
[itm_mat_iron_	]={n="铁		"},
[itm_mat_wood_	]={n="木		"},
[itm_mat_lthr_	]={n="皮		"},
[itm_mat_clth_	]={n="布		"},
[itm_mat_rsv5_	]={n="保留5	"},
[itm_mat_rsv6_	]={n="保留6	"},
[itm_mat_rsv7_	]={n="保留7	"},
[itm_mat_alsv	]={n=s_alsv	 ,d=s_alsv_d,sd=s_alsv_b},
[itm_mat_mith	]={n=s_mith	 ,d=s_mith_d,sd=s_mith_b},
[itm_mat_adam	]={n=s_adam	 ,d=s_adam_d,sd=s_adam_b},
[itm_mat_dkwd	]={n=s_dkwd	 ,d=s_dkwd_d,sd=s_dkwd_b},
[itm_mat_cdir	]={n=s_cdir	 ,d=s_cdir_d,sd=s_cdir_b},
[itm_mat_dkcl	]={n="暗叶布	"},
[itm_mat_wood	]={n="木		"},
[itm_mat_cpr	]={n="铜		"},
[itm_mat_tin	]={n="锡		"},
[itm_mat_brnz	]={n="青铜	"},
[itm_mat_iron	]={n="铁		"},
[itm_mat_stl	]={n="钢		"},
[itm_mat_slvr	]={n="银		"},
[itm_mat_gold	]={n="金		"},
[itm_mat_plat	]={n="白金	"},
}

z_trim_ns(itm_mats_text)


d_healers_kit	= [[此工具箱装满了药草、膏药、绷带以及其他有用材料，能为「医疗」检定提供+2环境加值。每个医药箱可使用10次。]]

d_tools_tbl		= "\n\n"..[[工具的环境调整值：

<b c=ta>工具		调整值</b>
简单工具	<c=r>-2环境减值</c>
盗贼工具	<c=a>无</c>
精制品盗贼工具	<c=g>+2环境加值</c>]]

d_simple_tools	= [[使用「解除装置」和「开锁」技能时，人物手边至少须有适当的简单工具（凿子、撬杆、钥匙模、铁丝等）或更专业的盗贼工具。

若无盗贼工具，只使用简单工具的状况下，检定有-2环境减值。使用精制品盗贼工具则有+2环境加值。]]..d_tools_tbl

d_thieves_tools	= [[此工具箱包含使用「解除装置」和「开锁」技能时所需的各种工具：万能钥匙、铁杆、尖嘴钳、小锯子、楔子与铁锤。

若没有这套工具，则只能使用临时工具，需遭受-2环境减值。

精制品版本：特别制作的精巧盗贼工具，检定时有+2环境加值。"]]..d_tools_tbl

d_lockpick		= [[开锁时，除了需要简单工具或盗贼工具，还需要开锁器。不同于其他工具，开锁器比较容易损坏，经验老道的冒险者总是会额外准备足够数量的开锁器。]]

-- z_eqpt_slot
main_hand		="主手"	main_hand_d	="惯用手可持握一件单手武器，或双手持握一件双手武器。"
off_hand		="副手"	off_hand_d	="非惯用手可持握一件单手武器或盾牌。"
ammo			="弹药"	ammo_d		="背部或腰部等身体部位可额外携带各种箭矢和投掷武器。"
body			="身体"	body_d		="身体可穿着一件长袍或一套盔甲（在背心、祭袍或衬衫之外）。"
head			="头部"	head_d		="头部可戴一顶帽子、头带或头盔。"
neck			="颈部"	neck_d		="颈部可穿戴一条项链、领针、徽章、护符、圣符或圣甲虫。"
belt			="腰部"	belt_d		="腰部可穿戴一条腰带（在长袍或盔甲之外）。"
boot			="脚部"	boot_d		="脚部可穿戴一双鞋子或靴子。"
arm				="手臂"	arm_d		="手臂或手腕可佩戴一对护腕或手镯。"
shdr			="肩膀"	shdr_d		="肩膀可披一件斗篷、披风或披肩（在长袍或盔甲之外）。"
ring			="戒指"	ring_d		="每只手可各戴一枚戒指（或单手两枚）。"
acc				="饰品"	acc_d		="空闲身体部位可佩戴两件饰品。"
eyes			="眼部"	eyes_d		="眼部可佩戴一副眼镜或护目镜。"
hands			="手部"	hands_d		="手部可穿戴一双手套或铁手套。"
torso			="躯干"	torso_d		="躯干可穿着一件背心、祭袍或衬衫。"

xbns_note		= "同名加值不叠加，只取最大。"
tshd_penalty	= "塔盾极其沉重，当持用它战斗时，即使擅长塔盾，攻击也仍会承受-2的惩罚。"

s_simple_wpns_inc	= "简易武器包括："
s_martial_wpns_pre	= "军用武器包括："
s_martial_wpns_inc	= "%s类军用武器包括："

d_no			= "无描述。"

-- z_itm_tp	目前描述仅用于data\itms.lua
itm_types={
-- normal
{n="武器"			,d=d_no},
{n="盾牌"			,d=d_no},
{n="弹药"			,d=d_no},
{n="盔甲"			,d=d_no},
-- wondrous items
{n="头带/头盔"		,d=d_no},
{n="腰带"			,d=d_no},
{n="斗篷"			,d=d_no},
{n="背心/衬衫/祭袍"	,d=d_no},
{n="长袍"			,d=d_no},
{n="护腕"			,d=d_no},
{n="手套"			,d=d_no},
{n="靴子"			,d=d_no},
{n="镜片/护目镜"		,d=d_no},
{n="项链/护符"		,d=d_no},
{n="指环"			,d=d_no},
{n="饰品"			,d=d_no},
-- non-equipment
{n="容器"			,d=d_no},
{n="消耗品"			,d=d_no},
{n="石料"			,d="石料是一种常见的基础原料，可用于金属冶炼（作为溶剂）或制作磨石。"				},
{n="宝石矿"			,d="宝石矿是未加工的宝石原料。"												},
{n="宝石"			,d="作为一种珍贵的制作材料，宝石可用于各种手工制作。"							},
{n="矿石"			,d="矿石是一种常见的原材料，可被冶炼成相应种类的金属材料。"						},
{n="金属"			,d="金属由相应种类的矿石提炼而来，是武器和防具制作的基础材料之一。"				},
{n="木材"			,d="木材是一种常见的基础原料，可用来制作武器或用作燃料。"						},
{n="燃料"			,d="燃料是冶炼和锻造的基础原料之一。"											},
{n="布料"			,d="布料是制作盔甲的主要材料之一，即使金属盔甲也需要少量布料作衬里。"				},
{n="皮革"			,d="皮革主要用于制作皮甲。部分其他类型的防具也需少量的皮革制作连接部件或装饰。"	},
{n="奇幻材料"		,d="制造魔法物品时通常会用到一些奇异且神秘的物品，如奥法之尘、龙心血等等。"		},
{n="杂项材料"		,d="在常人眼里，这些世俗的常见之物或许只是一堆毫无用处的垃圾。"					},
{n="艺术品"			,d=d_no},
{n="杂项"			,d=d_no},
{n="陷阱"			,d=d_no},
{n="交易品"			,d=d_no},

{n="保留"			,d=d_no},
}

s_it_norm_eqpt	="普通装备"
s_it_magic_eqpt	="魔法装备"
s_it_potion		="药剂"
s_it_mat		="材料"

-- z_rare_lv
s_rare_nm		="普通"
s_rare_mw		="精制"
s_rare_e0		="魔法"
s_rare_e1		="稀有"
s_rare_e2		="罕见"
s_rare_e3		="史诗"
s_rare_e4		="传奇"

rare_lv_unique	="唯一"

-- weapon categories
wpn_cats={
{n="简易"	},
{n="军用"	},
{n="异种"	},
{n="天生"	},
}

-- weapon range types
wpn_rng_types={
{n="近战"	},
{n="远程"	},
}

-- z_wpn_hands
wpn_handss={
{n="单手"	},
{n="双手"	},
{n="主手"	},
{n="双头"	},
}

-- weapon groups z_wpn_grp
wpn_grps={
{n="轻刃"	,d="以匕首和短剑为代表的轻刃类武器，比一般的剑类武器要小型，适合副手使用。以戳刺为主要攻击方式，在攻击的强度与准确性上都很不错。精确的攻击、突刺以及灵活的防御是这类武器的强项。"	},
{n="重刃"	,d="以长剑和巨剑等重型剑为代表的重刃类武器是一种均匀开刃的武器，兼具轻刃武器的精准和斧的重量。主要用于劈砍而非戳刺。"	},--{n="剑"	,d="以长剑和巨剑等为代表的剑类武器是最常见的一类武器。均匀开刃，在攻击的强度与准确性上都十分出色。"},
{n="斧"		,d="斧类武器拥有沉重的把头和锋刃，能够进行猛烈的挥砍。"	},
{n="镐"		,d="镐像斧或者硬头锤一样重心在头上,并带有长长的尖头，适合造成穿刺性的深入伤害。"	},
{n="锤"		,d="锤类武器拥有沉重的钝头，一个或多个平滑的表面，以及一根手柄。锤类武器的重量非常适合用于造成粉碎性打击。"},
{n="硬头锤"	,d="硬头锤类武器和锤类武器非常相似，也是带有沉重头部的钝器。不过它们比锤类武器更平衡，用来造成粉碎性打击。"	},
{n="杖"		,d="一般来说，杖就是长条状的木头或其他物质，整体的粗细都差不多。"	},
{n="连枷"	,d="连枷类武器非常灵活，它们通常有一根铁链连接在持握的手柄和实施伤害的一端之间。"},
{n="矛"		,d="矛类武器由一个长柄和长柄前端用于戳刺的尖头组成，适合戳刺攻击。"},
{n="弓"		,d="弓类武器拥有一个坚硬的弓轴，韧性极好的弓弦与之首尾相连。弓类武器用于发射箭镞，它们需要经过训练才能有效使用。在行家手中，一把弓就是一把致命的利器。"},
{n="弩"		,d="弩类武器实际上就是一把安装了托柄和机械触发装置的弓。它是一种“对准即射”的傻瓜型武器。弩类武器深受大众喜爱，因为它不需要进行太多的训练就能掌握其使用方法，而它的主要推力来自于弩上绞紧的弩弦。"},
{n="投掷"	,d="包含所有投掷武器和投石索。某些小型近战武器可以用来投掷；投石索是用来投掷石块或是金属弹丸的皮索，属于抛射武器。"},-- 投石索
{n="徒手"	,d="当你拳打、脚踢、肘击、膝顶甚至用头撞对手的时候，就被视为是徒手攻击。单纯的徒手攻击被视为临时武器。有爪子或者啮咬等攻击方式的生物视为擅长这些天生武器。"},
-- 长武器：长武器是具有较长握柄的武器，所有长武器也都可以归属于某个其他的武器组，一般是斧、重刃或是矛类。长武器有较长的触及范围。
}

-- z_wpn_flags
wpn_flags={
{n="远程武器"		,d="无法用来近战攻击，只能进行远程攻击，如长弓或飞镖等。"},
{n="长武器"		,d="可攻击2格内的目标。但借机攻击或夹击时，只对邻接目标有效。"},
{n="鞭子"		,d="可攻击3格内的目标，但无威胁范围（无法借机攻击或夹击等），而且会引发借机攻击。"},
{n="轻型武器"		,d="允许以敏捷代替力量，作为攻击加值（需<c=y>武器娴熟</c>专长）。而且比一般单手武器更适合作为副手武器。"	},
{n="娴熟武器"		,d="允许以敏捷代替力量，作为攻击加值（需<c=y>武器娴熟</c>专长）。但不属于轻武器，因此不是很适合作为副手武器。"},
{n="冲锋武器"		,d="冲锋时更加精准和致命，攻击和伤害各+1。"},
{n="绊摔武器"		,d="绊摔攻击+2，绊摔时不会被目标借机攻击。"},
{n="轻投掷"		,d="轻投掷武器的远程攻击基于敏捷。"},
{n="重投掷"		,d="重投掷武器的远程攻击以力量代替敏捷应用于攻击和伤害。"},
--{n="双头武器"	,d="可双手持握用于双武器战斗（视为单手武器+轻武器）或单手持握（视为单手武器）。"},
{n="武僧武器"		,d="其设计允许武僧以特殊的方式来使用。"},
--{n="非持握"	,d="某些天生武器可提供额外的攻击方式。如手握长弓时，仍可进行撕咬。"},
--{n="Non-handheld"	,d="Some natural weapons can provide additional attack options. When holding a longbow, a lizardfolk can still bite in melee."},
}
s_thrown_wpn	="投掷武器"		s_thrown_wpn_d	="可用于远程攻击。敏捷调整值应用于远程攻击检定；力量调整值应用于伤害检定。"

-- armor weight types
amr_types={
{n="轻甲"},
{n="中甲"},
{n="重甲"},
}

-- shield weight types
shd_types={
{n="轻盾"	},
{n="重盾"	},
{n="塔盾"	},
}

potion_grps={-- z_potion_grp
{n="所有药剂"},
{n="任意药剂"},
{n="随机药剂"},
{n="常用药剂"},
{n="属性药剂"},
{n="战斗药剂"},
{n="防护药剂"},
{n="复原药剂"},
{n="杂项药剂"},
}

s_h4_wpn		="双头武器"		s_h4_wpn_d		="可双手持握用于双武器战斗（视为单手武器+轻武器）或单手持握（视为单手武器）。"
s_fly_back		="飞去来"		s_fly_back_d	="具有魔法加值的投掷武器掷出后会自动飞回，相当于无限弹药数量。"
s_bow_cs		="复合"			s_bow_cs_d		="将力量加值应用至弓的伤害值。"
s_bow_mg		="魔导"			s_bow_mg_d		="允许以施法属性代替敏捷，应用于远程攻击。"

s_buy			="购买"			s_buy_d			="花费金币购买各种普通或魔法装备、奇物、药剂、以及其他物品。"
s_sell			="出售"			s_sell_d		="卖掉背包中用不上的物品，以换取更多金币。"
s_cft			="制作"			s_cft_d			="制作更精良的魔法物品、特殊材料装备、复合弓和魔导弩等。"

s_lmt_itms		="限量物品"		s_lmt_itms_d	="各种魔法装备、奇物、药剂等。"
s_wond_itms		="奇物"			s_wond_itms_d	="魔法腰带、头带、斗篷、法袍、手套/护腕、靴子、护符、戒指、饰品等魔法物品通称为奇物。"
s_potions		="药剂"			s_potions_d		="魔法药剂具有与法术类似的效果，只影响饮用药剂的人。"
s_amms			="弹药"			s_amms_d		="箭、弩矢、弹丸，分别用于弓、弩、投石索。"
s_eqpts_ee		="附魔装备"		s_eqpts_ee_d	="拥有附魔的魔法装备。"
s_cft_ee		="制作附魔装备"	s_cft_ee_d		="附加随机附魔到魔法装备。原有附魔（若有）会被清除。"
s_cft_mw2		="制作精制装备"	s_cft_mw2_d		="将普通装备重新制作为精制装备。"
s_cft_e0		="制作魔法装备"	s_cft_e0_d		="将普通或精制装备附魔为魔法装备，或提升现有魔法装备的魔法加值（受限于队伍等级）。"
s_cft_up		="升级魔法物品"	s_cft_up_d		="提升现有魔法物品的魔法加值（受限于队伍等级）。"
s_cft_csbow		="制作复合弓"	s_cft_csbow_d	="添加复合配件至弓类武器。"
s_cft_mxbow		="制作魔导弩"	s_cft_mxbow_d	="添加魔导配件至弩类武器。"
s_cft_remat		="重制装备"		s_cft_remat_d	="使用特殊材料重新制作现有装备，保留原有魔法特性。"
s_cft_reenc		="重新附魔"		s_cft_reenc_d	="将魔法装备的现有附魔替换为随机新附魔。"
s_cft_lk_ee		="锁定附魔"		s_cft_lk_ee_d	="重新附魔时，被锁定的附魔保持不变。"

s_eqpts			="装备"	s_eqpts_d	=[[角色所用的武器，护甲，以及其他魔法装备会影响其各方面的能力。

大城市的市集里有许多武器和防具商人，只要有钱就可以买到各式器械。你可以找到坚固耐用的刀剑，甚至可能有精灵打造的利刃。

炼金师和魔法物品店则贩卖各种魔法装备，奇物，药剂以及其他稀奇古怪的玩意。]]

s_wpns			="武器"	s_wpns_d	=[[人物所用的武器会影响其战斗的能力。

按照不同的规则，武器被划分成几个类型，这些规则包括了熟练使用武器时必须掌握的技巧（简易武器，军用武器，异种武器）；在近战中使用的（近战武器）或者是远距离使用（远程，包括投掷武器和弹射武器）； 武器的持用方式（轻武器，单手武器，双手武器），以及武器的尺寸（小型，中型，大型）。]]

s_wpns_h		=[[人物所用的武器会影响其战斗的能力。


<h2 c=ty>武器类型</h2>
按照不同的规则，武器被划分成几个类型，这些规则包括了熟练使用武器时必须掌握的技巧（简易武器，军用武器，异种武器）；在近战中使用的（近战武器）或者是远距离使用（远程，包括投掷武器和弹射武器）； 武器的持用方式（轻武器，单手武器，双手武器），以及武器的尺寸（小型，中型，大型）。


<c=ty b>简易，军用，异种武器：</c><z>除了德鲁伊，武僧，盗贼和法师之外的所有职业都擅长使用所有的简易武器。野蛮人，战士，圣骑士和巡林客可以擅长使用所有的简易武器和军用武器。而其他</z>大多数职业的人物能掌握主要的简易武器，可能还会包括一些军用武器，甚至异种武器。如果你使用不擅长的武器，攻击检定将会有-4的减值。


<c=ty b>近战武器和远程武器：</c>近战武器主要是用来进行近身攻击，不过有些武器也可以投掷。远程武器包括投掷和弹射武器，它们在近战中没什么威力。

<c=ty>长型武器：</c>大砍刀，长勾刀，长枪，长矛，刺叉，刺链和鞭子属于长型武器，长型武器的使用者可以攻击并不在临近区域内的目标。大多数长型武器可以让使用者的威胁范围加倍，这意味着典型的小型或者中型生物在使用长型武器时可以攻击到10英尺远的目标<z>，但不能用它来攻击临近区域内的目标。一个典型的大型生物在使用长型武器时可以攻击到15到20英尺远的目标，但不能它来攻击距离在10英尺内的目标</z>。

<c=ty>双头武器：</c>双头链枷，矮人矛斧，侏儒钩式战锤，兽人双头斧，木棍和双头剑属于双头武器，使用者可以使用双头武器的两端同时战斗，就像使用双武器战斗一样，但同时也会受到使用双武器战斗的减值，视为一把单手武器和一把轻武器。

使用者也可以双手使用双头武器，只用一头来攻击对手，此时视为使用双手武器。一个生物在单手持用双头武器时，不能将其作为双武器使用，每回合只能使用武器的一头攻击。

<c=ty>投掷武器：</c>匕首，木棒，短矛，矛，飞镖，标枪，飞斧，轻型战锤，三叉矛，手里剑和捕网属于投掷武器，使用者可以将他的力量修正值应用在伤害检定上<z>（除了泼溅武器）。你可以投掷并没有设计成投掷武器的普通武器（既在表：武器中并没有标明射程的近战武器），但这样做会使人物的攻击检定受到-4减值。投掷一件轻武器或单手武器是一个标准动作，而投掷一件双手武器是一个整轮动作。不论武器类型如何，这样的攻击只有在掷出20点时才被认为是重击威胁，并且在重击时造成双倍的伤害。这样的武器具有10尺的射程</z>。

<c=ty>弹射武器：</c>轻弩，投石索，重弩，短弓，复合短弓，长弓，复合长弓，手弩，和连发弩属于弹射武器。大多数弹射武器需要双手使用（见特别的武器说明）。使用者的力量加值不能用于弹射武器的伤害检定，除非武器是特制的复合短弓，特制的复合长弓，或者是投石索。但如果使用者受到力量修正的减值，在使用弓或者投石索时需将其应用于武器的伤害检定。

<c=ty>弹药：</c>弹射武器需要使用弹药：箭（用于弓），弩矢（用于弩），投石索弹丸（用于投石索）。<z>当使用弓时，取出弹药是一个自由动作；弩和投石索需要一个动作来装弹。</z>一般来说，弹药射中目标后会损坏或无法使用，而未命中的弹药中有50%几率会损坏或丢失。

手里剑虽然属于投掷武器，但它在以下情况时被视为弹药：在拿取它时；制作精制品或其它特殊版本时（见精制武器部分）；判断当被投掷之后的情况时。


<c=ty b>轻、单手、双手近战武器：</c>这种分类是由武器在战斗时的费力方式决定的。它决定了当武器被体型相符的人持用时，武器是轻武器，单手武器，还是双手武器。

<c=ty>轻武器：</c>相对单手武器来说，轻武器可以更容易的由非惯用手使用<z>，并且可以在擒抱时使用</z>。一件轻武器只需一只手使用。由惯用手使用时，添加使用者的力量加值（若有）到伤害检定；由非惯用手使用时，只能添加力量加值的一半；在双手持用时，伤害上不会有其他好处，添加使用者的力量修正到伤害检定上，如同仅由惯用手使用轻武器时一样。

徒手击打总是视为轻武器。

<c=ty>单手武器：</c>单手武器可以由惯用手使用，也可以由非惯用手使用，由惯用手使用一件单手武器时，添加使用者的力量加值到近战的伤害检定；非惯用手使用时，只能添加力量加值的一半。如果使用者在近战中双手持用单手武器时，那么添加1.5倍的力量加值到武器的伤害检定。

<c=ty>双手武器：</c>双手近战武器需要双手持用才能有效使用。当你使用这类武器时，添加1.5倍的力量加值到武器的伤害检定。


<c=ty b>武器尺寸：</c>每件武器都有一种尺寸级别，这种分类指出了武器原本是为了哪种体型的生物设计的。<z>

武器的尺寸级别与它作为物品时的尺寸不同，武器的尺寸级别指明了预期使用者的体型。通常来说，在作为物品时，一件轻武器的尺寸级别比使用者的尺寸级别小两级，单手武器的尺寸级别比使用者小一级，而双手武器的尺寸级别与使用者的尺寸级别相同。

不适当的武器尺寸：一个生物无法自如的使用和它体型不合的武器，每当预期使用者和实际使用者的体型相差一级，使用者在攻击检定上就要受到-2的减值。如果此生物不擅长这种武器，攻击检定同时还会受到-4的不擅长减值。

为了衡量使用武器的费力程度（无论在设计时针对特定的使用者来说它是轻武器，单手武器，还是双手武器），每当实际使用者和预期使用者的体型相差一级，使用者对于武器的持用方式就随之改变一级。如果武器按这种方法进行改变后并不属于轻武器，单手武器，或双手武器，那这个生物就完全无法使用它。


临时武器：有时，某些不是武器的东西能被当作武器使用，由于它们并没有被设计成武器，任何人在使用它们攻击时总是视作不擅长它，因此攻击检定会有-4的减值。为了确定它们的尺寸级别和所能造成的伤害，将其与武器列表中的武器比较，选出一种最为接近的武器。临时准备的武器在掷出20点时被认为是重击威胁，并且在重击时造成双倍的伤害。临时准备的投掷武器具有10尺的射程。</z>


<h2 c=ty>武器性质</h2>
不同的人喜好不同的武器，你可能希望同时拥有一把近战武器和一把远程武器。但如果你买不起两种武器，那只好挑一种比较重要的。

武器尺寸影响你的使用方式（单手或双手持用），也会影响伤害值。双手持用武器的伤害值通常比单手持用武器高，但当你双手拿着武器时，就无法使用盾牌。你必须权衡利弊。

不同职业或种族本身擅长不同类别的武器，你也可以从专长中另外选择想擅长的武器类别。

好武器通常比差武器贵，但更贵并不总意味着更好。举例而言，细剑比长剑贵。对一个具有「武器娴熟」专长的灵敏游荡者来说，细剑是很厉害的武器，但对一般战士而言，还是长剑更好。


选择武器时，请注意以下事项：

<b c=ty>价格：</b>武器的市场价，单位为金币。该价格包含相关配件，如剑鞘，箭袋等。


<b c=ty>伤害：</b>击中目标时所能造成的伤害数值。


<b c=ty>伤害类型：</b>武器按照它们所造成的伤害分类：钝击，穿刺，挥砍。有些怪物可以减免某些类型的伤害。

有些武器可以同时造成多种类型的伤害。如果一件武器有两种伤害类型，那它造成的伤害并非一半这种一半那种，而是全部都是两种伤害。因此，一个生物必须对这两种类型伤害都免疫才不会受到该武器的伤害。

另外一些武器可以造成两种伤害中的任一种。在伤害类型的区别有重大意义时，使用者可以选择造成哪一种伤害（游戏中自动选择最优）。


<b c=ty>重击（俗称暴击）：</b>当造成重击时，根据武器的重击倍数多次计算武器的正常伤害（每次都加上所有可用修正），最后将所有结果相加。

<b>例外：</b>武器正常伤害之外的额外伤害不记入重击倍数。

<b>示例：</b>
5%/x2（或x2）：该武器有5%几率重击（即掷出20），在重击时造成2倍伤害。
10%/x3（或19–20/x3）：该武器有10%几率重击（即掷出19或20），在重击时造成3倍伤害。


<b c=ty>重量：</b>武器的重量。


<b c=ty>特殊：</b>有些武器有特殊性质，可在武器描述中查看。


小型生物使用武器的小型版本，伤害较低，重量减半；大型则伤害更高，重量翻倍。武器不同尺寸版本的价格均相同，因此不同体型的玩家角色可自由更换武器。]]--武器有多种分类方式，可按普及性分类（简易、军用、异种），或按对应擅长训练的武器组分类（剑，斧，弓等），或按攻击距离分为近战与远程武器（包括投掷和射击武器），或按重量分为轻型、单手持用或双手持用，也可按武器尺寸分类（小型、中型、大型）。Weapons are grouped into several interlocking sets of categories. These categories pertain to the weapon’s popularity (simple, martial, or exotic), what group training is needed to become proficient in a weapon’s use (sword, axe, or bow, etc.), its usefulness either in close combat (melee) or at a distance (ranged, which includes both thrown and projectile weapons), its relative encumbrance (light, one-handed, or two-handed), and its size (Small, Medium, or Large).

s_amrs			="防具"	s_amrs_d	=[[防具（包括盔甲和盾牌）可以保护你，但同时也会妨碍你的行动。

防具虽然不是影响人物外观的唯一要素，但绝对是很重要的一项。此外，你的职业也可能限制你所能使用的盔甲，盾牌也是如此。若想有效地发挥厚重盔甲的效用，你可以选择相应的「擅长盔甲」专长，但大多数职业已经自动擅长符合其职业特性的防具类别。]]

s_amrs_h		=[[防具（包括盔甲和盾牌）可以保护你，但同时也会妨碍你的行动。


<h2 c=ty>防具性质</h2>
防具虽然不是影响人物外观的唯一要素，但绝对是很重要的一项。此外，你的职业也可能限制你所能使用的盔甲，盾牌也是如此。若想有效地发挥厚重盔甲的效用，你可以选择相应的「擅长盔甲」专长，但大多数职业已经自动擅长符合其职业特性的防具类别。


选择防具时，请注意以下事项：

<b c=ty>价格：</b>防具的市场价，单位为金币。该价格包含相关配件，如护甲垫等。


<b c=ty>盔甲/盾牌加值：</b>盔甲对防御有盔甲加值，盾牌对防御有盾牌加值。盔甲的盔甲加值不能与其它物品提供的盔甲加值叠加；盾牌加值类似。


<b c=ty>最大敏捷加值：</b>即穿着此盔甲时，防御所能获得的最大敏捷加值。盔甲愈重，行动愈受限，闪躲攻击的能力便降低。

以最大敏捷加值为+3的鳞甲为例，敏捷18的角色，其防御通常应具有+4敏捷加值，但当他穿上鳞甲，便只能有+3敏捷加值。

也就是说，如果没有其他调整值，他的防御是18（10+5+3=18，其中基础防御10，鳞甲+5盔甲加值，敏捷加值+3）。

最大敏捷加值不影响其它敏捷相关能力，如反射。

角色装备造成的负重也可能限制最大敏捷加值。

<b>盾牌：</b>盾牌不影响最大敏捷加值，塔盾除外。


<b c=ty>防具检定减值：</b>穿着不擅长的盔甲或使用不擅长的盾牌时，其防具检定减值将应用于攻击和反射检定。

角色装备造成的负重也可能影响防具检定减值。

<b>盾牌：</b>盔甲和盾牌的防具检定减值会累计。


<b c=ty>奥术失败率：</b>穿着盔甲或盾牌会妨碍施展奥术的姿势，可能导致法术失败，因此法师等奥术施法者通常不穿盔甲或盾牌。而牧师等神术施法者则无此困扰。

<b>穿甲施展奥术：</b>穿着盔甲或盾牌施展奥术时，通常必须进行奥术失败检定。盔甲或盾牌的奥术失败率的即为法术失败并作废的机率。

<b>盾牌：</b>如果你同时穿着盔甲和盾牌，则需将两个数值加起来，作为一个单一的奥术失败率。


<b c=ty>速度：</b>中型或重型的盔甲会减慢你的速度。

<b>盾牌：</b>盾牌不影响速度。


<b c=ty>重量：</b>防具的重量。小型生物的防具重量减半；大型则翻倍。]]
--[[
但即使由于最大敏捷加值的限制而导致防御的敏捷加值为0，也不会视为失去防御的敏捷加值。换言之，不会因为这种情况而遭受游荡者的偷袭。
吟游诗人穿着轻型盔甲不会造成法术失效机率。
如果所施展的法术并不需要姿势成分，就可以不用进行奥术失效检定。
Even if a character’s Dexterity bonus to AC drops to 0 because of armor, this situation does not count as losing a Dexterity bonus to AC.
Bards can wear light armor without incurring any arcane spell failure chance for their bard spells.
If the spell lacks a somatic component, however, it can be cast with no chance of arcane spell failure.
Même si le bonus de dextérité du personnage à la CA tombe à 0 à cause de l'armure, cette situation ne compte pas comme une perte du bonus de dextérité à la CA.
Les bardes peuvent porter une armure légère sans risque d'échec lorsqu'ils lancent des sorts profanes issus de leur liste de sorts de classe.
Si le sort n'a pas de composante gestuelle, il peut être lancé sans risque d'échec des sorts profanes.
]]

s_norm_eqpts	="普通装备"	s_norm_eqpts_d	=[[普通装备包括基础的武器、盔甲、盾牌。

人物所用的武器会影响其战斗的能力。

防具（包括盔甲和盾牌）可以保护你，但同时也会妨碍你的行动。]]

s_mw_eqpts		="精制装备"	s_mw_eqpts_d	=[[精制武器和防具是制造过程更加精细的普通装备，品质更好，价格也更高。

精制武器的攻击检定有+1增强加值。

精制防具在功能上和普通防具一样，除了防具检定减值减少1点。]]

s_mw_eqpts_h	=[[精制武器和防具是制造过程更加精细的普通装备，品质更好，价格也更高。


<h2 c=ty>精制武器</h2>
精制武器的攻击检定有+1增强加值。

精制武器的价格在普通武器的基础上增加300金币（对于弹药来说是每支增加6金币）。

精制弹药的增强加值不会和发射它的武器的任何增强加值叠加。

所有魔法武器自动视为精制武器。武器的魔法增强加值不会和精制增强加值叠加。


<h2 c=ty>精制防具</h2>
精制防具在功能上和普通防具一样，除了防具检定减值减少1点。

精制防具的价格在普通防具的基础上增加150金币。

所有魔法防具自动视为精制防具。]]

s_magic_eqpts	="魔法装备"	s_magic_eqpts_d	=[[魔法装备包括魔法武器、盔甲、盾牌。

魔法武器通常具有一些辅助战斗的特殊能力，而且还能提升攻击检定和伤害掷骰。

魔法防具（包括盾牌）能提供更好的防御能力。除了提升防御，有些防具还具有特殊能力。]]

s_magic_itms	="魔法物品"	s_magic_itms_d	=[[魔法物品是冒险者们梦寐以求的东西，它们可能来自怪物的宝藏、敌人的装备或从大城市购买而来。作为一个冒险者最为垂涎的宝贵物品，有些可以使人物得到前所未有的能力，有些则能将人物原有的能力加以增强。

魔法物品可分为以下类别：防具、武器、药剂和奇物。]]

s_magic_itms_h	=[[魔法物品是冒险者们梦寐以求的东西，它们可能来自怪物的宝藏、敌人的装备或从大城市购买而来。作为一个冒险者最为垂涎的宝贵物品，有些可以使人物得到前所未有的能力，有些则能将人物原有的能力加以增强。


魔法物品可分为以下类别：防具、武器、药剂和奇物。

<b c=ty>盔甲与盾牌：</b>穿戴魔法防具（包括盾牌）可获得更好的防御能力。除了提升防御，有些防具还具有特殊能力。

<b c=ty>武器：</b>魔法武器通常具有一些辅助战斗的特殊能力，而且还能提升攻击检定和伤害掷骰。

<b c=ty>药剂：</b>魔法药剂具有与法术类似的效果，只影响饮用药剂的人。

<b c=ty>奇物：</b>包括魔法腰带、头带、斗篷、法袍、手套/护腕、靴子、护符、戒指、饰品等魔法物品通称为奇物。


<h2 c=ty>体型与魔法物品</h2>
一般而言，魔法物品不会有不合身的问题。大部分魔法物品都很容易调整，或者能自动依照穿戴者的体型而调整大小。总而言之，即使性别、种族、体型或外观特徵不同，都可以穿戴同一件魔法物品。


<h2 c=ty>穿戴魔法物品</h2>
穿戴魔法物品时，同类型的物品有数量限制。就像你不能同时穿好几双鞋子一样，每个特定的身体部位都只能穿戴固定数量的物品。


每个人物可以有效地穿戴各样物品的限制为：

<b>身体部位	穿戴物			能力相关性</b>
头部		1件头带或头环		心智强化
肩膀		1件斗篷或披风		防护
颈部		1条项链或护符		防护，感知
身体		1套盔甲或法袍		多重效果
手臂		1双手套或护腕		战斗，灵巧
手指		2枚戒指		多重效果
腰部		1条腰带		体能强化
足部		1双鞋子		移动
其他		2件饰品		多重效果


当然，人物可携带的魔法物品数量不受限制。例如，你可以背著一整袋魔法戒指出门，但也只有戴在手上的两枚有作用，戴上第三枚戒指是没有用的。

其他部位的物品也是如此，超过穿戴上限的物品就跟没穿一样。举例而言，如果人物穿了两件斗篷，第二件就没有任何作用。


<h2 c=ty>来自魔法的加值</h2>
魔法物品可能使人物的攻击、伤害、属性或各种防御能力等获得加值。


不同种类的加值可以累加，而相同种类的加值则不能累加。一般而言，只要加值的名称不同，就可以累加；反之如果名称相同，就不能累加（例外：盾牌和盔甲的增强加值、闪避加值和某些环境加值）。

加值种类和名称一览：

<b c=ty>盔甲：</b>这就像一般非魔法盔甲的加值。提升此加值的法术，通常会产生一层看不到却摸得到的力场来保护人物。

<b c=ty>环境：</b>外在条件造成的加值或减值，可影响掷骰结果。除非是由同一个条件所产生，否则所有环境加值都可以累加。

<b c=ty>偏斜：</b>偏斜加值使人物不易被命中，进而提升防御等级。

<b c=ty>闪避：</b>闪避加值是人物躲避攻击的能力。闪避加值可以累加。法术和魔法物品都不能提升闪避加值，只有专长和特殊能力才行。

<b c=ty>增强：</b>增强加值代表武器或防具的威力或效能提升。

<b c=ty>洞察：</b>洞察加值能提升人物的判断力而获致更好的结果。范例法术为“克敌机先”。

<b c=ty>运气：</b>运气加值代表超乎寻常的好运气。

<b c=ty>士气：</b>士气加值代表勇气、野心或决心的影响。范例法术为“英雄气概”。

<b c=ty>天生防御：</b>天生防御加值代表某些生物与生俱来的硬皮或鳞片。

<b c=ty>抗力：</b>抗力加值是对抗魔法或伤害的加值。]]
--[[
en todo	bns from magic

Armor

Circumstance

Deflection

Dodge

Enhancement

Insight

Luck

Morale

Natural Armor

Resistance


fr
Armure

Circonstance

Déflection

Esquive

Renforcement

Perspicacité

Chance

Morale

Armure Naturelle

Résistance
]]


bite				="用嘴和牙齿展开攻击，造成穿刺、挥砍和钝击伤害。"
claws				="用肢体尖锐的部分撕扯，造成穿刺和挥砍伤害。"
slam				="用肢体的一部分击打对手，造成钝击伤害。"
gore				="用角或者类似的部位刺穿对手，造成穿刺伤害。"
sting				="用钉针戳刺对手，造成穿刺伤害。通常会导致中毒。"
tail				="用强有力的尾巴挥击对手，造成钝击伤害。"
fang				="用锋利的毒牙刺穿对手，造成穿刺伤害。通常会导致中毒。"
lich_tough			="近战接触攻击，造成巨大伤害的同时目标必须通过强韧检定，否则将被永久麻痹。"
s_itm_talons		="趾爪"
s_itm_talons_d		=claws
s_itm_arms			="手臂"
s_itm_arms_d		=slam
s_itm_hooves		="蹄踢"
s_itm_hooves_d		=slam
s_itm_stamps		="踏压"
s_itm_stamps_d		="用强壮的腿部踩踏对手，造成钝击伤害。"
s_itm_tentacles		="触手"
s_itm_tentacles_d	="用强有力的触须挥击对手，造成钝击或挥砍伤害。"
s_itm_ram			="撞击"
s_itm_ram_d			="用身体的一部分撞击对手，造成钝击伤害。"

long_wpn_d	="属于长型武器，你可以用它攻击到2格远的敌人。"
s_mnk_wpn	="是特殊的武僧武器，其设计允许武僧以特殊的方式来使用。"
s_dbl_wpn	="属于双头武器，可双手持握用于双武器战斗（视为单手武器+轻武器）或单手持握（视为单手武器）。"-- 使用者可以使用双头武器的两端同时战斗，就像使用双武器战斗一样，但同时也会受到双武器战斗减值（视为一件单手武器和一件轻武器）。\n\n双头武器也可单手持用，此时如同普通的单手武器。
bow_cmn_d	="无论其型号大小，你至少需要两只手来使用一把弓。\n\n若你有力量减值，使用弓时伤害会受影响；若你有力量加值，使用复合弓时伤害有加成，但普通弓则无加成。弓以箭矢作为弹药。"
s_shd_mat	="盾牌一般为木制或钢制。木制和钢制的盾牌提供同样的基本保护。"
amm_d		="\n\n<c=o>远程武器的增强加值不能和弹药的增强加值叠加，只能两者取高；但减值始终叠加。</c>"
shd_bns_lmt	="\n\n<c=o>此类物品的魔法加值最大+5。</c>"

ioun_d		="艾恩石是一种稀有珍贵的魔法石，可用来承载各种附魔效果。"
elm_gem_d	="元素宝石共有四种类型，分别包含着沟通对应元素位面的力量。\n\n队伍装备的元素宝石仅能生效1个。"
book_post	="的巨著，字里行间蕴藏强大魔力。一旦读完，书本内的魔力以及书本本身都会消失。"

phy_d		="\n\n体能属性：即角色前3项体能相关的属性（力量、敏捷、体质）。"
psy_d		="\n\n心灵属性：即角色后3项心灵相关的属性（智力、感知、魅力）。"

saves_d		="\n\n豁免：强韧、反射、意志统称为豁免。"

belt_hr_d	="这条充满了生命力量的腰带，赋予穿戴者再生的能力。"
cloak_sr_d	="披在原有的装备或衣物外面，穿戴者可获得额外的法术抗力，能抵消对手的法术穿透。"
robe_d		="看起来像普通长袍。适合奥术施法者穿戴。"
hand_ac_d	="外观与一般护腕相同，但具有不可见的力场，给穿戴者提供持续的防护。\n\n此物品无法与真正的护甲同时生效。"
hand_ca_d	="虽然外观较为奇特，但明显比一般护腕更为精致。"
boot_spd_d	="提升穿戴者的移动速度。"
neck_nac_d	="通常以骨头或兽鳞制成，强化穿戴者的肉体和皮肤。"
ring_er_d	="金戒指上刻着代表所有能量的符号，能抵抗所有能量类型的伤害。"
ring_unsr_d	="奥术施法者专用戒指，能抵消目标的法术抗力。"
ring_hr_d	="这枚白金戒指嵌着一颗大号宝石。穿戴者得到持续性的生命回复效果，甚至在战斗中失去的肢体、器官或其它身体部分，也会慢慢复原。"

tgood_d		="不同于普通零售物品，交易品是仅面向批发的大宗商品，一般会按价格或重量凑整。"

s_eqp_xx_d		="选择一件适合当前队伍等级的装备。"
s_eqp_xx_cm_d	="选择一件适合当前队伍等级的常用装备。"
s_eqp_xx_rd_d	="包含一件适合当前队伍等级的随机装备。"

s_spl_itm_f	="{bns} {spl_name}{itm_name}"

-- z_itm
items={

-- Natural Weapon
{n="撕咬",			d=bite		},
{n="爪抓",			d=claws		},
{n="挥击",			d=slam		},
{n="抵撞",			d=gore		},
{n="钉刺",			d=sting		},
{n="尾击",			d=tail		},

{n=s_itm_talons		,d=s_itm_talons_d		},
{n=s_itm_arms		,d=s_itm_arms_d			},
{n=s_itm_hooves		,d=s_itm_hooves_d		},
{n=s_itm_stamps		,d=s_itm_stamps_d		},
{n=s_itm_tentacles	,d=s_itm_tentacles_d	},
{n=s_itm_ram		,d=s_itm_ram_d			},

{n="巨力挥击",		d=slam		},
										 
{n="毒牙		",		d=fang		},
{n="致命毒牙	",		d=fang		},
{n="腐蚀撕咬	",		d=bite		},
{n="擒抱撕咬	",		d=bite		},
{n="绊摔撕咬	",		d=bite		},
{n="巨颚撕咬	",		d=bite.."而且强有力的下颚能造成巨大的伤口，使目标流血不止。"},
{n="腐蚀之爪	",		d=claws		},
{n="擒抱爪抓	",		d=claws		},
{n="麻痹之爪	",		d=claws		},
{n="炽焰挥击	",		d=slam		},
{n="尸毒挥击	",		d=slam		},
{n="巫妖之触	",		d=lich_tough},

{n="徒手攻击",		d="徒手打击是诸如拳击或脚踢等不使用武器而做出的攻击。"},

-- Manufactured Weapon
-- Light Blade
{n="匕首",			d="匕首是一种战斗用小刀。它的锋刃长不及1尺，可曲可直，可单刃可双刃。\n\n匕首的设计种类极广，并可能有多种名称（如用来戳刺的刺刃）。"},
{n="短剑",			d="短剑恐怕是任何尚武社会中最为常见的武器，也因此设计花样繁多、因地域和匠人而变。\n\n短剑多数长约2尺。它的剑身可直可曲，剑刃可单可双，剑幅可宽可窄。剑柄可能装点精美、也可能朴实无华，或有十字型护手，或有笼状护手，或干脆没有护手。\n\n这种武器通常被独立使用，但也有成对持用、或搭配匕首长剑等武器战斗的场合。"},
{n="细剑",			d="常被老道的决斗者使用的武器。细剑有个长而轻的锋刃，适用于架开攻击并进行快速反击。"},
{n="反曲刀",			d="反曲刀是一种长约1尺的曲形剑。基本上算是匕首的异化加强版，重击率更高，但不适于投掷。"},
{n="镰刀",			d="镰刀的原型是收割庄稼用的农具，这种单手武器的锋刃是一条大弧线，能够轻易地捕捉对手的肢体或甲胄。\n\n锋刃可以平顺、也可以呈锯齿状，某些战阵用的镰刀会在尖端附近两侧开刃，以便轻松钩进对手的血肉。"},
-- Heavy Blade
{n="弯刀",			d="这种弯曲的砍刀的长度介于短剑和长剑之间。仅外侧开刃、刀背平钝，使得刀身断面呈三角形。是一种拥有高重击率的挥砍型重刃。"},
{n="长剑",			d="长剑长约3英尺半，是一种极为通用的武器。\n\n这种传统的直刃武器代表骑士荣誉与勇气。它是众多圣武士们喜爱的武器。"},--一手长剑，一手重盾，这基本就是防御战士的标准配置。\n\n不俗的伤害，不俗的重击率，偶尔还可以收起盾牌，双手持握，伤害不比那些双手武器差多少。
{n="巨剑",			d="这种巨大的双手剑长约5尺，剑身底部可能会有一处未开锋，用来协助抓握。\n\n巨剑是冒险者公认最佳近战武器之一，可靠且威力十足。"},--巨剑拥有所有武器中最高的平均伤害，重击率也不错，因此深受战士们的喜爱。通常，一把精心打造的巨剑就是一名战士一生的伴侣。
{n="巨镰",			d="这种武器演化自收割庄稼的农具，包括一只装有突起握柄的木制长柄，以及与木柄成直角的一把锐利曲刃。\n\n巨镰需要双手使用，笨拙却能够一击必杀。与“收割”之间的关联使它常被作为死亡的象征符号，这令巨镰也往往被用作威慑武器。"},
{n="弯刃大刀",		d="这种兵器有着弯刀一般弯曲和锐利的锋刃，未开锋的刀背则有直有曲。它的重量集中在前端，因此用来切斩要比戳刺来得顺手。"},
{n="长勾刀",			d="长钩刀柄长8尺，前端装有刀刃和弯钩。"..long_wpn_d},
-- Axe/Pick
{n="飞斧",			d="这种单手斧长约1尺，完美的配重平衡使它适于投掷，同时也能作为近战武器。飞斧有很多名字，包括抛斧、投斧等等。\n\n使用飞斧时常紧握把手、高举过肩，在空中回旋一圈后咬进目标的身体。"},
{n="战斧",			d="这种斧头的握柄足够长，你能以单手或双手持握它。\n\n斧刃可能开在一侧、也有可能双刃，而锋刃的形状也从半月形到伐木斧一般的方棱形不等。木制握柄可能会以金属套箍加以保护。"},
{n="巨斧",			d="这种双手战斧沉重到你无法单手持用。\n\n斧头可能单刃或双刃，为了增加斩击力和协助破盾还可能打成“胡子形”（即带钩或斧刃底端向外弯曲）。握柄一般长3到4尺。"},
{n="轻型镐",			d="这种武器从作为工具的鹤嘴锄演化而来，有着微曲的头部、用来穿甲的尖端和锤状的配重。"},
{n="重型镐",			d="作为轻型镐的加强版，重型镐的把手较长，可单手或双手使用。\n\n也适合在马背上使用，因此常被骑兵当作廉价武器。"},
{n="战镐",			d="比重型镐更大型，必须双手持握的纯军用武器。"},
-- Hammer/Club/Mace
{n="飞锤",			d="战锤的轻量化版本，专为投掷设计。"},
{n="战锤",			d="这件武器包括木制的握柄和一个沉重的金属锤头。锤头可能为单侧（像是木工锤）或双侧（像是长柄大锤）。握柄的长度足够你单手或是双手持用。\n\n尽管沉重且难以挥舞，但战锤是造成效果拔群一击、粉碎铠甲和血肉的理想武器。"},
{n="巨锤",			d="巨锤具有令人咋舌的尺寸和沉重的锤头，很难掌控平衡，需要双手才能恰当地举起和控制。"},
{n="木棒",			d="随处可见的短木棍，虽然只是粗加工的简易武器，远不如飞锤等做工精良的军用武器那么轻便，但确实也可以用来投掷。"},
{n="巨木棒",			d="巨木棒是普通木棒的巨大笨重版本，必须双手持握。\n\n它可能经过了装饰和雕刻、以金属强化过，也有可能仅是个大树枝。巨木棒和寻常木棒一样有很多种叫法，譬如大棒、巨棒等等。"},
{n="木棍",			d="简单的木头棍子，长约5尺。战斗时一手握住末端，另一手握在棍身1/4处，能够封挡来袭、迅捷反击。\n\n旅人、农夫、商人、武僧、巡林客和法师都很喜欢用这种武器。\n\n木棍"..s_dbl_wpn.."\n\n木棍"..s_mnk_wpn},
{n="轻型硬头锤",		d="轻型硬头锤的头部是一块雕琢精美的金属，被安装在金属或木制的握柄上。\n\n硬头锤的头部通常凹凸不平，以造成更大的痛苦和伤害。某些更原始的硬头锤是用皮带将石头固定在木柄上制成的。"},
{n="重型硬头锤",		d="比起轻型硬头锤，重型硬头锤的头部更加硕大，握柄也更长。"},
{n="钉头锤",			d="钉头锤由一根长柄顶端镶嵌一颗带刺的金属球组成，同时具有钝器打击面和穿刺武器的特点，使其不同于一般锤类武器。"},
-- Flail
{n="轻型链枷",		d="轻型链枷包括沉重的打击前端，以及通过锁链与之连接的握柄。虽然常被想象为类似钉头锤一般的铁球，链枷的前端其实可能为多种形状，譬如短杠状。\n\n军用链枷是农用链枷的强化版本，后者则是用来敲打谷物以分离谷实和谷壳的工具。"},
{n="重型链枷",		d="类似轻型链枷，重型链枷有着较大的铁球和较长的握柄。"},
{n="刺链",			d="刺链长约4尺，布满了凶残的钩刺。有些会有铁箍作为把手。"..long_wpn_d},
-- Spear
{n="标枪",			d="标枪是一种细长的投矛。很小，可单手持用，也可用来投掷。"},
{n="矛",				d="矛长约5尺，可以用来近战，也可用来投掷。"},
{n="长矛",			d="长矛长约8尺，"..long_wpn_d},
{n="戟",				d="戟和长矛相似，但通常在前端附近装有斧头。\n\n是一种不太常见的长矛替代武器，伤害更高。"..long_wpn_d},
-- Bow
{n="短弓",			d="长约3尺的短弓由一整块木料制成。"..bow_cmn_d},
{n="长弓",			d="长弓长约5尺，由一整块木料精心雕刻而成。"..bow_cmn_d},
-- Crossbow
{n="手弩",			d="你可以单手使用手弩射击而没有任何减值。你也可以两只手各用一把手弩射击，但是会受到和双手使用轻武器战斗时同样的攻击减值。"},
{n="轻弩",			d="操作轻弩要用双手。你通过拉动一个杠杆拉开轻弩，然后射击。"},
{n="重弩",			d="操作重弩要用双手。你通过上面的一个小的绞盘拉开重弩，然后射击。"},
-- Sling
{n="投石索",			d="投石索从外观上看起来就是两条皮带末端连接着一个皮囊。\n\n与弓弩之类射击武器不同，使用者的力量加值可以叠加于投石索的伤害之上，就像它是投掷武器一样。"},
-- Thrown
{n="飞镖",			d="这种具有配重的投掷武器比箭头大些，尺寸和射程则较标枪为短。多数飞镖为木柄铁尖。"},

-- Armor
-- Light Armor
{n="厚布甲",			d="比一层普通的粗重衣服强不了多少，厚布甲仅仅是一副厚实、带填充物的布袄，为穿戴者提供最基础的防护。\n\n通常只有那些事先知道自己不会加入致命格斗，或是依赖灵活身手、而不是盔甲保命的人才会穿上这种几乎是象征性的护具。"},
{n="皮甲",			d="皮甲是用多层煮沸硬化过的皮革再细密缝缀而成的护甲。\n\n虽然它们的防御力赶不上金属护甲，但皮甲的灵活性使它成为了绝大多数人优先的选择，也是最常见的护甲。"},
{n="链甲衫",			d="这件用环环相扣的锁环编织成的链甲可以保护你的躯干部分。"},
-- Medium Armor
{n="鳞甲",			d="鳞甲是由无数互相交叠的小金属片组成的护甲。\n\n细密灵活的甲片分布使穿戴者的行动较为便捷而不太受牵制，但同时也牺牲了更具保护性的大块护甲片作为代价。一套鳞甲附有钢手套。"},
{n="胸甲",			d="胸甲是一整块金属装甲板，就像全身甲的一部分，但只能保护使用者的躯干位置。\n\n虽然胸甲相当坚固，但它十分不灵活的制式和毫无保护的背面使得它依然劣于那些整套式的护甲。不过，仍然比大多数非金属护甲好上太多。"},
-- Heavy Armor
{n="半身甲",			d="半身甲综合了全身甲和链甲的特点，将大块金属护板和灵活的链甲片有机地结合起来。\n\n虽然这件护甲在关键部位增加了多层防护，但问题在于这件护甲并不是按照使用者的身体尺寸定制的，穿戴它会感觉比全身甲更加笨重。半身甲附带钢手套和头盔。"},
{n="全身甲",			d="大量互相铆接和层叠的金属板组成了这套厚重的装甲，使它的防护效果远超其他护甲。\n\n一整套全身甲包括钢手套、皮靴、覆面头盔和用来穿在护甲下的厚厚护垫。每一套全身甲都必须由能工巧匠为穿戴者量身定做，所以一套战利品全身甲必须重新改装（花费约200~800金币）才能为新的所有者使用。"},
-- Shield
{n="轻盾",			d="你必须将轻盾在前臂上束紧才能使用它。轻盾的持盾手可以勉强抓握其他的物品，但仍然不足以灵活到持用另一把武器。"},
{n="重盾",			d="你必须将重盾在前臂上束紧并用手握住才能使用它。重盾的重量使得你必须牢牢地用一只手握住它，所以持盾手不能再拿用其他物品。"},
{n="塔盾",			d="这面巨大的木制盾牌几乎和使用它的人一样高。"},

-- Belt
{n="巨力腰带			",d="这是一条宽腰带，以厚重皮革制成，并镶嵌铁饰。穿戴后可增强力量。"},
{n="敏捷腰带			",d="这条腰带有着银制的带扣，通常描绘着猛虎的形象。穿戴后可增强敏捷。"},
{n="健体腰带			",d="这条腰带的黄金带扣上有着熊的形象。穿戴后可增强体质。"},
{n="超凡体能腰带		",d="这条腰带有着硕大的白金带扣，描绘着泰坦的形象。"..phy_d},
{n="华丽腰带			",d="这个闪闪发光的金属腰带给人力量和权利。穿戴后可增强所有属性。"},
{n="再生腰带			",d=belt_hr_d},
{n="巨魔之血腰带		",d=belt_hr_d},
{n="九头蛇腰带		",d=belt_hr_d},
-- Headband
{n="智力头带			",d="这个复杂的黄金头带上镶有几颗蓝宝石。穿戴后可增强智力。"},
{n="感知头带			",d="青铜头带环绕着绿色的丝线。穿戴后可增强感知。"},
{n="魅力头带			",d="银质头环上镶嵌有大大小小的红黄宝石。穿戴后可增强魅力。"},
{n="超凡心灵头带		",d="华丽的头带上有着众多的宝石镶嵌。"..psy_d},
-- Cloak
{n="魅力斗篷			",d="质地轻盈、样式华美的斗篷，饰以银色缎带。穿戴后可增强魅力。"},
{n="抗力斗篷			",d="银或钢的点缀在该织物上到处都是。给穿戴者提供魔力防护。"},
{n="法抗斗篷			",d=cloak_sr_d},
{n="高等法抗斗篷		",d=cloak_sr_d},
{n="超凡法抗斗篷		",d=cloak_sr_d},
{n="荆棘斗篷			",d="具有荆棘丛的质感。给穿戴者提供防护的同时，还能让那些胆敢近距离攻击你的敌人痛不欲生。"},
{n="沙罗曼蛇斗篷		",d="一件样式华美，泛着暗红色光芒的斗篷。给穿戴者提供防护的同时，还能让近战攻击你的敌人受到火焰伤害。"},
-- Robe
{n="法袍				",d=robe_d},
{n="施法者法袍		",d=robe_d},
{n="奥术师法袍		",d=robe_d},
{n="大法师法袍		",d=robe_d},
-- Gloves/Bracers
{n="食人魔力量手套	",d="由硬皮革制成，手背及手指处饰有铁制饰钉。"},
{n="敏捷手套			",d="轻薄合手的皮手套，具有弹性并容许灵巧动作。"},
{n="防御护腕			",d=hand_ac_d},
{n="高等防御护腕		",d=hand_ac_d},
{n="超凡防御护腕		",d=hand_ac_d},
{n="反击护腕			",d=hand_ca_d},
{n="高等反击护腕		",d=hand_ca_d},
{n="超凡反击护腕		",d=hand_ca_d},
-- Boots
{n="速度靴			",d=boot_spd_d},
{n="蛛行鞋			",d=boot_spd_d},
{n="跑跳靴			",d=boot_spd_d},
{n="浮空靴			",d=boot_spd_d},
-- Amulet
{n="健康护符			",d="套在链子上的金碟，上面通常有狮子或其他强壮动物的图像。"},
{n="感知护符			",d="看起来像镶有珍珠的小链子。"},
{n="天防护符			",d=neck_nac_d},
{n="高等天防护符		",d=neck_nac_d},
{n="超凡天防护符		",d=neck_nac_d},
{n="幸运护符			",d="一只漂亮讨喜的小护符。"},
{n="四叶草护符		",d="做工考究的小链子，上面挂着四叶草形状的宝石。"},
{n="独角兽护符		",d="做工考究的小链子，上面挂着独角兽形状的宝石。"},
{n="辟毒护符			",d="简陋的银链子上挂着黑色宝石。穿戴者免疫任何毒素。"},
-- Ring
{n="防护戒指			",d="穿戴者被一股魔力保护。"},
{n="幸运戒指			",d="一只漂亮讨喜的小戒指。"},
{n="四叶草戒指		",d="上面刻着四叶草的图案。"},
{n="独角兽戒指		",d="上面刻着独角兽的图案。"},
{n="抗能戒指			",d=ring_er_d},
{n="高等抗能戒指		",d=ring_er_d},
{n="超凡抗能戒指		",d=ring_er_d},
{n="法术穿透戒指		",d=ring_unsr_d},
{n="高等法术穿透戒指	",d=ring_unsr_d},
{n="超凡法术穿透戒指	",d=ring_unsr_d},
{n="再生戒指			",d=ring_hr_d},
{n="巨魔之血戒指		",d=ring_hr_d},
{n="九头蛇戒指		",d=ring_hr_d},
{n="治疗者戒指		",d="对于那些费时费力救治他人的好人来说，这个戒指是个大福利。当穿戴者施展治疗法术或类似效果时，治疗效果更加显著。"},
{n="元素戒指			",d="专注于塑能类法术的施法者的最爱，可有效提高元素伤害。"},
-- Accessory
{n="力量艾恩石		",d=ioun_d},
{n="敏捷艾恩石		",d=ioun_d},
{n="体质艾恩石		",d=ioun_d},
{n="智力艾恩石		",d=ioun_d},
{n="感知艾恩石		",d=ioun_d},
{n="魅力艾恩石		",d=ioun_d},
{n="体能艾恩石		",d=ioun_d..phy_d},
{n="心灵艾恩石		",d=ioun_d..psy_d},
{n="全能艾恩石		",d=ioun_d},
{n="防护艾恩石		",d=ioun_d},
{n="抗力艾恩石		",d=ioun_d},
{n="幸运艾恩石		",d=ioun_d},
{n="永生四叶草		",d="一颗漂亮滑润的琥珀，里面包裹着一只翠绿的四叶草，如同刚采摘下来。"},
{n="黄金马蹄铁		",d="一只金灿灿的马蹄铁。"},
{n="驱毒圣杯			",d="这银质高脚杯的手柄形似一只跃起的独角兽。持有者免疫任何毒素。"},
{n="再生艾恩石		",d=ioun_d},
{n="巨魔之血晶体		",d="一颗形状诡异的晶体，泛着暗红色的微光。"},
{n="九头蛇雕像		",d="一个精致的九头蛇小雕像。"},
{n="风元素宝石		",d=elm_gem_d},
{n="火元素宝石		",d=elm_gem_d},
{n="水元素宝石		",d=elm_gem_d},
{n="土元素宝石		",d=elm_gem_d},
{n="正能量引导经匣	",d="对于能够引导正能量的人来说，这个经匣是一种福利。它能帮助持有者更好的治疗活物，也能对不死生物造成的更多的伤害。"},
{n="负能量引导经匣	",d="对于能够引导负能量的人来说，这个经匣是一种福利。它能帮助持有者对活物造成的更多的伤害，对不死生物的治疗效果也更好。"},
-- Book
{n="健骨手册			",d="教你如何锻炼身体"..book_post},
{n="灵巧手册			",d="使你手足灵巧"..book_post},
{n="强身手册			",d="教你如何强健体魄"..book_post},
{n="静思卷册			",d="教你如何提升记忆力和逻辑能力"..book_post},
{n="通晓卷册			",d="教你如何提升直觉和理解力"..book_post},
{n="统驭卷册			",d="教你如何提升说服力和影响力"..book_post},

-- Ammo
{n="箭",				d="弓的弹药。"..amm_d},
{n="弩矢",			d="弩的弹药。"..amm_d},
{n="弹丸",			d="投石索的弹药。"..amm_d},-- 3r原译“投石索弹丸”（Sling Bullet）较累赘，尤其有材料前缀时。“弹丸”本身已有“弹弓发射用的石丸或铁丸”之意，而非“子弹”（Bullet）。

-- Misc
{n="药剂				",d="药剂是一种魔法液体，饮用即生效。"},
{n="卷轴				",d="卷轴是以书面形式储存的法术。\n\n卷轴的使用方式基本上像是施法，使用后卷轴就会消失。"},
{n="炼银涂层			",d=""},
{n="精金涂层			",d=""},
{n="炽火胶			",d=""},
{n="寒冰霜			",d=""},
{n="强酸瓶			",d=""},
{n="圣水				",d=""},
{n="绊足包			",d=""},
{n="烟雾棒			",d=""},

-- Trade Goods
{n="小麦"			,d=tgood_d},
{n="面粉"			,d=tgood_d},
{n="大米"			,d=tgood_d},
{n="卷心菜"			,d=tgood_d},
{n="胡萝卜"			,d=tgood_d},
{n="洋葱"			,d=tgood_d},
{n="鸡蛋"			,d=tgood_d},
{n="咸鱼"			,d=tgood_d},
{n="风干肉"			,d=tgood_d},
{n="葡萄干"			,d=tgood_d},
{n="无花果"			,d=tgood_d},
{n="坚果"			,d=tgood_d},
{n="黄油"			,d=tgood_d},
{n="奶酪"			,d=tgood_d},
{n="橄榄油"			,d=tgood_d},
{n="盐"				,d=tgood_d},
{n="糖"				,d=tgood_d},
{n="蜂蜜"			,d=tgood_d},
{n="香草"			,d=tgood_d},

{n="肉桂"			,d=tgood_d},
{n="姜"				,d=tgood_d},
{n="胡椒"			,d=tgood_d},
{n="丁香"			,d=tgood_d},
{n="藏红花"			,d=tgood_d},

{n="麦酒"			,d=tgood_d},
{n="苹果酒"			,d=tgood_d},
{n="葡萄酒"			,d=tgood_d},

{n="鸡"				,d=tgood_d},--"鸡是人类饲养最普遍的家禽。\n\n批发数量：50只。\n"..
{n="鹅"				,d=tgood_d},
{n="山鹑"			,d=tgood_d},
{n="山羊"			,d=tgood_d},
{n="绵羊"			,d=tgood_d},
{n="猪"				,d=tgood_d},
{n="野猪"			,d=tgood_d},
{n="奶牛"			,d=tgood_d},
{n="肉牛"			,d=tgood_d},

{n="帆布"			,d=tgood_d},
{n="亚麻布"			,d=tgood_d},
{n="毛料"			,d=tgood_d},
{n="丝绸"			,d=tgood_d},
{n="天鹅绒"			,d=tgood_d},
{n="生皮"			,d=tgood_d},
{n="皮革"			,d=tgood_d},
{n="毛皮"			,d=tgood_d},
{n="精制毛皮"		,d=tgood_d},

{n="铁"				,d=tgood_d},
{n="铜"				,d=tgood_d},
{n="白银"			,d=tgood_d},
{n="黄金"			,d=tgood_d},
{n="白金"			,d=tgood_d},

-- Monsters only
{n="毒鞭"			,d="一种布满毒刺的短鞭。"},
{n="投网"			,d="投网可以纠缠住敌人。"},

-- misc
{n="信件"			,d="一封信件。"},
{n="装置"			,d="一个装置。"},

-- new/exotic/monk wpns
{n="拳匕"			,d="这种匕首能让拳击更有威力，也更致命。"},
{n="闷棍"			,d="闷棍在坚硬、沉重的核心外面包裹软材料，通常是皮套铅棍。先端比把手更粗，它有着发散敲击力的设计，使其较不容易见血或断骨。"},
{n="大砍刀"			,d="大砍刀是长型武器，你可以用此武器攻击2格远的敌人。"},
{n="重剑"			,d="重剑又称为一手半剑，只有经过特殊训练，才能以单手使用这么大的剑，因此重剑属于异种武器。双手持用时则视为军用武器。"},
{n="双头剑"			,d="双头剑"..s_dbl_wpn},
{n="矮人重斧"		,d="矮人重斧因为太大，所以在经特殊训练后才能单手持用，因此它属于异种武器。\n\n中等体型的生物可以双手持用它，此时视其为军用武器。大型生物可以单手持用它，此时也视其为军用武器。矮人始终视其为军用武器，即使单手持用。"},
{n="矮人矛斧"		,d="矮人矛斧"..s_dbl_wpn.."\n\n矮人将矮人矛斧视为军用武器。"},-- 如果采取准备动作以抵挡冲刺，被矮人矛斧击中的敌人会受到矛端两倍伤害。 已改为冲锋武器	\n\n矮人矛斧的斧端是挥砍武器，伤害为1d8，矛端是穿刺武器，伤害为1d6。
{n="兽人双头斧"		,d="顾名思义，强壮的兽人战士通常使用兽人双头斧作战。\n\n兽人双头斧"..s_dbl_wpn},
{n="侏儒钩式战锤"		,d="侏儒钩式战锤"..s_dbl_wpn.."\n\n侏儒将侏儒钩式战锤视为军用武器。"},-- 绊摔	该武器的钝头是钝击武器，伤害为1d6（重击x3）；钩端则是穿刺武器，伤害为1d4（重击x4）。
{n="双头连枷"		,d="双头连枷"..s_dbl_wpn},-- 使用此武器卸除对方武器时，你的对抗检定有+2加值（若你卸除对方武器失败，反遭对方卸除武器时，也有此对抗检定的加值）。	你可以用本武器进行绊摔攻击。如果尝试拌摔对方时反受绊摔，你可以丢弃此武器以避免被绊摔。
{n="鞭子"			,d="鞭子视作具有3格触及范围的长武器，但你持用它时并不能对你能攻击到的区域造成威胁。使用鞭子时会引发敌人的借机攻击，就像你在使用远程武器一样。"},-- 对于任何有+1或更高的盔甲加值的生物，或者至少+3的天生防御加值的生物，它将不能造成伤害。	鞭子视作具有15尺触及范围的长型武器，但你持用它时并不能对你能攻击到的区域造成威胁。另外，和其它的长型武器不同，你可以使用它来攻击任何触及范围内的敌人（包括和你相邻的敌人）。 鞭子造成的伤害属于非致命伤害。你可以使用鞭子进行绊摔攻击。如果你在试图拌摔敌人时反被绊摔，你可以扔掉鞭子以避免被绊摔。当使用鞭子时，你在尝试卸除敌人武器的行动中将获得+2的攻击检定加值（包括了当你卸除武器失败后避免被敌人卸除武器的检定）。 在使用和你的体型相符的鞭子时，就算它对你来说并不是轻武器，但你仍可以使用武器娴熟特技将你的敏捷修正代替力量修正应用于攻击检定中。
{n="单镰"			,d="单镰"..s_mnk_wpn.."\n\n由于单镰的造型，你可以用它进行绊摔攻击。"},-- 如果尝试绊摔对方时反被绊摔，你可以扔掉此武器以避免被绊摔。
{n="破魔锥"			,d="破魔锥"..s_mnk_wpn},
{n="十手"			,d="十手"..s_mnk_wpn},-- 十手旁边伸出的两根细刺非常适于锁拿敌人武器。使用此武器卸除对方武器时，你的对抗检定有+4加值（若你卸除对方武器失败，反遭对方卸除武器时，也有此对抗检定的加值）。
{n="双节棍"			,d="双节棍"..s_mnk_wpn},-- 当使用双节棍时，你在尝试卸除敌人武器的行动中将获得+2的攻击检定加值（包括了当你卸除武器失败后避免被敌人卸除武器的检定）。 
{n="手里剑"			,d="手里剑"..s_mnk_wpn.."\n\n手里剑不能用做近战武器。"},-- 手里剑虽然属于投掷武器，但在备战动作、制造精制品或其他特殊型态，还有射出后的结果上都视同弹药。	虽然手里剑属于投掷武器，但在以下情况时被视为弹药：在拿取它时；制作精制品或其它特殊版本时；判断当被投掷之后的情况时。

{n="最末占位"		,d="最末占位。"},
}


d_grindstone	= "磨石广泛用于各种金属制品的制造工艺。"

itms_text={
[itm_chest				]={n="箱子				",d="常见的储物箱，配有一只内置锁。					"},
[itm_chest_s			]={n="箱子				",d="做工精良的小型储物箱，配有一只内置锁。				"},
[itm_barrel				]={n="木桶				",d="用金属条捆扎的坚固木桶，配有一个紧密的盖子。		"},
[itm_barrel_s			]={n="小木桶				",d="用金属条捆扎的小型木桶，配有一个紧密的盖子。		"},
[itm_bag				]={n="背包				",d="可背负的皮制背袋，通常附有固定用皮带。				"},
[itm_bag_belt			]={n="腰包				",d="腰包可系在腰带上，适合放一些小物品。				"},
[itm_bag_spl			]={n="法术材料包			",d="用防水皮革制成的小腰包，内部有很多分隔。			"},
[itm_bag_shldr			]={n="肩包				",d="深受贵族女性喜爱的精致皮包，但不太适合冒险者。		"},
[itm_sack				]={n="麻袋				",d="用粗麻布制成的袋子，袋口有穿绳可以系紧。			"},
[itm_sack_s				]={n="小布袋				",d="用帆布或亚麻布制成的小袋子，袋口有穿绳可以系紧。	"},

[itm_sandstone			]={n="砂岩				"},
[itm_slate				]={n="板岩				"},
[itm_limestone			]={n="石灰岩			"},
[itm_marble				]={n="大理石			"},
[itm_marble_k			]={n="纯黑大理石		"},
[itm_marble_w			]={n="纯白大理石		"},
[itm_granite			]={n="花岗岩			"},
[itm_granite_br			]={n="棕色花岗岩		"},
[itm_basalt				]={n="玄武岩			"},
[itm_pumice				]={n="浮石				"},
[itm_quartzite			]={n="石英岩			"},
[itm_quartzite_r		]={n="红色石英岩		"},
[itm_quartzite_g		]={n="绿色石英岩		"},
[itm_quartzite_y		]={n="黄色石英岩		"},

[itm_agate_band			]={n="斑纹玛瑙			"},
[itm_agate_eye			]={n="眼纹玛瑙			"},
[itm_agate_moss			]={n="苔纹玛瑙			"},
[itm_azurite			]={n="石青				"},
[itm_quartz_b			]={n="蓝水晶			"},
[itm_hematite			]={n="赤血石			"},
[itm_lapis_lazuli		]={n="天青石			"},
[itm_malachite			]={n="孔雀石			"},
[itm_obsidian			]={n="黑曜石			"},
[itm_rhodochrosite		]={n="菱锰石			"},
[itm_tiger_eye			]={n="虎眼石			"},--虎眼绿有歧义
[itm_pearl_misc			]={n="杂色珍珠			"},

[itm_bloodstone			]={n="血石髓			"},
[itm_carnelian			]={n="光玉髓			"},
[itm_chalcedony			]={n="玉髓				"},--蓝玉髓
[itm_chrysoprase		]={n="绿玉髓			"},
[itm_citrine			]={n="黄水晶			"},
[itm_iolite				]={n="堇青石			"},
[itm_jasper				]={n="碧玉				"},
[itm_moonstone			]={n="月长石			"},
[itm_onyx				]={n="缟玛瑙			"},
[itm_peridot			]={n="橄榄石			"},
[itm_crystal_clr		]={n="透明水晶			"},
[itm_sard				]={n="红玉髓			"},
[itm_sardonyx			]={n="红条纹玛瑙		"},
[itm_quartz_rose		]={n="玫瑰水晶			"},
[itm_quartz_smok		]={n="烟晶				"},
[itm_quartz_star		]={n="星光粉晶			"},
[itm_zircon				]={n="锆石				"},

[itm_amber				]={n="琥珀				"},
[itm_amethyst			]={n="紫水晶			"},
[itm_chrysoberyl		]={n="金绿玉			"},
[itm_coral				]={n="珊瑚				"},
[itm_garnet_r			]={n="红石榴石			"},
[itm_garnet_br_g		]={n="棕绿石榴石		"},
[itm_jade				]={n="翡翠				"},
[itm_jet				]={n="黑玉				"},
[itm_pearl_w			]={n="白珍珠			"},
[itm_pearl_gd			]={n="金珍珠			"},
[itm_pearl_pk			]={n="粉红珍珠			"},
[itm_pearl_sv			]={n="银珍珠			"},
[itm_spinel_r			]={n="红尖晶石			"},
[itm_spinel_r_br		]={n="红棕尖晶石		"},
[itm_spinel_dg			]={n="墨绿尖晶石		"},
[itm_tourmaline			]={n="墨绿晶			"},

[itm_alexandrite		]={n="紫翠玉			"},
[itm_aquamarine			]={n="绿玉				"},
[itm_garnet_v			]={n="紫石榴石			"},
[itm_pearl_k			]={n="黑珍珠			"},
[itm_spinel_db			]={n="深蓝尖晶石		"},
[itm_topaz_u_y			]={n="金黄色黄玉		"},

[itm_emerald			]={n="绿宝石			"},
[itm_opal_w				]={n="白蛋白石			"},
[itm_opal_k				]={n="黑蛋白石			"},
[itm_opal_f				]={n="火蛋白石			"},
[itm_opal_wt			]={n="水蛋白石			"},
[itm_sapphire_b			]={n="蓝宝石			"},
[itm_corundum_y			]={n="黄刚玉			"},
[itm_corundum_p			]={n="紫刚玉			"},
[itm_star_sapp_b		]={n="蓝星宝石			"},
[itm_star_sapp_k		]={n="黑星宝石			"},
[itm_star_ruby			]={n="红星宝石			"},

[itm_emerald_g			]={n="祖母绿			"},
[itm_diamond_bw			]={n="灰蓝钻石			"},
[itm_diamond_c			]={n="淡黄钻石			"},
[itm_diamond_pk			]={n="粉红钻石			"},
[itm_diamond_br			]={n="棕钻石			"},
[itm_diamond_b			]={n="蓝钻石			"},
[itm_jacinth			]={n="红锆石			"},

[itm_ore_cpr			]={n="铜矿石			"},
[itm_ore_tin			]={n="锡矿石			"},
[itm_ore_iron			]={n="铁矿石			"},
[itm_ore_slvr			]={n="银矿石			"},
[itm_ore_gold			]={n="金矿石			"},
[itm_ore_plat			]={n="白金矿石			"},
[itm_ore_ironc			]={n="寒铁矿石			",d=s_cdir_d	},
[itm_ore_mith			]={n="秘银矿石			",d=s_mith_d	},
[itm_ore_adam			]={n="精金矿石			",d=s_adam_d},

[itm_bar_cpr			]={n="铜锭				"},
[itm_bar_tin			]={n="锡锭				"},
[itm_bar_brnz			]={n="青铜锭			"},
[itm_bar_iron			]={n="铁锭				"},
[itm_bar_stl			]={n="钢锭				"},
[itm_bar_slvr			]={n="银锭				"},
[itm_bar_gold			]={n="金锭				"},
[itm_bar_plat			]={n="白金锭			"},
[itm_bar_ironc			]={n="寒铁锭			",d=s_cdir_d	},
[itm_bar_mith			]={n="秘银锭			",d=s_mith_d	},
[itm_bar_adam			]={n="精金锭			",d=s_adam_d},

[itm_wood				]={n="木材				"},
[itm_woodk				]={n="黒木				",d=s_dkwd_d	},

[itm_coalw				]={n="木炭				"},
[itm_coal				]={n="煤炭				"},
[itm_coke				]={n="焦炭				"},

[itm_canvas2			]={n="帆布				"},
[itm_linen2				]={n="亚麻布				"},
[itm_woolens2			]={n="毛料				"},
[itm_silk2				]={n="丝绸				"},
[itm_velvet2			]={n="天鹅绒				"},
[itm_clothk				]={n="暗叶布				"},

[itm_rawhide			]={n="生皮				"},
[itm_leather2			]={n="皮革				"},
--[itm_xx				]={n="革					"},
--[itm_xx				]={n="毛皮				"},
--[itm_xx				]={n="龙革				"},

[itm_gs_1				]={n="粗制磨石			",d=d_grindstone},
[itm_gs_2				]={n="精制磨石			",d=d_grindstone},
[itm_gs_3				]={n="硬质磨石			",d=d_grindstone},
[itm_gs_4				]={n="致密磨石			",d=d_grindstone},
[itm_gs_5				]={n="抛光磨石			",d=d_grindstone},

[itm_gp					]={n="金币				",d="金币是冒险者们最常用的货币。"},
[itm_sup				]={n="补给				",d="冒险队伍每天会消耗食物，露营用品，装备保养用品等，这些物资统称为补给。"},
[itm_spl_mat			]={n="法术材料			",d="对拥有施法者的队伍而言，法术材料是不可或缺的物资。很多法术在施展时都会消耗法术材料，越高级的法术消耗越大。"},

[itm_healers_kit		]={n="医药箱				",d=d_healers_kit	},
[itm_thieves_tools		]={n="盗贼工具			",d=d_thieves_tools	},
[itm_simple_tools		]={n="简单工具			",d=d_simple_tools	},
[itm_lockpick			]={n="开锁器				",d=d_lockpick		},
[itm_tre_map			]={n="藏宝图				"},
[itm_tre_map_fra		]={n="藏宝图碎片			"},

[itm_eqp_1				]={n="冒险者装备			"},
[itm_eqp_2				]={n="探索者装备			",d="品质优于冒险者装备。"},
[itm_eqp_3				]={n="开拓者装备			",d="品质优于探索者装备。"},
[itm_eqp_cm_1			]={n="常用冒险者装备		"},
[itm_eqp_cm_2			]={n="常用探索者装备		",d="品质优于常用冒险者装备。"},
[itm_eqp_cm_3			]={n="常用开拓者装备		",d="品质优于常用探索者装备。"},
[itm_eqp_rd_1			]={n="冒险者装备箱		"},
[itm_eqp_rd_2			]={n="探索者装备箱		",d="品质优于冒险者装备箱。"},
[itm_eqp_rd_3			]={n="开拓者装备箱		",d="品质优于探索者装备箱。"},
[itm_nm					]={n="普通装备			"},
[itm_mw					]={n="精制装备			"},
[itm_e0					]={n="魔法装备			"},
[itm_e1					]={n="稀有装备			"},
[itm_e2					]={n="罕见装备			"},
[itm_e3					]={n="史诗装备			"},
[itm_e4					]={n="传奇装备			"},
[itm_nm_cm				]={n="常用普通装备		"},
[itm_mw_cm				]={n="常用精制装备		"},
[itm_e0_cm				]={n="常用魔法装备		"},
[itm_e1_cm				]={n="常用稀有装备		"},
[itm_e2_cm				]={n="常用罕见装备		"},
[itm_e3_cm				]={n="常用史诗装备		"},
[itm_e4_cm				]={n="常用传奇装备		"},
[itm_nm_rd				]={n="随机普通装备		"},
[itm_mw_rd				]={n="随机精制装备		"},
[itm_e0_rd				]={n="随机魔法装备		"},
[itm_e1_rd				]={n="随机稀有装备		"},
[itm_e2_rd				]={n="随机罕见装备		"},
[itm_e3_rd				]={n="随机史诗装备		"},
[itm_e4_rd				]={n="随机传奇装备		"},

[itm_skls_str_head		]={n="竞技冠军头盔		",d="这顶华丽的头盔由精金打造，顶饰有银白色的胜利羽冠，两侧雕刻着月桂花环图案，象征着无上的荣耀。"},
[itm_skls_str_belt		]={n="竞技冠军腰带		",d="以黑色皮革制成的宽大的腰带，镶嵌着黄金扣环，中央饰有各种竞技形象的浮雕。"},
[itm_skls_str_neck		]={n="竞技冠军勋章		",d="一枚由纯金打造的勋章，正面刻着竞技冠军的肖像，背面系有紫色丝带。"},
[itm_skls_str_accs		]={n="竞技冠军奖杯		",d="硕大的镀金青铜杯，两侧有把手，杯身雕刻着胜利者接受欢呼的场景，底座铭刻着“勇者无敌”。"},
[itm_skls_dex_head		]={n="无名夜贼面罩		",d="由黑色丝绸制成的面罩，只露出双眼，边缘用暗线缝合，便于隐藏身份，在月光下几乎不反光。"},
[itm_skls_dex_back		]={n="无名夜贼斗篷		",d="这件暗色斗篷采用深灰色羊毛织成，内衬黑色丝绸，领口有隐秘的扣带。"},
[itm_skls_dex_hand		]={n="无名夜贼手套		",d="以柔软的黑色小羊皮制成，指尖部分经过特殊处理，确保触感灵敏且不留痕迹，掌心有防滑纹路。"},
[itm_skls_dex_accs		]={n="无名夜贼百宝囊		",d="材料类似防水帆布，多个暗袋设计，束口处有铜制拉绳，内藏各种工具和小型器械。"},
[itm_skls_int_head		]={n="大学者头环			",d="这顶头环由古老工艺精炼的白银打造，镶嵌着多颗蓝色蛋白石，据说能启迪思维，让佩戴者专注思考。"},
[itm_skls_int_ring		]={n="大学者之戒			",d="一枚做工考究的金戒指，戒面刻有展开的书卷图案，周围环绕着细小的珍珠，象征知识的珍贵。"},
[itm_skls_int_neck		]={n="大学者护符			",d="金质的小型沙漏，悬挂在深蓝色的丝带上，寓意时间的智慧，提醒佩戴者珍惜光阴。"},
[itm_skls_int_accs		]={n="大学者卷册			",d="这本厚重的卷册封面以龙皮包裹，边缘镶有金属护角，书页是泛黄的羊皮纸，记载着各种失传的远古知识。"},
[itm_skls_wis_head		]={n="精英斥候软帽		",d="深绿色帆布缝制的舒适软帽，帽檐宽大，一侧插有鹰羽。"},
[itm_skls_wis_vest		]={n="精英斥候衬衫		",d="此衬衫采用双层面料，外层是斑驳的林地迷彩色，内层为保暖的羊毛，领口附加蓬松的狼毛。"},
[itm_skls_wis_neck		]={n="精英斥候勋章		",d="这枚勋章以寒铁制成，形状犹如一对展开的翅膀，背面刻有鹰眼图案。"},
[itm_skls_wis_accs		]={n="精英斥候望远镜		",d="黄铜镜筒上刻有细密的刻度，镜片由透明水晶打磨而成，能清晰远望。"},
[itm_skls_cha_head		]={n="无面者面具			",d="由薄薄的陶瓷制成，一半黑色一半白色，表情似笑非笑，令人难以捉摸。"},
[itm_skls_cha_vest		]={n="无面者背心			",d="背心的一面是华丽的锦缎，另一面是朴素的灰布，通过简单地翻转即可改变形象。"},
[itm_skls_cha_neck		]={n="无面者胸针			",d="此胸针整体为银制的双面浮雕，正面是玫瑰，反面是匕首，并且内部暗藏玄机，轻按机关可弹出细针。"},
[itm_skls_cha_accs		]={n="无面者化妆盒		",d="精致的小盒内含多格粉底、假须和各种伪装用道具，盒盖内侧嵌有一面小镜。"},
[itm_skls_knw_head		]={n="首席博学家头环		",d="由远古巨龙的头骨雕琢而成，底部配以镌刻龙语的暗金束带。头环散发着历经万古沉淀的智慧气息，仿佛封存着巨龙生前的无尽学识。"},
[itm_skls_knw_ring		]={n="首席博学家之戒		",d="铂金材质，戒面刻有大陆地图浮雕图案，周围环绕着若干星系的标记。"},
[itm_skls_knw_neck		]={n="首席博学家护符		",d="此护符的外观是一个微型天文仪，悬挂在银质链子上，转动时可模拟星体运行。"},
[itm_skls_knw_accs		]={n="首席博学家卷宗		",d="一本轻薄的典籍，封面镶有各色宝石，每翻开一页都会显现新的知识，似乎永远读不完。"},
[itm_skls_pfm_head		]={n="歌唱女神头饰		",d="以金丝编织成月桂叶形状，叶片边缘点缀着珍珠和小钻石，佩戴时熠熠生辉，佩戴者的嗓音也更加悦耳。"},
[itm_skls_pfm_back		]={n="歌唱女神围巾		",d="这条丝绸围巾如云雾般轻薄，周边绣有精美的鎏金音符图案，随风飘动时能发出优美灵动的旋律。"},
[itm_skls_pfm_neck		]={n="歌唱女神胸针		",d="一支缩小版的银制竖琴，琴体顶端镶嵌着一颗精美的红宝石，琴弦由细金丝拉成，轻轻拨动可发出悦耳的声响。"},
[itm_skls_pfm_accs		]={n="歌唱女神奖杯		",d="做工精致的歌唱女神像，纯金底座上刻有魔法符文，当有歌声响起时会随着旋律有节奏地闪烁。"},
[itm_mis1_back			]={n="次级移位斗篷		",d="看起来像一般斗篷，但穿上后可扭曲光线。"},
[itm_mis2_back			]={n="高等移位斗篷		",d="看起来像一般斗篷，但穿上后可大幅扭曲光线。"},
[itm_bow1_hand			]={n="次级神射护腕		",d="看似普通的保护装备，穿戴者可提升弓类武器使用能力。"},
[itm_bow2_hand			]={n="高等神射护腕		",d="看似普通的保护装备，穿戴者可大幅提升弓类武器使用能力。"},
[itm_unrng1_hand		]={n="次级夺箭手套		",d="穿戴之后，此手套彷彿融入皮肤，几乎看不到。穿戴者可获得抓取箭矢的能力。"},
[itm_unrng2_hand		]={n="高等夺箭手套		",d="穿戴之后，此手套彷彿融入皮肤，几乎看不到。穿戴者可获得频繁抓取箭矢的能力。"},
[itm_mnk1_body			]={n="武僧之袍			",d="一件简朴的棕色长袍，穿上之后可提升穿戴者的徒手战斗能力。"},
[itm_mnk1_belt			]={n="武僧腰带			",d="一条粗陋的腰绳，绑在腰上可提升穿戴者的徒手战斗能力。"},
[itm_mnk1_hand			]={n="武僧拳套			",d="古朴刚劲，可提升穿戴者的徒手战斗能力。"},
[itm_mnk2_body			]={n="高等武僧之袍		",d="一件简朴的棕色长袍，穿上之后可大幅提升穿戴者的徒手战斗能力。"},
[itm_mnk2_belt			]={n="高等武僧腰带		",d="一条粗陋的腰绳，绑在腰上可大幅提升穿戴者的徒手战斗能力。"},
[itm_mnk2_hand			]={n="高等武僧拳套		",d="古朴刚劲，可大幅提升穿戴者的徒手战斗能力。"},
[itm_dwf_belt			]={n="矮人腰带			",d="颇具矮人风格的宽大腰带，穿戴者可获得矮人的部分特性。"},
[itm_dwf_head			]={n="矮人头盔			",d="由精金打造，穿戴者可获得矮人的部分特性。"},
[itm_dwf_accs			]={n="矮人徽记			",d="刻有某个矮人氏族徽记的小金属牌，佩戴者可获得矮人的部分特性。"},
[itm_elf_back			]={n="精灵披风			",d="用料考究，优雅脱俗，佩戴者可获得精灵的部分特性。"},
[itm_elf_neck			]={n="精灵项链			",d="一条秘银质地的纤细项链，底部悬挂着叶片形状的坠饰，佩戴者可获得精灵的部分特性。"},
[itm_elf_ring			]={n="精灵戒指			",d="小巧精致的金戒指，表面刻有精灵铭文，佩戴者可获得精灵的部分特性。"},
[itm_imx_dis_neck		]={n="保健护符			",d="悬挂着一颗蓝宝石的银链子。穿戴者对疾病免疫，包括超自然疾病。"},
[itm_dis_tox_neck		]={n="纯净护符			",d="悬挂着一颗蓝色宝石和一颗黑色宝石的银链子。穿戴者对疾病和毒素免疫。"},
[itm_dis_tox_accs		]={n="纯净艾恩石			",d=ioun_d},
[itm_vest_lock			]={n="脱逃背心			",d="这件简单的丝绸背心看起来不伦不类，但实际上缝合镶嵌了无数的秘密口袋在上面。隐藏其中的各种神奇工具能大幅提升穿戴者的开锁、解除装置、逃脱技能。"},
[itm_vest_dflc			]={n="防护背心			",d="这件背心可提供持续的魔法防护。"},
[itm_vest_save			]={n="抗力衬衫			",d="此类魔法服饰的布料中常缀有银质或钢质斑点，能为穿着者提供魔法防护。"},
[itm_vest_sr1			]={n="法抗祭袍			",d=cloak_sr_d},-- 饰有秘法符号。将其穿在普通护甲的外面，能获得法术抗力。	pf 90000 sr21
[itm_vest_sr2			]={n="高等法抗祭袍		",d=cloak_sr_d},
[itm_vest_sr3			]={n="超凡法抗祭袍		",d=cloak_sr_d},
[itm_vest_drd			]={n="德鲁伊祭袍			",d="这件祭袍可穿在其他服装或盔甲外面。此类祭袍大多为绿色，绣有植物或动物的图像。当具有野性变身能力的德鲁伊穿上后，每天可更频繁地使用此能力。"},
[itm_eyes_low			]={n="猫头鹰之眼			",d="由琥珀制成。穿戴者可获得昏暗视觉。"},
[itm_eyes_dk			]={n="夜视镜片			",d="由黑水晶制成。虽然镜片不透明，但戴上后可正常视物，即使在黑暗中。"},
[itm_eyes_slow			]={n="缓慢镜片			",d="配戴者只要和有效目标对视，对方立刻就会行动迟缓。"},
[itm_eyes_cowering		]={n="畏缩镜片			",d="配戴者只要和有效目标对视，对方立刻就会被吓住。"},
[itm_eyes_blinded		]={n="目盲镜片			",d="配戴者只要和有效目标对视，对方立刻就会失明。"},
[itm_eyes_hold			]={n="定身镜片			",d="配戴者只要和有效目标对视，对方立刻就会动弹不得。"},
[itm_eyes_shaken		]={n="丧志镜片			",d="配戴者只要和有效目标对视，对方立刻就会陷入绝望与恐惧。"},
[itm_eyes_dazzled		]={n="目眩镜片			",d="配戴者只要看到周围目标，目标的眼睛立刻就会受到严重刺激。"},
[itm_eyes_sickened		]={n="恶心镜片			",d="配戴者只要看到周围目标，目标立刻就会遭受突如起来的痛苦及热病。"},
[itm_eyes_fatigued		]={n="疲乏镜片			",d="配戴者只要看到周围目标，目标立刻就会疲惫不堪。"},
[itm_eyes_exhausted		]={n="力竭镜片			",d="配戴者只要看到周围目标，目标立刻就会精疲力尽。"},
-- z_add_itm

[itm_blood_vine			]={n="血藤				"},
[itm_grss_sting			]={n="蝎尾棘				"},
[itm_clover4			]={n="四叶草				"},
--[itm_wolfsbane		]={n="狼毒乌头			"},
--[itm_wddk_resin		]={n="黒木树脂			"},
--[itm_mush_nox			]={n="奈克斯菌菇			"},

--[itm_crystal_irnc		]={n="寒铁结晶			"},
[itm_crystal_mith		]={n="秘银结晶			"},
--[itm_crystal_adam		]={n="精金结晶			"},
[itm_ioun				]={n="艾恩石				"},
--[itm_mtn_heart		]={n="山脉之心			"},

[itm_magic_res_1		]={n="奥法之尘			"},
[itm_magic_res_2		]={n="奥法精华			"},
[itm_magic_res_3		]={n="奥法颗粒			"},
[itm_magic_res_4		]={n="奥法碎片			"},
[itm_magic_res_5		]={n="奥法晶体			"},

[itm_star_res_1			]={n="星尘				"},
[itm_star_res_2			]={n="星界精华			"},
[itm_star_res_3			]={n="以太精华			"},

[itm_danm_bone			]={n="凶暴动物骨			"},
[itm_danm_blood			]={n="凶暴动物血			"},
[itm_danm_brain			]={n="凶暴动物脑			"},

[itm_troll_bone			]={n="巨魔之骨			"},
[itm_troll_blood		]={n="巨魔之血			"},
[itm_troll_shit			]={n="巨魔粪便			"},

[itm_hydra_bone			]={n="九头蛇骨			"},
[itm_hydra_blood		]={n="九头蛇血			"},

[itm_couatl_hair		]={n="羽蛇羽毛			"},
[itm_couatl_scale		]={n="羽蛇鳞片			"},
[itm_couatl_blood		]={n="羽蛇血液			"},

[itm_unic_hair			]={n="独角兽尾鬃		"},
[itm_unic_blood			]={n="独角兽血			"},
[itm_unic_horn			]={n="独角兽角（小片）	"},

[itm_d_scale			]={n="龙鳞				"},
[itm_d_bone				]={n="龙骨				"},
[itm_d_blood_h			]={n="龙心血			"},

[itm_lzd_f_scale		]={n="火蜥蜴鳞片		"},
[itm_lzd_l_fang			]={n="电蜥蜴牙		"},
[itm_lzd_e_scale		]={n="石化蜥蜴鳞片		"},
--[itm_lzd_t_scale		]={n="毒蜥蜴鳞片		"},

[itm_elm_a				]={n="风元素之息		"},
[itm_elm_e				]={n="土元素碎片		"},
[itm_elm_f				]={n="火元素灰烬		"},
[itm_elm_w				]={n="水元素之泪		"},
[itm_elm_a_s			]={n="风元素精魄		"},
[itm_elm_e_s			]={n="土元素精魄		"},
[itm_elm_f_s			]={n="火元素精魄		"},
[itm_elm_w_s			]={n="水元素精魄		"},

[itm_golem_1			]={n="土魔像尘埃		"},
[itm_golem_2			]={n="石魔像碎片		"},
[itm_golem_3			]={n="黑曜石魔像碎片	"},
[itm_golem_4			]={n="铁魔像零件		"},
[itm_golem_5			]={n="精金魔像零件		"},

[itm_symb_holy			]={n="圣徽				"},
[itm_symb_unholy		]={n="邪徽				"},
[itm_vamp_dust			]={n="吸血鬼尘埃		"},
[itm_vamp_ichor			]={n="吸血鬼脓汁		"},
[itm_angel_lit			]={n="天使辉光			"},
[itm_pegasus_hair		]={n="飞马羽毛			"},
[itm_spider_g_silk		]={n="巨蜘蛛丝			"},
[itm_naga_brain			]={n="娜迦脑			"},
--[itm_demon_blood		]={n="恶魔之血			"},
--[itm_devil_blood		]={n="魔鬼之血			"},
--[itm_virgin_blood		]={n="处女血			"},
--[itm_killer_hand		]={n="杀人者的手掌		"},
--[itm_dop_ichor		]={n="变形怪脓水		"},
--[itm_wyvern_poison	]={n="双足飞龙毒素		"},
--[itm_squid_g_ink		]={n="巨乌贼墨汁		"},
--[itm_phoenix_hair		]={n="凤凰羽毛			"},
--[itm_ambrosia			]={n="仙馔（淬炼喜乐）	"},
--[itm_blink_dog_tooth	]={n="闪现犬牙齿		"},
--[itm_celestial_blood	]={n="天族之血			"},
--[itm_lammasu_claw		]={n="翼狮爪			"},
--[itm_lillend_scale	]={n="翼蛇人鳞片		"},

[itm_bull_hair			]={n="公牛毛			"},
[itm_bull_shit			]={n="公牛粪			"},
[itm_cat_hair			]={n="猫毛				"},
[itm_cat_shit			]={n="猫粪				"},
[itm_bear_hair			]={n="熊毛				"},
[itm_bear_shit			]={n="熊粪				"},
[itm_fox_hair			]={n="狐狸毛			"},
[itm_fox_shit			]={n="狐狸粪			"},
[itm_owl_hair			]={n="猫头鹰羽毛		"},
[itm_owl_shit			]={n="猫头鹰粪便		"},
[itm_eagle_hair			]={n="鹰羽毛			"},
[itm_eagle_shit			]={n="鹰粪便			"},

[itm_rabbit_foot		]={n="兔脚				"},
[itm_horse_shoe			]={n="马蹄铁			"},
[itm_old_boot			]={n="旧靴子			"},

[itm_basic_arrow_trap								]={n="基础箭陷阱					"},
[itm_camouflaged_pit_trap							]={n="伪装陷坑陷阱					"},
[itm_deeper_pit_trap								]={n="深陷坑陷阱					"},
[itm_fusillade_of_darts								]={n="飞镖齐射						"},
--[itm_poison_dart_trap								]={n="毒镖陷阱						"},
--[itm_poison_needle_trap							]={n="毒针陷阱						"},
--[itm_portcullis_trap								]={n="铁闸陷阱						"},
[itm_razor_wire_across_hallway						]={n="锋锐钢丝走廊					"},
[itm_rolling_rock_trap								]={n="滚石陷阱						"},
[itm_scything_blade_trap							]={n="镰刃陷阱						"},
[itm_spear_trap										]={n="飞矛陷阱						"},
[itm_swinging_block_trap							]={n="乱石陷阱						"},
[itm_wall_blade_trap								]={n="刀墙陷阱						"},
--[itm_box_of_brown_mold							]={n="棕色霉菌之盒					"},
[itm_bricks_from_ceiling							]={n="天花板落砖					"},
[itm_burning_hands_trap								]={n="燃烧之手陷阱					"},
[itm_camouflaged_pit_trap_2							]={n="伪装陷坑陷阱 Ⅱ				"},
[itm_inflict_light_wounds_trap						]={n="造成轻伤陷阱					"},
[itm_javelin_trap									]={n="标枪陷阱						"},
--[itm_large_net_trap								]={n="大网陷阱						"},
[itm_pit_trap										]={n="陷坑陷阱						"},
--[itm_poison_needle_trap_2							]={n="毒针陷阱 Ⅱ					"},
--[itm_spiked_pit_trap								]={n="刺坑陷阱						"},
--[itm_tripping_chain								]={n="拌摔链条陷阱					"},
[itm_well_camouflaged_pit_trap						]={n="高度伪装陷坑陷阱				"},
[itm_burning_hands_trap_2							]={n="燃烧之手陷阱 Ⅱ				"},
[itm_camouflaged_pit_trap_3							]={n="伪装陷坑陷阱 Ⅲ				"},
[itm_ceiling_pendulum								]={n="悬摆利斧						"},
[itm_fire_trap										]={n="火焰陷阱						"},
--[itm_extended_bane_trap							]={n="延时绝望术陷阱				"},
--[itm_ghoul_touch_trap								]={n="食尸鬼之触陷阱				"},
[itm_hail_of_needles								]={n="针雨陷阱						"},
[itm_acid_arrow_trap								]={n="强酸箭陷阱					"},
[itm_pit_trap_2										]={n="陷坑陷阱 Ⅱ					"},
--[itm_poisoned_arrow_trap							]={n="毒箭陷阱						"},
--[itm_spiked_pit_trap_2							]={n="刺坑陷阱 Ⅱ					"},
[itm_stone_blocks_from_ceiling						]={n="天花板落石					"},
--[itm_bestow_curse_trap							]={n="降咒陷阱						"},
[itm_camouflaged_pit_trap_4							]={n="伪装陷坑陷阱 Ⅳ				"},
[itm_collapsing_column								]={n="坍塌石柱						"},
[itm_glyph_of_warding_blast							]={n="守卫结界[爆裂刻文]			"},
[itm_lightning_bolt_trap							]={n="闪电术陷阱					"},
[itm_pit_trap_3										]={n="陷坑陷阱 Ⅲ					"},
--[itm_poisoned_dart_trap							]={n="毒镖陷阱						"},
--[itm_sepia_snake_sigil_trap						]={n="蛇纹法印陷阱					"},
--[itm_spiked_pit_trap_3							]={n="刺坑陷阱 Ⅲ					"},
[itm_wall_scythe_trap								]={n="镰墙陷阱						"},
--[itm_water_filled_room_trap						]={n="充水房间陷阱					"},
--[itm_wide_mouth_spiked_pit_trap					]={n="宽口刺坑陷阱					"},
[itm_camouflaged_pit_trap_5							]={n="伪装陷坑陷阱 Ⅴ				"},
--[itm_doorknob_smeared_with_contact_poison			]={n="涂有接触毒素的门把手			"},
[itm_falling_block_trap								]={n="落石陷阱						"},
[itm_fire_trap_2									]={n="火焰陷阱 Ⅱ					"},
[itm_fireball_trap									]={n="火球陷阱						"},
--[itm_flooding_room_trap							]={n="灌水房间陷阱					"},
[itm_fusillade_of_darts_2							]={n="飞镖齐射 Ⅱ					"},
--[itm_moving_executioner_statue					]={n="可动刽子手雕像				"},
--[itm_phantasmal_killer_trap						]={n="魅影杀手陷阱					"},
[itm_pit_trap_5										]={n="陷坑陷阱 Ⅴ					"},
--[itm_poison_wall_spikes							]={n="毒刺墙						"},
--[itm_spiked_pit_trap_4							]={n="刺坑陷阱 Ⅳ					"},
--[itm_spiked_pit_trap_5							]={n="刺坑陷阱 Ⅴ					"},
--[itm_ungol_dust_vapor_trap						]={n="魔地尘毒气陷阱				"},
[itm_built_to_collapse_wall							]={n="易塌墙						"},
--[itm_compacting_room								]={n="挤压房						"},
[itm_flame_strike_trap								]={n="焰击术陷阱					"},
[itm_fusillade_of_spears							]={n="飞矛齐射						"},
[itm_glyph_of_warding_blast_2						]={n="守卫结界[爆裂刻文] Ⅱ			"},
[itm_lightning_bolt_trap_2							]={n="闪电术陷阱 Ⅱ					"},
[itm_spiked_blocks_from_ceiling						]={n="天花板落钉板					"},
--[itm_spiked_pit_trap_6							]={n="刺坑陷阱 Ⅵ					"},
--[itm_whirling_poison_blades						]={n="旋转毒刃						"},
[itm_wide_mouth_pit_trap							]={n="宽口陷坑陷阱					"},
--[itm_wyvern_arrow_trap							]={n="翼龙毒箭陷阱					"},
--[itm_acid_fog_trap								]={n="酸雾术陷阱					"},
[itm_blade_barrier_trap								]={n="剑刃障壁陷阱					"},
--[itm_burnt_othur_vapor_trap						]={n="焦引熏烟毒气陷阱				"},
[itm_chain_lightning_trap							]={n="连环闪电陷阱					"},
[itm_black_tentacles_trap							]={n="黑触手陷阱					"},
--[itm_fusillade_of_greenblood_oil_darts			]={n="绿血油毒镖齐射				"},
--[itm_lock_covered_in_dragon_bile					]={n="龙胆汁涂抹的锁				"},
--[itm_summon_monster_vi_trap						]={n="六级召唤怪物术陷阱			"},
--[itm_water_filled_room							]={n="充水房间						"},
[itm_well_camouflaged_pit_trap_2					]={n="高度伪装陷坑陷阱 Ⅱ			"},
--[itm_deathblade_wall_scythe						]={n="死刃镰墙						"},
--[itm_destruction_trap								]={n="灰飞烟灭陷阱					"},
--[itm_earthquake_trap								]={n="地震术陷阱					"},
--[itm_insanity_mist_vapor_trap						]={n="狂雾毒气陷阱					"},
[itm_acid_arrow_trap_2								]={n="强酸箭陷阱 Ⅱ					"},
--[itm_power_word_stun_trap							]={n="律令震慑陷阱					"},
--[itm_prismatic_spray_trap							]={n="虹光喷射陷阱					"},
[itm_reverse_gravity_trap							]={n="反重力陷阱					"},
[itm_well_camouflaged_pit_trap_3					]={n="高度伪装陷坑陷阱 Ⅲ			"},
--[itm_word_of_chaos_trap							]={n="混沌真言陷阱					"},
--[itm_drawer_handle_smeared_with_contact_poison	]={n="涂有接触毒素的抽屉把手		"},
--[itm_dropping_ceiling								]={n="掉落的天花板					"},
--[itm_incendiary_cloud_trap						]={n="焚云术陷阱					"},
[itm_wide_mouth_pit_trap_2							]={n="宽口陷坑陷阱 Ⅱ				"},
--[itm_wide_mouth_spiked_pit_with_poisoned_spikes	]={n="宽口毒刺陷坑陷阱				"},
--[itm_crushing_room								]={n="碾压房						"},
--[itm_crushing_wall_trap							]={n="碾压墙陷阱					"},
--[itm_energy_drain_trap							]={n="吸能术陷阱					"},
--[itm_forcecage_and_summon_monster_vii_trap		]={n="力场监牢和七级召唤怪物术陷阱	"},
--[itm_poisoned_spiked_pit_trap						]={n="毒刺陷坑陷阱					"},
--[itm_wail_of_the_banshee_trap						]={n="女妖之嚎陷阱					"},

[itm_src		]={n="源物品		",d="	"},
[itm_ench		]={n="附魔		",d="	"},
[itm_upg_itm	]={n="物品升级	",d="	"},
[itm_cft_csbow	]={n="制作复合弓	",d="	"},
[itm_cft_mxbow	]={n="制作魔导弩	",d="	"},
[itm_bond_slvr	]={n="镀银		",d="	"},
}

z_trim_tbl_texts(itms_text)


unique_itms_text={
[1001]={n="邀请函"		,d="这封信是冒险者公会向其他大陆的冒险者们发出的众多邀请信之一，其中大部分文字已被海水浸泡得难以辨别。\n\n“……怪物的出现区域和频次均十分反常，不排除人为因素的可能……需要更多勇敢的冒险者们来帮助我们度过难关。应邀而来的冒险者们可自行选择登陆地点，由艾琳和托德负责迎接从大陆东部……”。\n\n末尾的落款和印章依稀可见：艾尔西亚大陆冒险者公会。"},
[1002]={n="一封信"		,d="“一切按原计划行动。银行家本人必须活捉，其护卫可任意处置。如果人手不够可以使用地牢中的骷髅生物，数量应该足够。上次提到的装置也已可以正常使用，虽然目前仍有次数限制。另外，记住只能使用不超过两个常用单词的通用语下达指令。\n\n--Z”"},
[1003]={n="奇怪的装置"	,d="这个外形古怪的装置看起来比较适合单手持握，但应该不是作为武器使用。末端有个小开关，但按下后毫无反应。"},
[1004]={n="碎骨者"		,d="这把魔法钉头锤是托马斯正式成为一名护卫时叔叔送给他的礼物。虽然看上去朴实无华，但握在手中却能给人一种很安心的感觉。"},
[1005]={n="漆黑之牙"		,d="这把黑色的匕首通体泛着幽幽的紫色光芒，仿佛随时都会吸走你的灵魂。"},
}