s_mon					="怪物"
s_mons					="怪物"
s_ntc					="中立生物"
s_ntcs					="中立生物"
s_civ					="平民"
s_civs					="平民"
s_advr					="冒險者"
s_advrs					="冒險者"
s_adv_save				="冒險"
s_adv_mode				="冒險模式"
adv_cfg					="冒險設定"	adv_cfg_d	="檢視冒險設定。"
new_adventure			="新的冒險"
continue_adventure		="繼續冒險"
s_save_adv				="儲存冒險"
s_load_adv				="載入冒險"
s_del_adv_main_cfm		="刪除<c=tb b>冒險 %d</c>？"
s_del_adv_all_subs_cfm	="刪除<c=tb b>冒險 %d</c>的所有存檔？"
s_del_adv_sub_cfm		="刪除<c=tb b>冒險 %d</c>的選中存檔？"
quick_start				="快速開始"
s_newest_save			="最新存檔"
s_newest_load			="最新讀檔"
s_desc_of_save			="存檔描述"
s_mod_desc				="修改描述"
s_field					="野外"
dead_pcs				="陣亡角色"
game_over				="遊戲結束"
game_over_msg			="所有角色死亡！\n你的冒險生涯已結束...\n\n關閉返回主選單。"
adventure_days			="冒險天數"
time_elapse_speed		="時間流逝速度"
s_run_wld				="執行世界"
current_site_name		="當前地點名稱"
world_name				="艾爾西亞"	-- Arventhia 艾文西亞
mov_to_fmt				="移動至%s"
mov_to_dst				="移動至目的地"
s_tvl					="旅行"
s_tvl_ato				="自動旅行"
s_tvl_pus				="暫停旅行"
s_tvl_rsm				="繼續旅行"
s_tvl_hre				="旅行到此"
s_tvl_mrk				="旅行到標記地點"
s_tvl_ner				="旅行到最近地點"
s_tvl_exp				="旅行到已知地點"
s_tvl_chk				="旅行警戒距離"
s_tvl_max				="最大旅行天數顯示"
s_mrk_loc				="標記地點"
s_mrk_del				="取消標記"
s_mrk_clr				="清除標記地點"
s_mrk_max				="標記地點選單項數量"
s_exp_max				="已知地點選單項數量"
upd_sites				="更新所有地點"
s_mon_clred				="剿滅"
s_above_fled			="此層以上的怪物們已聞風而逃。"
s_loc_fast				="快速移動和動作"
s_gather_add			="新增（可框選）"
s_gather_del			="取消（可框選）"
s_gather_same			="採集此類型"
s_loc_cur_u				="定位到當前角色"
s_vp_to_pty				="定位到玩家隊伍"
s_wandering				="遊蕩"
s_adventuring			="冒險"
s_traveling				="趕路"
s_patrolling			="巡邏"
s_chasing				="追逐"
s_fighting				="戰鬥"
s_alert					="警覺"
s_working				="工作"
s_resting				="休息"
s_camping				="紮營"
s_recuperating			="休整"
s_created_f				="建立了%s。"

cfg_general				="常規"
game_diff				="遊戲難度"
cfg_others				="其他設定"
pc_lv_up_spd			="角色升級速度"
mat_on					="施法需材料"

cfg_wld					="世界"
s_wld_cfg				="世界設定"
s_wld_sz				="世界大小"
cfg_rd					="隨機性設定"
wld_seed				={n="世界種子", d="冒險世界裡的很多事物都將基於此種子隨機生成，比如地牢和交易品分佈等。不同的種子將得到不同的結果；相同的種子則獲得相同的結果。\n\n種子可以是任意字元的組合，甚至是一個片語或一段話。"}
wld_seed_used_on		="種子應用於："

adv_start_pt			="冒險起始點"
town_data				="城鎮資料"
dgn_data				="地牢結構"
goods_data				="交易品分佈與價格"

wild_mob_density		="遊蕩怪物密度"
town_upd_cycle			="城鎮更新週期"
dgn_upd_cycle			="地牢更新週期"
res_upd_cycle			="資源地點更新週期"
misc_upd_cycle			="其他地點更新週期"

cfg_town				="城鎮"
wild_pcs				="城鎮冒險者"
wild_pc_cust_pct		="定製角色機率"
wild_pc_keep_xp			="招募後手動升級"

game_diffs={-- z_game_diff
{n="探索模式", d="如果你更傾向於自由自在地探索未知世界和體驗你的冒險生涯，那麼此模式將會很適合你。\n\n此模式下你的角色不會死亡，而只是暫時失去戰鬥能力，經過充分休息後，即可再次投入戰鬥。"},
{n="經典模式", d="經典的冒險體驗：或輕鬆愉悅，或緊張刺激。\n\n無論如何，在你的冒險過程中，策略與抉擇會常伴你左右。"},
{n="硬核模式", d="真正的挑戰！死亡是永久的，沒有任何法術或途經能讓已經死亡的角色起死回生。\n\n如果你想進行一場值得認真對待的冒險，你應該選擇這個模式。"},
{n="死亡模式", d="除了硬核模式的那些挑戰，你的隊伍團滅時，當前遊戲還會被強制自動刪檔！你的冒險生涯也將徹底地無法挽回地終結...\n\n或許有些殘酷，但人生也是如此，不是嗎？"},
}

mini_map				="迷你地圖"
wld_map					="世界地圖"
s_map_show				="地圖上顯示"
s_town_show				="城鎮內顯示"
show_grid2				="顯示網格"
show_terrain_masks		="顯示地形掩碼色塊"
show_sites				="顯示地點"
show_site_names			="顯示地點名稱"
show_wld_quest_marks	="顯示任務指示"
show_night_effect		="開啟夜幕效果"
s_wld_pty_disp			="隊伍顯示"
s_pty_img_use_u			="使用首角色形象"
s_show_wld_pty_grp		="顯示所有成員"
s_show_wld_pty_face		="顯示頭像"
s_show_wld_pty_bdr		="顯示邊框"
s_show_wld_pty_thr		="顯示威脅圖示"
s_show_wld_pty_ani		="顯示呼吸動畫"
s_plyr_blink			="玩家隊伍閃爍提示"
s_wld_mon_cfm2			="遭遇怪物確認"
s_wld_npc_cfm2			="遇到友善隊伍確認"

supplies				= {n="補給", d=[[
冒險隊伍每天會消耗食物，露營用品，裝備保養用品等，這些物資統稱為補給。經常進行野外探險或長途旅行的隊伍都會攜帶足夠的補給。

補給的消耗是自動的。如有必要，比如隊員們生命值較低時，也可以主動紮營休息，消耗補給以恢復狀態。

- 來源：大多數定居點都能買到補給。
- 價格：隊伍等級越高，所需補給的品質和價格也越高。
- 重量：平均5磅重/整隊1天份。
]]}
buy_supplies			= "購買補給"
rest_fail_short			= "補給短缺"
rest_fail_long			= "補給短缺！隊伍無法正常休息。"
rest_done_msg			= "消耗1補給，隊伍休息完畢。"
rest					= {n="紮營", d="花費8小時進行充分地休息，以恢復生命值，以及各種能力的每天使用次數等。"}

spell_materials			= {n="法術材料", d=[[
對擁有施法者的隊伍而言，法術材料是不可或缺的物資。很多法術在施展時都會消耗法術材料，越高階的法術消耗越大。

- 來源：城市中一般都有法術材料售賣。
- 價格：隊伍等級越高，所需法術材料的品質和價格也越高。
- 重量：法術材料的重量可忽略不計。
]]}
s_mat_use				= "耗材"
not_enough_materials	= "材料不足"
buy_spell_materials		= "購買法術材料"

reputation				= {n="聲望", d=[[
聲望代表著這片大陸上的居民是如何看待你的，積極或消極。

冒險隊伍在做出值得稱頌的行為時，如消滅怪物或完成城鎮任務，可能會獲得聲望。

聲望會在很多方面影響你的冒險生涯，包括：
- 貿易許可
- 交易品種類
- 城鎮任務型別
- 任務數量
- 商業數量
- 等等
]]}
not_enough_reputation	= "聲望不足"
add_reputation_msg		= "聲望%+d"
add_relation_msg		= "與%s關係%+d"

pty_load		= {n="隊伍負重", d=[[
隊伍總負重能力等於所有隊員負重之和。

隊伍的當前負重包括：
- 角色當前裝備
- 隊伍物品欄
- 補給
- 交易品
]]}
overloaded				= "超重"
pc_overloaded			= "角色裝備超重"
discard					= "丟棄"
del_sup					= "丟棄補給"
drag_discard			= "拖拽物品至此處丟棄"
drag_sell				= "拖拽物品至此處快速出售"
s_goods					= "貨物"
s_goods_d				= "檢視和管理攜帶的交易品。"
price_diff				= "差價"

price_types={-- z_price_type
{n="標準價"	},
{n="買入價"	},
{n="賣出價"	},
{n="原買入價"	},
}

npc_aileen	= "艾琳"-- z_npc
npc_tod		= "託德"
npc_brian	= "布萊恩·弗洛雷斯"
npc_thomas	= "托馬斯"
npc_william	= "威廉"

wld_tiles={-- z_wld_tile
{n="平地"},
{n="森林"},
{n="丘陵"},
{n="山脈"},
{n="湖泊"},
{n="海洋"},
}

wld_terrs_text={-- 世界地形 World Terrains z_wld_terr
[wt_pln_grs	]={n="草原"		},
[wt_pln_frm	]={n="農地"		},
[wt_pln_btl	]={n="戰場"		},
[wt_dst_rck	]={n="巖漠"		},
[wt_dst_snd	]={n="沙漠"		},
[wt_dst_tdr	]={n="苔原"		},
[wt_msh_mor	]={n="淺水沼澤"	},
[wt_msh_swm	]={n="深水沼澤"	},
[wt_fst_sps	]={n="稀疏森林"	},
[wt_fst_mdm	]={n="普通森林"	},
[wt_fst_dns	]={n="茂密森林"	},
[wt_hll_gtl	]={n="平緩丘陵"	},
[wt_hll_rug	]={n="崎嶇丘陵"	},
[wt_mtn_alp	]={n="高山草甸"	},
[wt_mtn_rug	]={n="崎嶇山脈"	},
[wt_mtn_fbd	]={n="山峰"		},
[wt_aqt_stm	]={n="溪流"		},
[wt_aqt_rvr	]={n="河流"		},
[wt_aqt_lak	]={n="湖泊"		},
[wt_aqt_sse	]={n="淺海"		},
[wt_aqt_dse	]={n="深海"		},
}

wsite_types={-- z_site_tp.1
{n="村莊"		},
{n="城市"		},
{n="都市"		},
{n="要塞"		},
{n="洞穴"		},
{n="遺蹟"		},
{n="廢棄建築"	},
{n="野外帳篷"	},
{n="野外小屋"	},
{n="獨立住宅"	},
{n="高塔"		},
{n="莊園"		},
{n="堡壘"		},
{n="農場"		},
{n="工匠營地"	},
{n="農場"		},
{n="農場"		},
{n="漁場"		},
{n="漁場"		},
{n="漁場"		},
{n="漁場"		},
{n="林場"		},
{n="林場"		},
{n="林場"		},
{n="林場"		},
{n="採石場"		},
{n="常用石料場"	},
{n="貴重石料場"	},
{n="採石場"		},
{n="礦場"		},
{n="鐵礦場"		},
{n="貴金屬礦場"	},
{n="特殊金屬礦場"	},
{n="煤礦場"		},
{n="煤礦場"		},
{n="煤礦場"		},
{n="煤礦場"		},
{n="保留"		},
{n="保留"		},

{n="洞穴"		},
{n="遺蹟"		},
{n="神廟"		},
{n="墓地"		},
{n="塔樓"		},
{n="地牢"		},
{n="地牢"		},
{n="地牢"		},
{n="地牢"		},
{n="地牢"		},

{n="營地"		},
{n="小屋"		},
{n="住宅"		},
{n="莊園"		},
{n="城堡"		},
{n="塔樓"		},
{n="住所"		},
{n="住所"		},
{n="住所"		},
{n="住所"		},

{n="傳送門"		},
{n="邊境通道"	},
{n="渡口"		},
{n="地下入口"	},
{n="地上入口"	},
{n="通道"		},
{n="通道"		},
{n="通道"		},
{n="通道"		},
{n="通道"		},

{n="怪物營地"	},
{n="大型怪物營地"	},
{n="軍營"		},
{n="大型軍營"	},
{n="要塞"		},
{n="廢棄建築"	},
{n="特殊"		},
{n="特殊"		},
{n="特殊"		},
{n="特殊"		},

{n="任意"		},-- z_ws_esc
{n="城鎮"		},
{n="地城"		},
{n="資源"		},
{n="雜項"		},
{n="通道"		},
{n="特殊"		},
{n="任務"		},
{n="閃爍"		},
{n="玩家"		},
{n="生物"		},
{n="地名"		},
}

town_szs={-- z_town_sz
{n="聚落"	,b="小集落"},
{n="村莊"	,b="小村莊"},
{n="鄉村"	,b="小鄉村"},
{n="小鎮"	,b="小鄉鎮"},
{n="大鎮"	,b="大鄉鎮"},
{n="小城"	,b="小城市"},
{n="大城"	,b="大城市"},
{n="都會"	,b="大都會"},
}

town_prosperity_0	= "{town_name}是一個破敗不堪的{town_sz_brief}。"
town_prosperity_20	= "{town_name}是一個貧窮的{town_sz_brief}。"
town_prosperity_40	= "{town_name}是一個普通的{town_sz_brief}。"
town_prosperity_60	= "{town_name}是一個富有的{town_sz_brief}。"
town_prosperity_80	= "{town_name}是一個非常富有的{town_sz_brief}。"
town_prosperity_100	= "{town_name}是一個富可敵國的{town_sz_brief}。"

town_relation_100_	= "當地居民與你水火不容。"
town_relation_80_	= "當地居民對你恨之入骨。"
town_relation_60_	= "當地居民對你充滿敵意。"
town_relation_40_	= "當地居民對你心生厭惡。"
town_relation_20_	= "當地居民對你不理不睬。"
town_relation_0		= "當地居民對你不冷不熱。"
town_relation_20	= "當地居民對你頗有好感。" 
town_relation_40	= "當地居民與你關係良好。"
town_relation_60	= "當地居民對你十分信賴。"
town_relation_80	= "當地居民對你尊敬有加。"
town_relation_100	= "當地居民對你萬分崇敬。"

town_tabs={-- z_town_tab
{n="城鎮資訊"	,d=""},
{n="酒館"		,d=""},
{n=s_advrs		,d=""},--/解僱
{n="集市"		,d=""},
{n="鐵匠鋪"		,d=""},
{n="商店"		,d=""},
--{n="鍊金商店"	,d=""},
{n="神殿"		,d=""},
}

leave			= {n="離開"	,d="離開此地點"}
town_btn_exit	= {n="離開"	,d="離開此城鎮"}
town_btn_qst	= {n="接受"	,d="接受所選任務"}
--town_btn_qst_un	= {n="中止"	,d="中止所選任務"}
town_btn_hire	= {n="招募"	,d="招募所選冒險者"}
town_btn_deal	= {n="交易"	,d="確認當前交易"}

-- z_wsite
town_sz					={n="城鎮規模"	,d="城鎮規模是由城鎮人口決定的一項關鍵指標，基本反映一個城鎮的各項消費和生產能力。"}
population				={n="人口"		,d="人口，即居民數量，決定了城鎮的規模大小，消費力，以及各項生產能力。"}
prosperity				={n="繁榮度"		,d="城鎮的繁榮度影響交易品的種類和數量。"}
relation				={n="關係"		,d=[[
與城鎮的關係聲望代表本地居民對你的態度。

關係主要影響：
- 交易品數量
- 城鎮任務數量
- 商業型別
- 等等
]]}
s_facs					="設施"
specialties				={n="特產"		,d="作為城鎮的代表性交易品，特產的產量更高，價格也更低廉。"}
local_specialties		="本地特產"
last_visit_date			="最後訪問"
unvisited				="未訪問"
s_restock				="重新進貨"
s_res_respawn			="資源再生"
s_next_reset			="下次重置"
belongs_to				={n="隸屬"		,d="城市與其下屬城鎮的人口和繁榮度變化會相互影響。"}
jurisdictions			={n="管轄"		,d="城市與其下屬城鎮的人口和繁榮度變化會相互影響。"}
fort_brief				="%s是隸屬%s的一座軍事要塞。"
trade_license			={n="貿易許可"	,d="城市的貿易許可允許你訪問該城市的集市以買賣交易品。"}
buy_trade_license		="購買貿易許可"
buy_trade_license_cfm	="<m>購買本城的貿易許可？\n\n最低聲望：%d\n（花費：%s）</m>"
must_in_town			="必須在城鎮內。"
s_lack_town_gp_			="城鎮金幣不足！"
town_gold_short_cfm		="城鎮金幣不足！繼續交易？"
s_resurrect				="復活死者"
s_resurrect_d			="支付一定的費用，神殿裡的神職人員能為你們復活已死亡的隊友。"
s_wld_mon_cfm			="這群怪物準備攻擊你們！"
s_wld_anm_cfm			="這群生物警惕地注視著你們。"
s_wld_npc_cfm			="這群人熱情地跟你們打著招呼。"
s_wld_adv_cfm			="這群冒險者熱情地跟你們打著招呼。"
s_site_mon_cfm			="一群怪物佔據了此處。"
--untrap_cfm			="嘗試解除？\n（成功率：%d%%）"
--empty_site_msg		="未發現有價值的東西。"
visited_site_msg		="近期已訪問過此地點。"

s_acc_blc				="賬戶餘額"
s_mon_int				="本月利息"
s_mon_int_pct			="月利率"
s_total					="總計"

s_mk_wld				="創造世界"
s_mk_wld_find			="瀏覽主位面，尋找合適位置安放大陸板塊..."
s_mk_wld_clr			="構建地層，清理地表，準備創造各種地形地貌。"
s_mk_wld_sea			="在大陸邊緣規劃海岸線，降低地殼，形成海洋。"
s_mk_wld_tdr			="調節各地氣候，極北地區降溫降雪，形成苔原。"
s_mk_wld_grs			="在大塊平地上播撒草籽，形成草原。"
s_mk_wld_fst			="在大塊平地上栽種樹苗，形成森林。"
s_mk_wld_snd			="劃分部分不良區域，形成沙漠。"
s_mk_wld_mtn			="升高部分割槽域地殼，形成山脈。"
s_mk_wld_smalls			="小範圍改造地貌，形成丘陵、巖漠和沼澤。"
s_mk_wld_noises			="整個大陸點綴大量噪點地貌，形成小片樹林、丘陵和湖泊。"
s_mk_wld_land			="地形建立完成，統計各種地貌區域，準備生成類人文明。"
s_mk_wld_city_road		="按文明程度建造各種規模的都會和城市，並在重要城市之間鋪設道路。"
s_mk_wld_vlg_dgn		="在城市周圍建造下屬村莊，並在無人荒野放置地牢。"
s_mk_wld_name			="重要地點建造完畢，統一命名。"
s_mk_wld_hos_res		="在郊外搭建稀疏分佈的房屋或營地，建造各種資源採集點。"
s_mk_wld_frm_wrk		="將城鎮周圍的荒地開墾為農田，建造農場和工匠營地。"
s_mk_wld_time			="所有地點建造完畢，文明的歷史開始推演，無數的王國興衰更替。"
s_mk_wld_done			="創世千年之後，整個大陸怪物滋生，冒險者的時代開始了..."

-- z_qst_chk
qst_chk_types={
{f="獲得%s <ico=ico/gold t=$gold_piece_nd>"},
{f="獲得%s <ico=ico/rep t=$reputation_nd>"},
{f="獲得%s <ico=ico/sup t=$supplies_nd>"},
{f="獲得%s"},
{f="學習%s2級"},
{f="隊伍擴充至%s人"},
{f="擊敗%s群怪物"},
{f="戰勝目標遭遇"},
{f="消滅%s裡的怪物"},
{f="將所需物品運送至%s"},
{f="前往%s"},
{f="前往多個可能的地點"},
{f="前往目標位置"},
}

s_qsts						= "任務"
s_qsts_d					= "檢視正在進行的劇情和城鎮任務。"
qst_trks					= "任務追蹤"
quest_report				= "任務報告"
qst_stat_fmt				= "<h3 c=ty>任務統計</h3>完成：	%d\n失敗：	%d\n終止：	%d"
qst_new						= "新任務"
qst_updated_c				= "任務更新"
qst_done					= "任務完成"
qst_objs					= "任務目標"
qst_rewards					= "任務獎勵"
quest_failed_msg			= "任務失敗：%s！"
take_quest_cfm				= "接受此任務？"
s_abort_qst					= "終止任務"
s_abort_qst_d				= "你可以放棄承接的城鎮任務，但需支付相應的違約金。\n\n注意：必須在接受此任務的城鎮進行。"
del_qst_cfm					= "終止此任務（違約金：%s）？"
select_quest_to_abort		= "選擇想終止的任務"
received_goods_msg			= "收到貨物%s。"
received_payment_msg		= "收到預付貨款%s。"
del_qst_ret_goods			= "退回貨物%s。"
--can_not_return_goods_msg	= "無法退回貨物%s。"
return_goods_msg			= "請在%2$d天內將貨物運回%1$s。"
return_payment_msg			= "請在%2$d天內將貨款歸還%1$s。"
returned_goods_msg			= "已將貨物運回%s。"
returned_payment_msg		= "已將貨款歸還%s。"
ret_src_fmt					= "返回%s"
ret_for_pay					= "返回%s領取酬勞。"
survey_done					= "調查完畢"
received_location_msg		= "已獲得%s的方位資訊。"
del_qst_pay_msg				= "支付：%s。"
quest_source				= "起始"
expired						= "過期"

qst_enc_engage				= {n="迎戰！"	,d="保護你的僱主，為榮譽而戰！"}
qst_enc_flee				= {n="逃跑"		,d="拋棄你的僱主，逃離現場。\n\n你的隊伍將名聲掃地！"}
meet_killer					= "刺客出現！"
meet_killer_win				= "你的隊伍擊敗了刺客！"
meet_killer_lose			= "你的僱主被刺客擊殺！"
meet_robber					= "搶劫者出現！"
meet_robber_win				= "你的隊伍擊敗了搶劫者！"
meet_robber_lose			= "你的僱主被洗劫一空！"

qst_mob_rate				= "刺殺/搶劫事件機率"

-- z_job
jobs={
{n="物價調查"	,b="調查{dst}的物價資訊"		,d="委託人想要一份{dst}的交易品近期價格清單，包括特產和非特產。\n\n對你來說難度應該不大，感興趣的話不妨試試看。"},
{n="臨時信使"	,b="送信到{dst}"				,d="等下次的信使就太晚了，順路的話幫忙把這些信件儘快送至{dst}吧。"},
{n="送貨"		,b="運送{itm}到{dst}"		,d="應該是一時之間找不到合適的人手吧，委託者想僱人將{itm}運送到{dst}。\n\n不是多緊急的事情，別過了期限就好。"},
{n="貨源短缺"	,b="採購並運送{itm}到{src}"	,d="委託人急需{itm}，而本地又正好貨源不足。\n\n感興趣的話就按要求採購並運送到這裡來。貨款當然會按正常價格預付給你的。"},
{n="裝備採購"	,b="購買並運送{itm}到{src}"	,d="有人想購買{itm}，但又實在脫不開身。可以的話幫個忙吧。\n\n大城市裡貨源一般較充足，不過隨便從哪裡搞到都行啦。\n\n至於貨款嘛，麻煩先行墊付嘍。"},
{n="護送"		,b="護送委託人到{dst}"		,d="嗯，其實可能過於謹慎了，不過最近的旅行安全問題也確實讓人有些頭疼就是了。\n\n方便的話請將委託人一路護送到{dst}吧。"},
{n="商隊護衛"	,b="護送商隊到{dst}"			,d="商隊也實在太招賊了，尤其是那些運送貴重玩意的，真是請多少護衛都不嫌多啊。\n\n怎麼樣？對自己實力有自信的話不妨試試看。\n\n任務就是將商隊安全護送到{dst}。"},
{n="失蹤人口"	,b="在{dst}附近尋找失蹤人口"	,d="又有人失蹤了！最後出現的地方據說是在{dst}附近地區。\n\n情報可能不是很準確，但這可不是小事情，請務必認真對待，儘快將人找回。"},
{n="緊急營救"	,b="去{dst}救人"				,d="目前的情況就是委託者的家人被常在{dst}附近出沒的一夥強盜抓走了。\n\n報酬不是問題，只是請儘快前往營救，畢竟拖得越久情況越糟糕..."},
{n="解除圍困"	,b="擊退圍困{dst}的怪物"		,d="實在太可怕了！據說整個{dst}都已被怪物包圍，好不容易才有人逃出來通知了我們。請火速前往救援！"},
{n="清除威脅"	,b="消滅{num}群指定的怪物"	,d="真不知道那些巡邏隊一天到晚都在做些什麼...外面的怪物快比下水道的老鼠還多了！\n\n不能再幹等下去了，能拿起劍的都上吧！"},
{n="懸賞"		,b="擊殺{mon}"				,d="那個臭名昭著的{mon}帶來的惡劣影響仍在持續擴大中。相關組織已懸賞剷除此威脅。\n\n目標大概就在標記地點附近遊蕩，難度肯定不小，請務必做好萬全的準備再前往。"},
{n="剿滅"		,b="消滅{dst}裡的所有怪物"	,d="不說你也知道，最近一段時間，圍繞{dst}周圍區域接二連三發生的襲擊和失蹤事件，讓所有人都惶惶不安。\n\n值得慶幸的是，這一次本地各個組織意外地團結了起來，共同出資招募有能力的冒險者們去徹底消滅這個嚴重威脅！"},
}


-- z_dgn
go_dgn_cfm			="這個地牢看起來很危險。\n\n確定要進入？"
go_dgn_err			="你被一種來自地層深處的未知力量傳送回地牢入口。"
s_on_keep_mobs		="開（保留怪物）"
s_lyr_clr			="本層所有房間已探索！"
lyr_mobs_clr		="本層所有怪物已被消滅！"
dgn_mobs_clr		="此地牢所有怪物已被消滅！"

corridor			="過道"
room				="房間"
s_entry				="入口"
s_exit				="出口"
up_stairs			="向上樓梯"
down_stairs			="向下樓梯"

explored			="已探索"
unexplored			="未探索"

room_unknown		="情況不明"
monsters_found		="發現怪物！"
s_mon_cls			="怪物接近！"
monsters_cleared	="已消滅"

--search_failed		="搜尋失敗"
--search_failed_d	="搜尋可疑地點，但未能發現隱藏事物。"
suspicious_place	="可疑地點"

chest_found			="發現寶藏！"
chest_looted		="已搜刮寶藏"

s_suspicious_found	="發現可疑地點！"
s_trap				="陷阱"
s_traps				="陷阱"
s_trap_found		="發現陷阱！"
trap_disarmed		="陷阱解除。"
trap_triggered		="觸發陷阱！"
trap_disarmed_2		="已解除陷阱"
trap_triggered_2	="已觸發陷阱"
s_dsmed				="已解除"
s_tgred				="已觸發"
s_undtced			="未發現"
s_do_traps			="解除%d個陷阱"

stop_exploring_on	="停止探索當..."

show_skl_anis		="顯示技能進度動畫"
show_dgn_tip_rb		="地牢提示顯示在右下角"

-- z_misc_enc
s1_me_wld_sup	="這個地點看起來已經廢棄很久了，不太像藏有什麼值錢東西的樣子。但花些時間搜尋一下也不會有太大損失對吧？"
s1_me_wld_trap	="雖然這裡空無一人，但當身處其中時仍能感受到一絲危險的氣息。危險當然也意味著機遇！你們打算冒險一試還是選擇謹慎地離開呢？"
s1_me_wld_lock	="探索過程中你們發現了一個裝有內嵌鎖的小隔間，看樣子裡面應該有些值錢的東西。是否嘗試一下將其開啟呢？"
s1_me_dgn_sup	=""
s1_me_dgn_trap	="前面看起來不太正常。有必要認真搜尋一下排除危險後再繼續前進。"
s1_me_dgn_lock	="你們在過道一側的牆壁上發現了一道上鎖的暗格。"

s2_me_wld_sup	="至少不是一無所獲……"
s2_me_wld_trap	="陷阱後面果然有東西……"
s2_me_wld_lock	="有什麼東西在閃閃發光！"
s2_me_dgn_sup	=""
s2_me_dgn_trap	="現在可以安全地繼續前進了。"
s2_me_dgn_lock	="意外收穫！"

s3_me_wld_sup	="什麼都沒找到。這裡不值得再浪費時間了。"
s3_me_dgn_sup	=""


-- z_loc_tile.add
n_lt_dirt		="土地"
n_lt_mud		="泥地"
n_lt_dirt_w		="土牆"
n_lt_dirt_o		="土堆"

n_lt_grss		="草地"
n_lt_tgrs		="高草地"
n_lt_grss_w		="草土牆"
n_lt_grss_o		="草土堆"

n_lt_rock		="石地"
n_lt_rbbl		="碎石地"
n_lt_rock_w		="巖壁"
n_lt_rock_o		="石堆"

n_lt_sand		="沙地"
n_lt_sand_w		="沙牆"
n_lt_sand_o		="沙堆"

n_lt_snow		="雪地"
n_lt_ice		="冰面"
n_lt_snow_w		="雪牆"
n_lt_snow_o		="雪堆"

n_lt_ston		="石制地板"
n_lt_ston_w		="石制牆體"

n_lt_shlw		="淺水(1尺)"
n_lt_wtr4		="淺水(4尺)"
n_lt_deep		="深水"

n_lt_hard		="困難地形"
n_lt_obst		="障礙"
n_lt_bdr		="邊界"
n_lt_ltug		="稀疏地面植物"
n_lt_hvug		="茂密地面植物"

n_lt_tree_s		="小型樹木"
n_lt_tree		="高大樹木"
n_lt_tree_k		="黒木樹"

n_lt_sandstone	="砂岩"
n_lt_slate		="板岩"
n_lt_limestone	="石灰岩"
n_lt_marble		="大理石"
n_lt_granite	="花崗岩"
n_lt_basalt		="玄武岩"
n_lt_quartzite	="石英岩"

n_lt_cpr		="銅礦"
n_lt_tin		="錫礦"
n_lt_iron		="鐵礦"
n_lt_slvr		="銀礦"
n_lt_gold		="金礦"
n_lt_plat		="白金礦"
n_lt_ironc		="寒鐵礦"
n_lt_mith		="祕銀礦"
n_lt_adam		="精金礦"

n_lt_coal		="煤礦"

n_lt_up			="向上階梯"
n_lt_down		="向下階梯"
n_lt_enter		="入口"
n_lt_leave		="出口"
s_door_w		="木門"
s_door_i		="鐵門"
s_door_m		="魔法門"


wld_1_sites_text={
[  1]="哈倫希爾",
[  2]="泰德蘭",
[  3]="鄧尼斯戴爾",
[  4]="派恩維奇",
[  5]="哈里特伯裡",
[  6]="銀松鎮",
[  7]="巴爾漢姆",
[  8]="洛克維爾",
[  9]="雅各頓",
[ 10]="亞瑟戴爾",
[ 11]="溫迪福絲",
[ 12]="山迪維奇",
[ 13]="漢特維爾",
[ 14]="巴特萊伯格",
[ 15]="尤利爾",
[ 16]="翡翠嶺",
[ 17]="林恩伯格",
[ 18]="賽爾",
[ 19]="傑佛瑞維奇",
[ 20]="伯特波利",
[ 21]="森海",
[ 22]="雙子鎮",
[ 23]="麥酒村",
[ 24]="查德頓",
[ 25]="博蘭德郡",
[ 26]="路德鎮",
[ 27]="甜水村",
[ 28]="聖鹿鎮",
[ 29]="雙溪村",
[ 30]="科林維爾",
[ 31]="軍前鎮",
[ 32]="河灣鎮",
[ 33]="天鵝灣",
[ 34]="戈登蘭",
[ 35]="達倫頓",
[ 36]="羅伊希爾",
[ 37]="亞爾曼戴爾",
[ 38]="漢特伯格",
[ 39]="海克斯戴爾",
[ 40]="瓦爾特維克",
[ 41]="紅螺港",
[ 42]="麥倫戴爾",
[ 43]="莫林戴爾",
[ 44]="克雷爾漢姆",
[ 45]="喬伊斯維爾",
[ 46]="洛克漢姆",
[ 47]="卡姆伯裡",
[ 48]="安東尼伯格",
[ 49]="普利維爾",
[ 50]="牛油營地",
[ 51]="倫恩伯裡",
[ 52]="希拉里維奇",
[ 53]="比其爾維奇",
[ 54]="愛爾瑪伯裡",
[ 55]="鐵棘堡",
[ 56]="霜降城",
[ 57]="爐火堡",
[ 58]="雪鴞堡",
[ 59]="冬怒堡",
[ 60]="卡松城",
[ 61]="耶爾尼斯港",
[ 62]="舊都",
[ 63]="納森巴爾",
[ 64]="約克頓",
[ 65]="卡坦城",
[ 66]="月港",
[ 67]="盧克維克",
[ 68]="波特伯格",
[ 69]="伯特伯裡",
[ 70]="克利夫波利斯",
[ 71]="威爾伯格",
[ 72]="塔卡",
[ 73]="伯尼漢姆",
[ 74]="巴克戴爾",
[ 75]="白鷹城",
[ 76]="聖艾爾城",
[ 77]="艾姆城",
[ 78]="德爾蘭",
[ 79]="永歌堡壘",
[ 80]="尼克萊爾要塞",
[ 81]="晶紅城堡",
[ 82]="聖盔堡",
[ 83]="法典要塞",
[ 84]="希望堡",
[ 85]="熱砂據點",
[ 86]="無面者要塞",
[ 87]="灰斗篷洞窟",
[ 88]="好運洞窟",
[ 89]="先知洞窟",
[ 90]="晶紅洞窟",
[ 91]="枯萎洞窟",
[ 92]="無名坑洞",
[ 93]="墮落聖武士洞穴",
[ 94]="陰影礦井",
[ 95]="迷霧洞穴",
[ 96]="迴音洞穴",
[ 97]="尖嘯洞穴",
[ 98]="靜謐洞穴",
[ 99]="不夜洞窟",
[100]="靜謐洞窟",
[101]="木精靈洞窟",
[102]="灰燼礦井",
[103]="古人洞窟",
[104]="血根草坑洞",
[105]="祕密埋骨場",
[106]="封印埋骨地",
[107]="失落榮耀裂痕",
[108]="失語之城",
[109]="沉眠墳場",
[110]="五老埋骨地",
[111]="失落埋骨場",
[112]="耳語者隕落地",
[113]="長者墓地",
[114]="黑燼裂隙",
[115]="黑色裂隙",
[116]="白骨遺蹟",
[117]="長者埋骨地",
[118]="蝰蛇墓地",
[119]="長眠者避難所",
[120]="魔射手避難所",
[121]="森林侏儒墓穴",
[122]="石巨人陵墓",
[123]="預言者神廟",
[124]="地底矮人墳墓",
[125]="寂靜聖所",
[126]="大法師聖壇",
[127]="先哲避難所",
[128]="刺客地穴",
[129]="銀風墳墓",
[130]="長者神殿",
[131]="地底半身人囚籠",
[132]="寂靜陵墓",
[133]="月牙地穴",
[134]="銀月囚籠",
[135]="被遺忘的聖地",
[136]="先祖囚籠",
[137]="灰燼墓穴",
[138]="輕足半身人避難所",
[139]="長眠者迷宮",
[140]="野精靈監獄",
[141]="無星聖所",
[142]="黑鴉祭壇",
[143]="暗黑衛士庇護所",
[144]="斷骨墓穴",
[145]="亡者迷宮",
[146]="祕術師神殿",
[147]="禁忌避難所",
[148]="暗掠者墳墓",

[227]="尖刺堡",
}


s_buss			="商業"	s_buss_d	="生活在這個世界上的絕大多數普通人依靠諸如手藝、專業和表演等技能來維持生計。\n\n冒險者也可以利用這些技能來增加收入，而非僅僅依賴殺死怪物奪取財寶。"
s_bus_bsc		="基礎知識"	s_bus_bsc_d	="企業經營的核心是按其主要技能進行利潤檢定。企業的盈利能力由其規模和風險所決定，並按地點、業主的次要技能，以及其他一些因素修正。"

s_bus_mk		="建立商業"	s_bus_mk_d	="建立商業需要足夠的啟動資金和合適的業主人選。另外，隊伍的聲望以及地方關係也至關重要。\n\n完成城鎮委託是提升關係的最直接途徑，經營中的商業也能緩慢提升此數值。"
s_req_rep		="需聲望"
s_req_rel		="需城鎮關係"

s_bus_upg		="升級企業"	s_bus_upg_d	="業主可以採取購買最新的裝置、整修建築物等措施來改善其業務，這些升級通常對企業的盈利能力有積極的影響。\n\n升級本質上是對企業的額外資本投入：支付初始投資的25%，然後將1d4的結果值永久加到後續利潤檢定中。\n\n一個企業每三個月只能進行一次升級。"
s_upgs			="升級"
s_can_upg		="可升級"

s_bus_sz		="規模"
s_init_sz		="初始規模"
s_can_sz		="可擴大規模"
s_exp_sz		="擴大規模"	s_exp_sz_d	="企業升級足夠次數之後，業主可透過購買更大的場地、僱傭更多的員工等措施來加大資源投入，進而提升企業的規模。\n\n支付初始投資的50%，外加新場地的費用，即可將企業的規模提升一級。"

s_bus_tp		="型別"
s_sel_tp		="選擇型別"

s_bus_rsk		="風險"	s_bus_rsk_d	="風險表明企業的穩固程度。一個低風險的企業是可靠的，不容易倒閉。高風險的企業容易受到市場變化的影響，更容易破產，但也更可能賺大錢。"
s_low_rsk		="低風險"
s_hgh_rsk		="高風險"

s_bus_stg		="經營策略"
s_stg_nrm		="常規"	s_stg_nrm_d	="每月正常地進行利潤檢定。"
s_stg_con		="保守"	s_stg_con_d	="如果業主的主要技能至少有一個等級，則可以在利潤檢定中取<c=y>10</c>，以保證每月都能獲得穩定的收益。"

s_nrm_opr		="正常營業"
s_bus_stp		="停業"
s_bus_stped		="已停業"
s_stp_msg		="%s被迫停業！\n\n3個月內，你可以為其償還欠款並恢復營業，逾期則破產。\n\n注意：停業中的企業每月仍有少量維護成本。"
s_mnt			="維護"
s_mnt_wrn		="此操作會導致至少1個月的維護期（無收益；需支付維護費）。"
s_bus_rsm		="恢復營業"
s_bus_rdy		="準備營業"
s_app_brk		="申請破產"
s_brked			="已破產"
s_bus_re		="重啟商業"
s_bus_sell		="出售企業"
s_sold			="已出售"

s_bus_mng		="管理商業"
s_base_info		="基礎資訊"
s_bus_name		="商業名稱"
s_rename		="更改名稱"
s_dsc			="描述"
s_mod_dsc		="修改描述"
s_sta			="狀態"
s_op_cfm		="操作確認"
s_prds			="產品"
s_tk_prds		="獲取產品"
s_tk_prdsx		="獲取所有產品"
s_ccl_cft		="取消製作"
s_rpt_cft		="重複製作"
s_ret_hlf		="退回一半費用"
s_bf_rel		="每月+2d4關係"
s_bf_rep		="每月+1聲望"
s_mw_pct		="精製品率"
s_ec_pct		="附魔率"

s_inc_exp		="總收支"
s_all_inc		="總收入"
s_init_inv		="初始投資"
s_upg_inv		="升級投資"
s_opn_fee		="開業費用"
s_mon_mnt		="月維護費"
s_mon_prf		="平均月利潤"
s_prf_chk		="利潤檢定"	s_prf_chk_d	="每個月，業主進行一次利潤檢定：<c=y>d20</c>+主要技能+調整值。利潤檢定的成功程度決定了當月盈利多少，或損失多少。"
s_prf_x			="利潤係數"
s_prf_roll		="利潤擲骰"
s_prf_mod		="利潤調整值"
s_opr_cost		="經營成本"
s_est_frm		="估算公式"
s_stlmnt		="結算"
s_acc_date		="結算日期"
s_dlv_date		="交貨日期"

s_opr_loc		="營業地點"	s_opr_loc_d	="企業在大城市附近運作得更好，甚至農場也是如此。不幸的是，城市越大，建立和維持企業的成本就越高。"
s_top_cfg		="最高配置"	s_top_cfg_d	="建立企業時，若額外支付初始投資的25%，則會擁有最好的裝置、工具和傢俱等。這樣的工作環境能為企業所有相關檢定上提供<c=g>+2</c>環境加值。\n\n企業也可後期改建為最高配置，但花費則提升為初始投資的35%。"
s_ven_req		="場地需求"
s_wildnss		="荒野"
s_bus_mob		="行商"	s_bus_mob_d	="在馬車上經營的企業初期投入較少，但利潤檢定<c=r>-2</c>減值。"
s_mob_500		="兩匹馬和一輛馬車"
s_hou_1k		="簡易房屋"
s_hou_5k		="高檔房屋"
s_hou_100k		="豪宅"

s_bus_u			="業主"
s_bus_u_no		="無業主"
s_bus_u_sel		="選擇業主"
s_bus_u_set		="設定業主"
s_bus_u_viw		="檢視业主"
s_bus_u_rmv		="取消業主"
s_bus_u_up		="業主升級"
s_bus_u_cup		="業主可升級"
s_bus_u_skl		="業主和技能"
s_full_time		="全職"	s_full_time_d	="全職的業主離開隊伍，將全部時間投入到企業經營中，利潤檢定<c=g>+2</c>加值。"
s_part_time		="兼職"	s_part_time_d	="兼職的業主不離開隊伍，僅用少量業餘時間管理企業，利潤檢定<c=r>-8</c>減值。"
s_full_part		="全職或兼職"
s_lack_pc		="隊員不足！"

s_skl_1			="主要技能"
s_skl_2			="次要技能"
s_skl_2s		="次要技能"
s_skl_1_sel		="選擇主技能"
s_skl_1_mod		="主技能調整值"
s_skl_2_bns		="次技能加值"
s_bus_pfs		="之前利潤檢定失敗"
s_ass_mem		="聯合工會成員"
s_hor_cpt		="同業競爭"	s_hor_cpt_d	="當你擁有兩個同類型企業時，二者的利潤檢定<c=r>-1</c>減值。擁有更多此類企業則減值疊加。"
s_lcl_cpt		="本地競爭"	s_lcl_cpt_d	="當你在同一地點擁有兩個同類型企業時，二者的利潤檢定<c=r>-4</c>減值。擁有更多此類企業則減值疊加。"
s_lcl			="本地"
s_avg_aid_bns	="平均協助加值"
s_hlgs			="僱員"	s_hlgs_d	="冒險者隊伍可僱傭專家等為隊伍提供各種服務和幫助。"
s_spcs			="專家"	s_spcs_d	=[[隨著企業的發展和利潤的提高，業主可聘請專家員工（在企業相關技能上擁有至少8個等級）來進一步提高企業的利潤：

* 利潤檢定+2加值/每個主要技能專家。

* 利潤檢定+1加值/每個次要技能專家。

* 如相關技能加值高於業主，專家可代為進行利潤檢定或提供相關加值。

* 主要技能專家或業主可進行協助檢定，成功則利潤檢定額外+2加值。

* 擁有主要技能專家的企業不受業主兼職工作等影響。


擁有至少+5升級加值的企業才可聘請專家，最大數量基於企業規模。

專家有額外月薪（普通員工薪資已計入常規運營成本）。]]
s_spc_emp		="專家員工"
s_mng_spcs		="管理專家"
s_hire_spcs		="聘請專家"
s_spc_pays		="專家薪資"
s_spc_vac		="專家空缺"
s_spc_add		="可聘請專家"
s_spc_rpl		="可替換專家"
s_skl_0_spcs	="主要技能專家"
s_skl_2_spcs	="次要技能專家"

s_evts			="事件"
s_bus_evts		="商業事件"	s_bus_evts_d	=[[企業並非在真空中運作。各種各樣的災害、事故和競爭等都會影響企業的發展，而且企業也需要客戶、投資者，甚至競爭者才能茁壯成長。

商業事件有好有壞。一般而言，企業所在地越繁華、企業自身知名度越高、經營狀況越好，越容易遇到有益的商業事件。

雖然企業在發展初期會頻繁地受到各種負面事件的影響，但從長遠來看，商業事件是成就偉大企業的必要條件。

形式上，商業事件分為互動型和非互動型兩種。互動型事件需要業主以各種可能的方法主動應對，而非互動型則無需額外處理自然而然地進行。

企業每個月都可能遭遇一次商業事件，高風險企業則可能更頻繁。]]
s_ext_bad		="額外不利事件"
s_evt_mk_cfm	="非互動事件觸發確認"
s_evt_ct_cfm	="非互動事件持續確認"
s_pmt_prf_mod	="利潤檢定永久%s"
s_mon_prf_mod	="本月利潤檢定%s"
s_mon_prf_inc	="此加值每月-1"
s_pay_rpr		="產業多處受損，花費%s修繕"
s_lost_g_ppt	="損失價值%s的財物"
s_get_ex_g		="獲得額外收益%s"
s_eff_mons		="影響持續數月"
s_eff_1_mon		="影響持續一個月"
s_last_mons		="已持續%d個月"
s_prf_3			="需連續數月盈利以消除影響"
s_no_do			="什麼也不做"
s_no_eff		="無影響"
s_acpt			="接受"
s_rfs			="拒絕"
s_hire_do		="僱傭專業人士解決"
s_pay_do		="花錢了事"
s_pay_pr		="繳納保護費"
s_pay_inc		="加薪"
s_invs			="投資"

_bus_evts_text={-- z_bus_evt
[be_monster				]={n="怪物			",d="怪物來襲！僱員們正奮力抵抗，請儘快救援。",d0="兇殘的怪物在你的產業裡大肆破壞，產業遭受重創。",d1="你成功阻止了怪物，避免了財產損失。"},
[be_banditry			]={n="強盜			",d="一夥強盜試圖洗劫你的產業！僱員們正奮力抵抗，請儘快救援。",d0="無恥的強盜們在你的產業裡肆無忌憚地翻箱倒櫃、大肆搜刮，然後揚長而去。",d1="你成功阻止了強盜們的野蠻行徑，避免了進一步的財產損失。"},-- 進一步字眼用於花錢了事
[be_wounded_adventurer	]={n="受傷的冒險者	",d="一個受傷的冒險者踉蹌地走進你的產業，尋求幫助和庇護。",d0="悽慘的外表掩蓋了醜惡的嘴臉，假冒者無恥地利用了你的善良，詐騙錢財外加順手牽羊後溜之大吉...",d1="你成功阻止了假冒者的詐騙企圖，並將其繩之以法！",d2="你冷漠地趕走了那名受傷的冒險者，圍觀群眾無不搖頭指責你的行為。"},
[be_bad_weather			]={n="壞天氣			",d="持續數日的惡劣天氣對產業造成輕微損壞。"},
[be_natural_disaster	]={n="自然災害		",d="{龍捲風肆虐|暴風雪肆虐|嚴重的地震}！"},
[be_fire				]={n="火災			",d="{威脅整個區域的大火蔓延到產業|產業內部莫名起火}。"},
[be_burglary			]={n="盜竊			",d="一個竊賊試圖闖入企業行竊！"},
[be_accident			]={n="事故			",d="{附近施工事故波及到產業|附近交通事故波及到產業|未完工建築坍塌，導致產業受損|失控馬車撞毀了門廊}。"},
[be_irate_customer		]={n="憤怒的顧客		",d="心懷不滿的顧客找上門了！",d0="顧客憤然離去，在整個地區散播關於你的產業的負面評價。",d1="問題妥善解決，顧客滿意地離開了。"},
[be_no_encounter		]={n="				",d=""},
[be_bad_competition		]={n="惡性競爭		",d="附近新開惡意競爭商鋪！"},
[be_infestation			]={n="鼠患蟲災		",d="鼠蟲遍地！若不及時控制恐愈演愈烈。",d0="災害愈發嚴重！",d1="災害已得到有效控制。"},
[be_employee_unrest		]={n="僱員動亂		",d="僱員們消極怠工，企業經營受到嚴重影響！",d0="僱員們持續罷工，影響愈發嚴重！",d1="僱員們都已返回崗位，企業恢復正常。"},
[be_spell_gone_awry		]={n="法術失控		",d="一個施法者愚蠢地實驗了危險法術。{產業被暴走的召喚生物大肆破壞|產業被失控的法術波及}！"},
[be_sabotage			]={n="蓄意破壞		",d="有人試圖破壞你的產業！"},
[be_unexpected_taxes	]={n="苛捐雜稅		",d="原因不明，本地政府突然對你的產業臨時加稅！"},
[be_protection_racket	]={n="保護費			",d="一個惡霸團伙威脅業主每月繳納保護費，以免發生更多“意外事故”。",d0="惡霸們獰笑著撂下狠話，聲稱會讓你付出血的代價！",d1="惡霸們抱頭鼠竄，看樣子短時間內是不敢再來了。",d2="惡霸們得意地離開了，並表示會常來“光顧”你的生意。"},
[be_mistaken_identity	]={n="誤認			",d="{業主|某位僱員}被顧客誤認為{某位名人|他的親屬|他的仇敵|他的初戀情人}，差點鬧出笑話。"},
[be_important_customer	]={n="重要顧客		",d="{行會首領|本地政要|著名吟遊詩人|一位聲名顯赫的英雄|一位地位崇高的貴族|一位坊間盛傳的名媛}來訪！訊息迅速傳開，你的產業門庭若市。"},
[be_spectacle			]={n="娛樂活動		",d="{才華橫溢的吟遊詩人演出|知名的街頭馬戲團|絢麗奪目的魔術表演|精彩紛呈的節日遊行|盛況空前的大廟會}在產業附近持續數日，引來大量人流！"},
[be_good_competition	]={n="良性競爭		",d="附近新開一家類似產業。好在其業主只是欣賞你的經營模式而效仿，長遠來看並非壞事。"},
[be_booming_business	]={n="生意火爆		",d="不知為何，近期生意異常興隆！"},
[be_unusual_patron		]={n="不尋常的主顧	",d="{一隻巨龍|一個異界生物|一個位面旅者}定期光顧，為產業帶來奇特的吸引力。"},
[be_franchise_offer		]={n="特許專營		",d="收到其他企業家的特許經營提議：投入少量資金，資助其在其他地區開設連鎖店。此舉可獲得短期和長期雙重收益。",d0="連鎖店順利開設，為你的產業帶來可觀的利潤增長。"},
[be_admirer				]={n="鉅額訂單		",d="一位攜鉅額訂單的顧客慕名而來！"},
}

_bus_tps_text={-- z_bus_tp
[bus_tp_crim]={n="犯罪組織	"},
[bus_tp_figh]={n="鬥士學校	"},
[bus_tp_univ]={n="大學		"},
[bus_tp_perf]={n="演藝廳		"},
[bus_tp_trou]={n="馬戲團		"},
[bus_tp_serv]={n="服務業		"},
[bus_tp_crft]={n="工坊		"},
[bus_tp_shop]={n="店鋪		"},
[bus_tp_mone]={n="錢莊		"},
[bus_tp_tave]={n="旅館		"},
[bus_tp_farm]={n="農場		"},
[bus_tp_fish]={n="漁場		"},
[bus_tp_hunt]={n="狩獵營地	"},
[bus_tp_tnnr]={n="製革廠		"},
[bus_tp_lumb]={n="鋸木廠		"},
[bus_tp_mine]={n="礦場		"},
[bus_tp_bsws]={n="鐵匠鋪		"},
[bus_tp_wpnw]={n="武器工坊	"},
[bus_tp_amrw]={n="防具工坊	"},
[bus_tp_maaw]={n="附魔工坊	"},
[bus_tp_wond]={n="奇物工坊	"},
[bus_tp_alch]={n="鍊金工坊	"},
[bus_tp_merc]={n="商行		"},
}

s_use_str	="用蠻力解決"
s_lan_cs	="語言常識"
s_rac_cs	="種族常識"
s_cls_cs	="職業常識"

_adv_evts_text={-- z_adv_evt
[ae_fire]={
n="火災"
,d="附近一棟建築突然燃起大火！烈焰沖天而起，形勢萬分緊急！"
,d1="火勢被成功撲滅！所幸損失不大。"
,d0="整棟建築連帶周邊產業盡數焚燬，唯餘焦土..."
,[skl_survival]="[use_x_skl]撲滅火災"
},
[ae_rat]={
n="鼠患蟲災"
,d="一家店鋪因倉儲管理不善，搞得鼠蟲氾濫之災！焦頭爛額的店主不得不向路過的冒險者們求助。"
,d1="災害被成功清除，店主對你的專業能力欽佩不已！"
,d0="你的處置收效甚微，店主只能無奈地另尋幫手。"
,[skl_survival]="[use_x_skl]消滅災害"
,[aea_rgr_drd]="職業本能讓你遊刃有餘地處理此類問題"
},
[ae_horse]={
n="{脫韁烈馬|烈馬失控}"
,d="一匹受到驚嚇的烈馬掙脫韁繩橫衝直撞！路人驚慌避讓，尖叫聲踩踏聲不絕於耳，場面一片混亂。"
,d1="烈馬終於被制服，你們的英雄舉動贏得眾人一致稱讚。"
,d0="失控的馬匹繼續橫衝直撞，行人和沿途店鋪損傷慘重。"
,[skl_ride]="翻身上馬嘗試馴服"
,[skl_anim]="[use_x_skl]安撫情緒"
,[skl_rope]="拋擲繩索套住馬的頸部"
,[aea_str]="用蠻力迎面頂住！"
,[aea_rgr_drd]="與動物夥伴的深厚羈絆讓你輕鬆化解危機"
},
[ae_spell]={
n="{法術失控|瘋狂的野法師}"
,d="某建築內突然爆發異常能量波動，伴隨著詭異的光影閃爍——似乎又有一位不自量力的施法者在嘗試危險法術！"
,d1="法術異常已被成功控制，避免了災難性後果。"
,d0="劇烈的能量衝擊波最終衝破了魔法屏障，附近居民傷亡慘重。"
,[skl_splcft]="鑑別並繪製圖陣以強化魔法屏障"
,[skl_umd]="啟用房間裡的反魔法裝置"
,[skl_k_arcana]="依序讀出牆上神秘魔法符號"
,[skl_k_plane]="使用房間裡的{星界導管儀|星界投射器|星界共振稜鏡|星塵共鳴器|以太共振器|以太虹吸器|虛空裂隙發生器}將能量抽離主位面"
},
[ae_thief]={
n="{尾隨者|背後的腳步聲}"
,d="好像陰影裡有一雙冰冷的眼睛在盯著你們。模糊的影子，輕微的腳步聲，混在鬧市的喧囂中，幾乎難以分辨。但當你們拐進小巷時，那種似有似無的感覺仍在——不緊不慢，如影隨形..."
,d1="你們成功擒獲這名陰險的竊賊並移交治安官。"
,d0="黑暗中一陣窸窣——等反應過來時，你們的財物已不知所蹤。"
,[skl_spot]="[use_x_skl]尋找跟蹤者"
,[skl_listen]="聽聲辯位"
,[skl_hand]="等待對方靠近時出手反制"
,[aea_rog]="職業本能讓你敏銳地感知到跟蹤者"
},
[ae_cheat]={
n="{苦情戲|弱者面具|乞憐者的舞臺}"
,d="{一個異鄉人一瘸一拐地走了過來，聲稱自己的財物被一夥狗頭人搶劫一空，而且還被打成了重傷|一個衣衫不整遍體鱗傷的女子怯生生地拽住了你的衣角，聲稱自己是從一夥大地精奴隸主手裡逃出來的}，希望能得到你們的憐憫和幫助。"
,d1="你成功識破了騙局並將騙子繩之以法！"
,d0="悽慘的外表掩蓋了醜惡的嘴臉，這個偽裝的弱者無恥地利用了你的善良，詐騙錢財外加順手牽羊後溜之大吉..."
,[skl_heal]="[use_x_skl]驗傷"
,[skl_sense]="透過對方言行舉止辨別真偽"
,[skl_intimidate]="來來來，對著我的拳頭表演！"
,[skl_bluff]="哎，上一個剛走啊"
},
[ae_mediate]={
n="{劍拔弩張|一觸即發|積怨已久|衝突調解|調停者|談判專家|臨時調解員}"
,d="{兩夥積怨已久的冒險者再次爆發衝突|兩家毗鄰商鋪因佔地問題起了爭端，所有員工都出動了}。雙方怒目而視，劍拔弩張的氣氛似乎連周圍的空氣也要凝結成塊。"
,d1="在你的努力之下，雙方終於停止了爭端，儘管可能只是暫時地。"
,d0="很遺憾，你的努力並未達到預期效果，雙方最終還是大打出手。"
,[skl_sense]="{靜觀其變以洞悉矛盾根源|冷眼旁觀後直指要害}"
,[skl_diplomacy]="{施展談判技巧化解矛盾|運用調解手段促成和解|發揮斡旋才能達成共識}"
,[skl_intimidate]="{都給我住手！活膩了是吧？|試試你的下巴抗不抗揍！|看是你嘴硬，還是我的拳頭硬！}"
,[skl_bluff]="{你們還不知道？上頭最新指示|哎？會長早有交代啊}"
},
[ae_dun]={
n="{討債專家|合法討債}"
,d="一位{藥草師|釀酒師|商人|裁縫|皮匠|木匠|鎖匠|珠寶匠|鞋匠}委託你們向一名{奸商|老賴冒險者}追討長期拖欠的款項。"
,d1="成功追回全部欠款，委託人喜出望外。"
,d0="追討無果，委託人黯然離去。"
,[skl_diplomacy]="{施展談判技巧|運用調解手段|發揮斡旋才能}追回欠款"
,[skl_intimidate]="不還？上一個這麼說的現在還在養傷！"
,[skl_bluff]="對，會長已經關注此事了"
,[skl_disguise]="偽裝成{衛兵隊長|治安官|稅務官|行會會長}上門施壓"
},
[ae_detect]={
n="{調查員|信任危機|忠誠與背叛}"
,d="{一位珠寶商的妻子請求你們的幫助。她懷疑丈夫背地裡藏匿了大量資產|一位律師的妻子請求你們的幫助。她懷疑丈夫與他的助手有染|一位女畫家的丈夫請求你們的幫助。他懷疑妻子和她的贊助商有不正當關係|一位工程師請求你們的幫助。他懷疑生意夥伴私吞了大量利潤|本地一位領主請求你們的幫助。他懷疑幾個屬下正在密謀叛亂}，想委託你們蒐集證據。"
,d1="成功獲取決定性證據，委託人給予了豐厚酬勞。"
,d0="調查無果，委託人失望而歸。"
,[skl_hand]="直接“借閱”目標隨身物品"
,[skl_hide]="在目標住所附近蹲點以獲取情報"
,[skl_mov]="跟蹤目標以獲取情報"
,[skl_lock]="撬開目標馬車上的保險箱"
,[skl_decipher]="破譯目標家中發現的密文便籤"
,[skl_forgery]="{模仿筆跡|偽造信件}設局引目標上鉤"
,[skl_search]="搜查目標住所尋找蛛絲馬跡"
,[skl_spot]="在目標和可疑人士交流時讀唇語"
,[skl_listen]="竊聽目標和可疑人士對話"
,[skl_diplomacy]="以理服人勸說其坦白"
,[skl_intimidate]="想活命？那就老實交代！"
,[skl_bluff]="你的“好朋友”[rd_npc]已經全招了"
,[skl_disguise]="假扮成目標的好友[rd_npc]套取情報"
,[skl_info]="在目標常去場所打探訊息"
,[aea_lan]="閱讀在目標工作地點找到的[lan]信件"
},
[ae_buy]={
n="{神秘貨品|黑市交易|地下買賣|可疑的行商|贓物？}"
,d="小巷裡，一個{渾身汙垢的乞丐|身穿黑袍的神秘人|盜墓賊模樣的可疑人員|一身疲憊看似剛從地下城歸來的冒險者}鬼鬼祟祟地向你們招了招手，又警覺地掃視了一下四周，確認無人後，才神秘兮兮地說到：“嘿...朋友，我這兒有些好東西...要瞧瞧嗎？便宜讓給你。”"
,d1="慧眼識珠！你的鑑寶天賦為你們淘到了一堆寶物。"
,d0="看走眼了，{買回一堆垃圾！|這堆“寶貝”當柴燒都嫌煙大！}"
,[skl_lock]="開啟那個破舊{鐵|青銅|黑木}箱子上的{掛鎖|密碼鎖|字謎鎖}"
,[skl_disdev]="解除那個{秘銀|精金|寒鐵}寶箱上的[rd_chest_trap]"
,[skl_appraise]="挑挑揀揀估個價"
,[skl_decipher]="{這些奇怪符號讓你突然聯想到了什麼...|嗯，不會錯的！這正是索加爾神王時期盛行的矮人符文|哈，幸虧他看不懂[rd_rare_lan]|噓...這應該是某種藏寶圖示識|這明顯和星之王庭某座大殿裡的壁畫有些關聯}"
,[skl_forgery]="{這些手稿上的筆跡應該是真的...|...落款處的印章也不像是偽造的|這張藏寶圖要麼是真的，要麼出自某偽造大師之手}"
,[skl_splcft]="你發現{左邊|右邊|中間}幾件物品散發著{微弱|不易察覺|紅色|綠色|藍色|黃色|紫色|彩色}的魔法靈光"
,[skl_umd]="按照殘缺手札裡的方法，啟用那個形似{龍眼|蛇眼|沙漏|金字塔}的古怪裝置"
,[skl_knowledge]="{左邊|右邊|中間}那件物品好像在你上週看過的那篇文獻裡有記載"
,[aea_lan]="背面那幾行[lan]小字的含義讓你意識到此物品價值不菲"
,[aea_elf]="這應該是一種古精靈語..."
,[aea_dwf]="{看這金屬表面的光澤！這觸感...|這和我家鄉壁畫上的上古符文很相似}"
,[aea_rog]="{記得上個月我一同行出手過類似物件|我們公會在“好貨”上都標這種暗號}"
},
[ae_perform]={
n="{舞臺救急|救場如救火}"
,d="{本地一家小有名氣的戲班班主|正在本地巡演的馬戲團團長}急匆匆找來——他們有多名演員突發狀況無法登臺，想請你們救場頂缺。"
,d1="你的出色表演贏得滿堂喝彩！"
,d0="你蹩腳的表演引得臺下噓聲一片..."
,[skl_perform]="[use_x_skl]登臺獻藝"
,[skl_tumble]="側翻、後翻、俯衝緊接前滾翻！"
,[skl_balance]="你最拿手的——走——鋼——絲！"
,[skl_esc]="那就來個巨魔懷抱大逃脫吧"
,[skl_hand]="手裡藏金幣、身上跑白兔——很受歡迎哦"
,[skl_ride]="用你精湛的騎術征服那些貴婦吧！"
,[skl_disguise]="扮演某位名人甚至國王登臺！"
,[skl_anim]="狗跳火圈、猴騎山羊——孩子們很喜歡"
,[aea_brd]="別怕！就衝你這職業，觀眾也會給幾分面子"
},
[ae_jump]={
n="{生死一線|命懸一線|岌岌可危|危在旦夕}"
,d="前方傳來一聲巨響，一棟建築搖搖欲墜，隨時都可能坍塌。傾斜牆體下方傳來孩童微弱的呼救聲，一個幼小的身影正無助地蜷縮著..."
,d1="就在你將孩童救出的剎那，整棟建築轟然倒塌——你的英雄之舉改寫了一個生命的結局。"
,d0="殘垣斷壁的轟鳴吞沒了孩童最後的哭喊——你最終還是遺憾地輸給了死神..."
,[skl_jump]="迅速跨越正面的障礙進行救援"
,[skl_climb]="從左側陡坡攀爬過去"
,[skl_tumble]="從右側臺階翻滾進去"
,[skl_balance]="沿中間橫樑快速走過去"
,[skl_esc]="從牆體下方狹小縫隙鑽過去"
,[skl_rope]="向對面牆體拋擲抓鉤建立通路"
,[aea_str]="徒手清除巨大障礙"
},
[ae_climb]={
n="{爬高高|高空救援}"
,d="{前方塔樓傳來陣陣銀鈴般的笑聲——地方領主那個無法無天的頑劣小女兒又爬到了塔樓最高處，隨時都可能滑落。領主的僕人們急切地請求你們的幫助。|本地富商的傻兒子為了追逐自己的寶貝鸚鵡，爬上了三層閣樓，結果把自己卡在建築縫隙裡出不來了。富商的妻子急切地請求你們的幫助。}"
,d1="你動作利落地將孩童救下，圍觀眾人一片喝彩歡呼聲！"
,d0="營救失敗了...就在你們準備再次嘗試時，孩童在陣陣尖叫聲中從高處墜落..."
,[skl_climb]="攀爬外牆進行救援"
,[skl_jump]="跳躍至左側平臺再繼續"
,[skl_balance]="沿外圍窄牆快速繞行"
,[skl_esc]="鑽過建築縫隙抄近路"
,[skl_rope]="使用抓鉤快速上升"
,[skl_lock]="撬開通往頂層的門鎖"
},
[ae_swim]={
n="{水靈靈|水中花|水中的花朵|出水芙蓉}"
,d="一位{精靈女法師|半精靈女外交官|貓人女遊蕩者|阿斯莫女騎士|卓爾女祭司|卓爾主母|矮人女戰士|矮人女礦工|獸人女律師|獸人交際花|獸人女教師|女獸人屠夫|獸人助產士|母牛頭人制革工|母牛頭人保鏢}餐後散步時不慎落入{鎮外護城河湍急的水流|城鎮一側十幾英尺深的蓄水池}中，正在無助地掙扎。"
,d1="有驚無險！你成功救起已昏迷的溺水者，並運用教會認證的口對口呼氣術將其喚醒。"
,d0="救援失敗了...在你們二次施救前，精疲力盡的溺水者已沉入了水底..."
,[skl_swim]="直接下水游過去營救"
,[skl_climb]="爬上岸邊大樹從垂下的樹枝救援"
,[skl_jump]="跳上水中岩石就近營救"
,[skl_balance]="沿左側狹窄堤壩走過去"
,[skl_rope]="拋擲抓鉤作為救生索"
,[skl_disdev]="解除岸邊船隻固定裝置"
,[aea_str]="投擲浮木給落水者"
,[aea_wtr]="天生的優勢令你此時如魚得水"
},
[ae_monster]={
n="怪物襲擊"
,d="突發！一群兇殘的怪物不知如何突破了城鎮的防衛，正在居民區肆虐！"
,d1="你們及時剿滅了怪物，城鎮議會和各公會為此給予了豐厚的獎勵。"
,d0="怪物們肆無忌憚地燒殺搶掠，本地居民傷亡慘重。"
},
[ae_bandit]={
n="匪徒橫行"
,d="刺耳的打砸聲和粗暴的吼叫聲吸引了你們的注意——{一夥強盜正試圖洗劫本地一家企業。|一個惡霸團伙正勒索沿街商家。}"
,d1="你及時出手制止了暴行，店主給予豐厚酬勞以表感激之情。"
,d0="無恥的強盜得逞後揚長而去。"
,[skl_intimidate]="住手！知道我這把斧頭砍翻過多少隻{豺狼人|獸人|食人魔|巨魔}嗎？"
},
}


s_axp			="冒險者名望"	s_axp_d	="冒險者名望是衡量每位冒險者貢獻與地位的重要指標。名望越高，所獲得的福利和專屬權益也就越豐厚。\n\n透過完成公會發布的各種任務，冒險者可逐步提升名望，解鎖更多福利。你可以隨時在公會或隨身冒險工具箱中檢視自己的名望詳情。"
s_alv			="名望等級"
s_alv_up		="晉升"
s_alv_s			="保密資訊！\n\n你的隊伍需要更高的名望等級才能檢視。"
s_req_rnw		="所需名望"
s_req_pty_lv	="所需隊伍等級"
s_low_pty_lv	="隊伍等級不足"
s_mm_mem_fee	="每月會費"
s_bnfs			="福利"
s_rpl_rwds		="替代獎勵"
s_ret_get_rwd	="請返回公會領取獎勵"
s_ret_pt		="錨點"
s_set_ret		="設定錨點"
s_tlping		="傳送中"
s_tlp_done		="傳送完畢"
s_dlving		="運送中"
s_dlv_done		="運送完畢"
s_no_room		="空間不足"
s_dgner_ttl		="地牢開拓者"
s_jober_ttl		="地方守護者"
s_wqter_ttl		="世界保衛者"
s_dd_dgns		="探索%d/%d個地牢"
s_dd_jobs		="完成%d/%d個城鎮委託"
s_dd_wqts		="完成%d/%d個世界任務"
s_warehouse		="倉庫"	s_warehouse_d	="用於安全存放交易品的場所。"
s_adv_kit		="冒險工具箱"	s_adv_kit_d	="檢視你的冒險者名望，或使用冒險能力。"
s_fea_eqp		="會員裝備"	s_fea_eqp_d	="每個月可以從公會的公共裝備庫中以半價購買限定件數的裝備。"

s_old_ver		="舊版"	s_old_ver_d	="舊版的冒險模式已停止開發，不推薦遊玩。"
s_adv_log		="冒險日誌"	s_adv_log_d	="檢視你的冒險日誌。"
s_btl_log		="戰鬥日誌"	s_btl_log_d	="檢視當前或上一場戰鬥日誌。"
s_cur_date_time	="當前月份、天數和時間"
s_chg_fmt		="改變格式"
s_auto_vp		="視角跟隨"
s_prg			="進度"
s_opn_dir		="開啟所在資料夾"
s_chars_cpyd	="%d個字元已複製"
s_cloud_bug		="大量的存檔（如數十個）可能會導致Steam雲錯誤從而損壞存檔。建議儘量刪除無用的存檔，或關閉本遊戲的雲存檔。"
s_skl_chks		="技能檢定"

_alvs_text={
[ 0]={n="見習"},
[ 1]={n="青銅"},
[ 2]={n="赤鐵"},
[ 3]={n="精鋼"},
[ 4]={n="白銀"},
[ 5]={n="黃金"},
[ 6]={n="白金"},
[ 7]={n="寒鐵"},
[ 8]={n="秘銀"},
[ 9]={n="精金"},
[10]={n="恆金"},
}

_feas_text={
[fea_er	]={n="英雄遺產"			,d="每個月在完成一定數量的任務目標後，可以從前輩冒險者們使用過的裝備中免費挑選一件。\n\n<c=y>升級：</c>此福利可進一步升級，之後提供更多的替代獎勵。"},
[fea_gp	]={n="冒險資金"			,d="公會給予有傑出貢獻的冒險者的一次性資金獎勵。"},
[fea_als]={n="吸血鬼獵人"		,d="每個月可以從公會的公共裝備庫中以半價兌換一件煉銀武器。\n\n煉銀武器適合用來對抗吸血鬼、狼人以及其他獸化人等。"},
[fea_mth]={n="奧術護甲"			,d="每個月可以從公會的公共裝備庫中以半價兌換一件秘銀裝備。\n\n秘銀裝備在奧術施法者群體中很流行。"},
[fea_adm]={n="魔像剋星"			,d="每個月可以從公會的公共裝備庫中以半價兌換一件精金裝備。\n\n精金武器在對抗魔像等構造體怪物時優勢顯著。"},
[fea_dkw]={n="古樹的饋贈"		,d="每個月可以從公會的公共裝備庫中以半價兌換一件黒木裝備。\n\n黒木裝備的重量只有原裝備的一半。"},
[fea_up	]={n="升級裝備"			,d="每個月能以半價將一件裝備的魔法加值提升1（上限基於隊伍等級）。"},
[fea_pc	]={n="升級裝備 (角色)"	,d="每個月能以半價將一個角色穿戴裝備的魔法加值提升1（上限基於隊伍等級）。"},
[fea_my	]={n="升級裝備 (隊伍)"	,d="每個月能以半價將隊伍中所有角色穿戴裝備的魔法加值提升1（上限基於隊伍等級）。"},
[fea_skl]={n="技能導師"			,d="每個月可以從公會的技能導師們那裡挑選10項技能學習。"},
[fea_exp]={n="商業獵頭"			,d="公會能動用各種資源和人脈為致力於商業經營的會員們招募所需商業專家。每個隊伍每月最多能招募5名專家。"},

[fea_ret]={n="傳送寶石"			,d="受未知原因的影響，傳送術等相關冒險法術早已無法正常施展。大陸上的施法者們經過多年堅持不懈地研究，終於開發出替代之法：一位研究者偶然發現產自星界的一種寶石具有極佳的傳送類法術親和性，可透過特殊的法術儀式將傳送術儲存其中，並且普通冒險者亦可啟用。\n\n<c=y>使用：</c>每月一次，將隊伍傳送到錨點城市。"},
[fea_out]={n="次母音叉"			,d="作為傳送寶石研究的“副產品”，次母音叉在冒險者群體中似乎更受歡迎。這種小巧便攜的魔法裝置能幫助地下城愛好者們隨時返回地面，而且可自動充能反覆使用。\n\n<c=y>使用：</c>將隊伍傳送回地下城或礦井的入口處。"},
[fea_obj]={n="遷躍者維拉斯"		,d="維拉斯是一隻微光織網蛛。這種源自靈界的小型魔法蜘蛛是相位蜘蛛(另一種更為冒險者們熟知的靈界生物)的遠親，也同樣具有在靈界與物質界之間快速穿梭的能力。\n\n極富創造力的公會施法服務提供者們將物品傳送術儲存在微光織網蛛身上，併為每一隻蜘蛛分別命名作為啟動口令（注意：最好不要讓其他冒險者知道你的遷躍者的名字）。\n\n<c=y>使用：</c>在無人處輕聲念出“維拉斯”，它就會幫你將所選物品傳送回最近的銀行儲物箱。"},
[fea_dlv]={n="純種駝驢"			,d="不同於普通駝驢，作為公會福利獎勵給高階冒險者的精選駝驢不僅能大幅增加隊伍的負重，還能聽懂複雜指令並自行運送貨物。\n\n<c=y>使用：</c>指定一批貨物，駝驢可自行將貨物運送到貨倉所在城鎮。"},

[fea_bpc]={n="自由戰團"			,d="可以在任意城市替換替補角色。"},
[fea_rep]={n="聲名遠揚"			,d="你的隊伍的綜合實力得到了大陸各大王國和組織的認可，每個月你的隊伍的聲望提升1點。"},
[fea_rel]={n="地方守護者"		,d="從偏遠的邊境村落到大陸中心的繁華都會，你的隊伍對這片土地上每一個聚居地的守護與貢獻，早已在民眾之中口口相傳成為佳話。每個月你的隊伍與所有城鎮的關係值提升1點。"},
[fea_mkt]={n="貿易協議"			,d="公會與各大城市已達成協議，你的隊伍每個月可永久獲得隨機一個城市的貿易許可。"},
[fea_qst]={n="活躍會員"			,d="你的活躍表現得到了公會管理層的認可，獲允每月可多接一個公會任務。"},
[fea_bus]={n="友好商會"			,d="冒險者公會和各地商會擁有互惠互利的合作關係，具備資格的冒險者所經營商業在利潤檢定上獲得+1加值。"},
[fea_cft]={n="特惠工坊"			,d="本地工匠協會同意為公會的高階會員提供更為優惠的原料價格和場地費，你的手工製作價格由物品原價的1/3降為1/4。\n\n<c=y>升級：</c>此福利可進一步升級，之後你的手工製作價格降為1/5。"},
[fea_wh	]={n="特許倉庫"			,d="您獲准在某個城市購置倉庫，用於存放交易品。"},
}


s_view_qst	="檢視任務"
s_done_qst	="完成任務"
s_abdn_qst	="放棄任務"

s_wmons		="野外怪物"	s_wmons_d	="在大陸上游蕩的各種怪物，會頻繁地襲擊附近城鎮的居民和往來商隊等。消除這些威脅是冒險者的基礎工作。"
s_ress		="資源地點"	s_ress_d	="大陸上遍佈著林場、礦場和採石場等資源採集點。這些地點出產的各類木材、礦石是製作裝備的基礎材料，更是維繫整個大陸冒險活動與經濟運轉的重要戰略資源。"
s_dgns		="地下城"	s_dgns_d	="幽深的洞穴、古老的遺蹟、亦或令人毛骨悚然的墓地，諸如此類的冒險地點統稱為地下城或地牢。\n\n這些地點往往危機四伏，遍佈致命的陷阱和潛伏的怪物，但同時也隱藏著失落的財寶與無限的機遇。地下城層數不一，兩層或以上稱為多層地下城，目前有探索記錄的最深可達四層。\n\n探索地下城是冒險者們津津樂道的經歷，更是很多冒險者畢生的事業與追求。"
s_jobs		="城鎮委託"	s_jobs_d	="在城市或村莊的酒館中，能接到本地居民釋出的各種任務。完成後不僅能獲得豐厚的酬勞，更能贏得聲望、提升地方關係。"
s_wqsts		="世界任務"	s_wqsts_d	="各大王國和組織經常會在整個大陸範圍內釋出重大懸賞與特殊委託，統稱為世界任務。相比普通任務，這些牽動世界脈絡的任務回報豐厚、意義非凡。承接並完成這些任務，是一支成熟冒險者隊伍的責任與榮耀。"
s_wqst		="世界任務"

s_do_kill	="殺死%s"-- z_qst_chk
s_do_grps	="消滅%d群%s"
s_do_mons	="消滅%d群怪物"
s_do_wmons	="消滅%d群<t=$s_wmons_nd c=b>野外怪物</t>"
s_do_ress	="清除%d個<t=$s_ress_nd c=b>資源地點</t>的怪物"
s_do_dgns	="探索%d個<t=$s_dgns_nd c=b>多層地下城</t>"
s_do_jobs	="完成%d個<t=$s_jobs_nd c=b>城鎮委託</t>"
s_do_wqsts	="完成%d個<t=$s_wqsts_nd c=b>世界任務</t>"
s_do_trts	="救治%d名%s"
s_trt		="救治"
s_go_site	="前往%s"
s_go_pt		="前往目標位置"
s_own		="擁有"

s_ret_wld_cfm	="是否返回世界地圖？"
s_ret_wld_qst	="是否返回世界地圖？\n<c=r>（當前世界任務進度將被清除）</c>"

_qsts_text={
[ 101]={n="外鄉人",d="你們是一群來自五湖四海的冒險者，懷揣夢想踏上了這片陌生而廣袤的大陸。\n\n雖然早已聽聞這裡充滿冒險和機遇，但至於具體情況你們仍舊是一頭霧水，需要儘快去本地冒險者公會了解第一手情報。\n\n現在的首要任務是去最近的冒險者公會報到，並註冊成為見習冒險者。",e="歡迎來到冒險者公會！公會的前臺人員熱情地迎接了你們，並協助各位辦理完成了註冊流程。\n\n恭喜，你們現在正式成為了一名見習冒險者！\n\n"..s_axp_d},
[ 102]={n="危機前奏",d="目前大陸各地都有大量怪物出沒，這很不尋常！公會已派遣專業人士進行深入調查，不過短時間內應該不會有結果。\n\n現在我們能做的就是盡最大能力消滅這些怪物！雖然可能治標不治本，但至少能在很大程度上緩解附近城鎮的治安壓力。\n\n作為見習冒險者，你們是進行這項任務的最佳人選，同時也能證明各位具備成為一名真正冒險者的實力！\n\n提示：出發前別忘了補充補給。"},
[ 103]={n="陷阱和寶藏",d="幹得漂亮！各位的實力有目共睹，相信公會很快就會為你們分配正式任務了。不過在那之前，我建議你們先去地下城歷練一番，熟悉一下真正的冒險，以免到時手忙腳亂。\n\n地下城可比野外兇險得多，裡面的怪物更狡猾，還遍佈致命的陷阱——當然，也藏著上鎖的寶箱。所以，備好工具並掌握開鎖等技能至關重要。\n\n開鎖器有時能從地精等類人生物身上找到，城鎮裡也可能有售，最好再買一套像樣的盜賊工具。至於技能方面，可透過升級學習、在公會重訓、或者乾脆在城裡僱一位鎖匠做同伴。"},
[ 104]={n="我來了！地下城",d="終於萬事俱備了！向著地下城，向著夢想，進發！\n\n哈哈，別急別急——我知道各位早已熱血沸騰了，但重要事項還是要再宣告一下。\n\n此次探索的目標是兩層或以上的多層地下城，到達最底層後即可原路返回或繼續探索尋找出口。我已經在地圖上為你們標記了一個合適的地點，各位也可選擇其他未探索的地下城。但記住，至少兩層，那種只有一層的小地窖可不算數。",e="這麼快就回來了？！真是後生可畏！你們比我想象得還要適合這份工作。\n\n本月公會任務已經為各位準備好了。公會任務每月更新一次，每月按時完成可獲得最多獎勵。當然，若有困難延後完成也無妨，量力而行就好。\n\n公會任務是提升名望的主要途徑，繼續努力吧！等各位的實力更加精進，會有更艱鉅的挑戰等待著你們！"},
[ 105]={n="世界與你",d="基於你們近期的活躍表現，是時候為你們開啟冒險新篇章了！\n\n"..s_wqsts_d.."\n\n公會已在地圖上為你們篩選並標記了首批可選任務，以後每個月都會更新一批。"},
[ 802]={n="蔓延的災厄",d="眼下各地怪物肆虐，嚴重威脅城鎮與商路安全，已成為地方領主和各大行會的心頭大患。\n\n保衛家園與貿易線路已迫在眉睫，冒險者們，請拿出你們的勇氣與力量，全力清剿禍患！"},
[ 803]={n="血色礦場",d="威脅遠不止野外遊蕩的怪物！我們的林場、礦洞等重要資源點也已被怪物佔據，導致生產停滯、民生凋敝。\n\n必須立刻行動，從這些畜生手裡奪回我們的命脈之地！"},
[ 804]={n="開拓者的火炬",d="地下城探索是每位冒險者成長的必經之路。危險與機遇並存，地下城中潛伏的怪物、隱藏的寶藏，都能快速提升冒險者的綜合實力。\n\n同時，先行者在地下城中踏出的每一步，繪製的每一張地圖，都將為未來的後輩新手們照亮前進的道路！"},
[ 805]={n="守護者之路",d="為本地居民排憂解難，完成各種城鎮委託，同樣是冒險者的核心職責之一。\n\n這些委託不僅能帶來豐厚報酬，也是與地方建立良好關係、積累個人聲望的重要途徑。每一次熱心相助，都能增進你與居民們的情誼，贏得他們的信賴與尊重！"},
[1000]={n="懸賞",d="一群臭名昭著的怪物在此地頻繁作亂，嚴重威脅到本地居民與商路安全。\n\n當地領主和商會共同釋出了高額懸賞令，以期儘快剷除怪物頭目。",do_kill_ns="死眼|白喉|鐵顎|髒爪|刀疤臉|屠夫|瘋狗|開膛者",do_kill_open="愚蠢的冒險者！|又一群該死的冒險者！|啊……新鮮的肉！|我要用你的骨頭磨牙！"},
[1100]={n="學者與蛇",d="自然之眼，一個致力於維護自然平衡的民間研究團體，在調查蝰蛇異常聚集現象時，因缺乏防護導致多人中毒、受傷。\n\n束手無策的組織者只得向冒險者公會緊急求助，並要求救援者具備一定的醫療技能或足夠的藥劑。",do_grps_gn="蝰蛇",do_grps_open="~~嘶~|~嘶嘶~~|~~嘶嘶~嘶~",do_trts_gn="自然之眼成員",do_trts_ns="自然之眼研究員|自然之眼調查員|自然之眼守護者|自然之眼學徒|自然之眼導師", do_trts_open="救命！|請幫幫我！|我……我在這裡！|嗚……", do_trts_exit="謝天謝地！我還以為自己要死在這裡了。|天啊……真的太感謝了！我還以為肯定沒命了。|我……咳咳……我還活著？謝謝你們！|該死的怪物！幸虧你們來得及時。"},
[1200]={n="狗頭人之亂",d="近期，一向低調怯懦的狗頭人變得異常猖獗。多個狗頭人部落在各處頻繁活動，並佈下大量陷阱，其動機至今不明。\n\n儘管尚未造成顯著損害，但為防患於未然，必須立刻出手整頓這群煩人的小東西，並儘可能清除它們設下的棘手陷阱。",do_grps_gn="狗頭人",do_grps_open="你不能拿走我的陷阱！|你不要過來啊！|你要做什麼？！|你不能這麼做！|不可以！|不要！"},
}
