s_cls				="職業"		s_clss		=s_cls		s_cls_d			="你的職業是對你的人物在這個冒險世界裡能做些什麼所下的最主要的定義。\n\n職業不只是一個行當；它是對你角色的稱呼。當你在這個怪物成災，征戰不息的奇幻世界中冒險時，你的職業選擇決定了你所能做的每件事。\n\n你想成為一個英勇的年輕劍士？一個百發百中的神射手？一個信奉眾神的博學牧師？還是一個刺著紋身、拿著水晶法杖的法師？\n\n選擇權在你手中。"
s_core_cls			="核心職業"	s_core_clss	=s_core_cls	s_core_cls_d	="基礎的核心職業是角色最為典型的特徵之一，也是角色大部分能力的來源，並讓他在任何冒險隊伍中都能擁有自己的特殊定位。"
s_adv_cls			="進階職業"	s_adv_clss	=s_adv_cls	s_adv_cls_d		=[[進階職業代表了大多數冒險者所不具備的專業性，是在特定領域或學科中廣泛實踐的結晶。進階職業能讓角色獲得尋常之輩無法企及的力量，成為真正的傑出人物。

和基礎職業不同，角色在得到進階職業等級前必須滿足一定的先決條件，而且進階職業具有等級限制：10級或5級。

角色等級20級之前，進階職業最高可提升至其等級限制。

角色等級20級之後，10級上限的進階職業可繼續提升到10級以上。而5級上限的進階職業則永遠無法超過5級。

進階職業提供了另外一種型別的兼職。獲得進階職業不會遭受通常兼職的經驗值懲罰。]]
s_npc_cls			="非冒險者職業"	s_npc_clss	=s_npc_cls	s_npc_cls_d		=[[並非每個人都是冒險者，世界上占人口大多數的是普通人，也稱為NPC。他們沒有受過冒險或探索地下城的訓練，只嚮往平安穩定的生活。

NPC的職業和等級是其專業領域的能力指標，戰鬥或施法能力則無法與冒險者職業相比，而且他們升級緩慢，大多數人一輩子都無法達到2級或3級。

其他方面，NPC職業則與冒險者職業沒啥不同。他們也是每3級獲得專長，每4級提升屬性點。大部分NPC會選擇類似堅忍、專攻技能或追蹤等戰鬥無關的能力。NPC也可兼職，甚至擁有冒險者職業。

注意：危險地區出現高等級NPC的機率比安全地區要高。一個平民若必須時常對付在他田裡燒殺擄掠的豺狼人，他的等級就可能高於其他人。]]
s_adv_clss_lost		="失傳的進階職業"	s_adv_clss_lost_d	=[[縱覽各大著名典籍，有記載的進階職業琳琅滿目，囊括了各戰鬥職業和施法職業的多種進階分支。對於任何想在職業發展上獲得長足進步的冒險者而言，這些特定領域的高階職業都是夢寐以求的無價之寶。

但遺憾地是，當代僅有寥寥數種進階職業尚有專職導師傳道授業，或者在某個魔法學院中有詳盡完整的研究文獻可供參考學習，而其他進階職業則早已失傳多年甚至多個世紀。在可預見的未來，那些只存在於傳說之中的精英職業都將難以出現在這個冒險世界之中。

不過即使在最不可能的情況之下，冒險者們也依然心懷夢想！或許在新時代的某一天，某位準博學士在一個傳奇巫妖的命匣旁奇蹟般地發現了大法師進階職業的研究心得手稿，或者一名旅法師歷經磨難從外層位面帶回的上古典籍之中驚現咒法召喚師的詳細文獻，又或者……當然，更有可能的是，這些由歷代導師多年潛心研究而來的精華永遠地失落在知識的長河之中……]]
s_core_clss_list	="核心職業一覽（共計%d種）"
s_adv_clss_list		="進階職業一覽（共計%d種，包括已失傳的）"
s_npc_clss_list		="NPC職業一覽（共計%d種）"

s_cls_list			="職業列表"
s_fav_cls			="天賦職業"	s_fav_cls_d	=[[天賦職業是一個兼職相關的概念，單職業角色無需考慮它。

計算兼職經驗懲罰時：
角色每有1個職業的等級比最高職業等級低1級以上，就多遭受-20%的XP懲罰。
若天賦職業為特定職業，則先忽略該職業；
若天賦職業為任意職業，則先忽略最高等級職業。]]
s_xcls_xp_pnt		="兼職經驗懲罰"	s_xcls_xp_pnt_d	="角色每有1個職業的等級比最高職業等級低1級以上，就多遭受-20%的XP懲罰。\n\n角色種族的天賦職業（見種族條目）和進階職業不計入此懲罰。"
s_clsx				="兼職角色"	s_clsx_d	=[[角色在升級時可以選擇新的職業，成為兼職角色，其能力是其各職業能力的總合。兼職提升了角色的廣度，但犧牲了單一職業的深度。


<h2 c=ty>職業和等級特性</h2>
作為通常規則，兼職角色的能力為角色各職業能力的總和。

<b c=ty>等級：</b>角色等級是角色各職業等級之和，用來決定何時獲得新專長或提升屬性值。

職業等級則是角色在不同職業上的等級。對於單一職業角色而言，角色等級和職業等級是一樣的。

<b c=ty>生命值：</b>提升某職業等級時，按該職業獲得生命值，然後加到之前的生命值上。

<b c=ty>基本攻擊加值：</b>將各職業的不同基本攻擊加值相加。結果值+6以上可進行多次攻擊。

<b c=ty>豁免加值：</b>將各職業的不同豁免加值相加。

<b c=ty>屬性增長：</b>按角色等級獲得屬性值增長，不管各職業等級是多少。

<b c=ty>專長：</b>按角色等級獲得專長，不管各職業等級是多少。

<b c=ty>技能：</b>各職業的本職技能均視為角色的本職技能。

如果某技能是兼職角色任一職業的本職技能，那麼角色等級決定了該技能的最大級數。（本職技能的最大級數為3+角色等級。）

如果某技能不是兼職角色任何職業的本職技能，那麼該技能的最大級數是本職技能最大級數的一半。

<b c=ty>法術：</b>角色從他所有施法者等級中獲得法術，同時保留各職業各自的法術列表。若某法術效果基於施法者的職業等級，則施展此法術時需指明選用哪個職業法術列表。

<b c=ty>職業特性：</b>獲得各職業的職業特性，但同時也遭受各職業的特殊限制。（例外：兼職野蠻人職業的人物不會變成文盲。）

<c=twa>例如，雖然遊蕩者擅長輕甲，但兼職遊蕩者和法師的角色在穿著輕甲時，仍須計算奧術失效機率。</c>

<b>驅散不死生物：</b>牧師和較高級別聖武士都有同樣能力。如果人物的聖武士等級達到4級或者更高，那麼他的有效驅散不死生物等級為他的牧師等級加上他的聖武士等級再減3。
<z>
<b>魔寵：</b>法師和術士都有相同能力。法師/術士兼職人物將其法師和術士等級相加來決定魔寵的天生防禦、智力值以及特殊能力。
</z>
<b>直覺閃避：</b>野蠻人與遊蕩者都有此職業特性，如果兼職野蠻人和遊蕩者的角色從第二個職業獲得第二次，則以精通直覺閃避取代。

在決定夾擊所需的攻擊者遊蕩者等級時，此角色的野蠻人和遊蕩者職業等級要相加。

<c=twa>例如，2級野蠻人／4級遊蕩者只能被10級以上的遊蕩者夾擊。</c>


<h2 c=ty>兼職經驗懲罰</h2>
兼職不是件輕鬆的事，根據角色的職業等級與種族，可能會受到XP減值。

若兼職角色任兩個職業等級相差達2級，則會有不良影響。每有一個職業的等級比最高職業等級相差達2級，就多遭受-20%的XP懲罰。

角色種族的天賦職業（見種族條目）和進階職業不計入此懲罰。]]

s_cls_features		="職業特性"
s_key_abis			="關鍵屬性"
s_lv_skl_pts		="每級技能點數"	s_lv_skl_pts_f	="%d+智力調整值。"	s_lv_skl_pts_x4	="1級時x4。"
s_wpn_prof			="武器擅長"
s_amr_prof			="防具擅長"
s_auto_pwrs			="自動獲得能力"
s_fami_cls			="1級時，獲得一隻<t=$s_fami_nd>魔寵</t>作為僕從。"

s_bns_feat_1		="1級時，獲得1個獎勵專長。"
s_bns_feats_f		="1級起，每%d級（1、%d、%d…）獲得1個獎勵專長。"
s_bns_feats_e_f		="20級後，每%d級（%d、%d…）獲得1個獎勵專長。"
s_bns_feats_ea_f	="10級後，每%d級（%d、%d…）獲得1個獎勵專長。"
s_bns_feats_e2_f	="20級後為每%d級（%d、%d…）。"
s_bns_feats_e3_f	="20級後類似（%d、%d…）。"
s_bns_feats			="獎勵專長"	s_bns_feats_d	="這些專長是1級角色專長，人類獎勵專長，以及任意職業的角色升級獲得專長之外的額外專長。"
s_hr_bns_feats		="新增20級前獎勵專長，以彌補該職業目前暫缺的職業特性。"
s_hr_bns_feats_ftr	=[[取消戰士獎勵專長限制。

原文為：
1級時，戰士獲得一個戰鬥方面的專長作為獎勵專長，該專長是一級人物專長和人類角色獎勵專長之外的獎勵專長。戰士2級起每2級（2、4、6…）都會獲得一個獎勵專長。這些專長必須從那些標明可以作為戰士獎勵專長的專長中選擇。戰士必須達到所有獎勵專長的要求，包括屬性值和最低基本攻擊加值。

這些獎勵專長是對因角色升級而獲得專長的補充。當戰士選擇角色升級專長時，他不受戰士獎勵專長表的限制。

戰士獎勵專長列表：盲鬥、順勢斬、寓守於攻、戰鬥反射、撥擋飛箭、閃避、擅長異種武器、遠端射擊、大順勢斬、高等雙武器攻擊、高等專攻武器、高等專精武器、精通衝撞、精通重擊、精通卸除武器、精通虛招、精通擒抱、精通先攻、精通闖越、高等精準射擊、精通盾擊、精通擊破武器、精通拌摔、精通雙武器攻擊、精通徒手擊打、多重射擊、靈活移動、騎乘射擊、騎乘戰鬥、近程射擊、猛力攻擊、精準射擊、即時備戰、快速裝填、快速射擊、快速騎乘攻擊、移動射擊、抓取飛箭、奮力衝刺、跳躍攻擊、震懾拳、踐踏、雙武器防禦、雙武器攻擊、武器嫻熟、專攻武器、專精武器、旋風攻擊。]]
s_hr_bns_feats_wiz	=[[取消法師獎勵專長限制。

原文為：
1級時，法師獲得抄錄卷軸作為獎勵專長。在5、10、15、20級時，法師都可以獲得一個獎勵專長。在每次獲得這些專長時他可以挑選超魔專長、物品製造專長或者法術熟稔專長。法師依然必須達到這些專長的前提要求，包括最低施法者等級。

這些獎勵專長是對因角色升級而獲得專長的補充。當法師選擇角色升級專長時，他不受法師獎勵專長的限制。]]

s_spls_wiz_b		="法師能施展奧術，威力基於智力。"
s_spls_wiz_d		=[[法師能施展奧術，可使用的法術在升級時選擇學習。法師必須預先選擇並準備法術。

要學習、準備或施展某法術，法師的智力值必須達到10+法術等級。法術的豁免檢定DC=10+法術等級+智力調整值。

法師每天可施展的法術數量有限，高智力值可增加此數量。]]

s_spls_zas_b		="刺客無需準備即可施展有限的奧術，威力基於智力。"
s_spls_zas_d		=[[刺客能施展奧術，可使用的法術在升級時選擇學習，但可選擇的法術非常有限。刺客無需準備即可施展任何他已知的法術。

要學習或施展某法術，刺客的智力值必須達到10+法術等級。法術的豁免檢定DC=10+法術等級+智力調整值。

刺客每天可施展的法術數量有限，高智力值可增加此數量。]]

s_spls_sor_b		="術士無需準備即可施展有限的奧術，威力基於魅力。"
s_spls_sor_d		=[[術士能施展奧術，可使用的法術在升級時選擇學習，但可選擇的法術非常有限。術士無需準備即可施展任何他已知的法術。

要學習或施展某法術，術士的魅力值必須達到10+法術等級。法術的豁免檢定DC=10+法術等級+魅力調整值。

術士每天可施展的法術數量有限，高魅力值可增加此數量。]]

s_spls_brd_b		="吟遊詩人無需準備即可施展有限的奧術，威力基於魅力。"
s_spls_brd_d		=[[吟遊詩人能施展奧術，可使用的法術在升級時選擇學習，但可選擇的法術非常有限。吟遊詩人無需準備即可施展任何他已知的法術。

要學習或施展某法術，吟遊詩人的魅力值必須達到10+法術等級。法術的豁免檢定DC=10+法術等級+魅力調整值。

吟遊詩人每天可施展的法術數量有限，高魅力值可增加此數量。]]

s_spls_clr_b		="牧師能施展神術，威力基於感知。"
s_spls_clr_d		=[[牧師能施展神術，可使用的法術在升級時自動習得。牧師必須預先選擇並準備法術。

要準備或施展某法術，牧師的感知值必須達到10+法術等級。法術的豁免檢定DC=10+法術等級+感知調整值。

牧師每天可施展的法術數量有限，高感知值可增加此數量。]]

s_spls_adp_b		="導師能施展神術，威力基於感知。"
s_spls_adp_d		=[[導師能施展神術，可使用的法術在升級時自動習得。導師必須預先選擇並準備法術。

要準備或施展某法術，導師的感知值必須達到10+法術等級。法術的豁免檢定DC=10+法術等級+感知調整值。

導師每天可施展的法術數量有限，高感知值可增加此數量。]]

s_spls_drd_b		="德魯伊能施展神術，威力基於感知。"
s_spls_drd_d		=[[德魯伊能施展神術，可使用的法術在升級時自動習得。德魯伊必須預先選擇並準備法術。

要準備或施展某法術，德魯伊的感知值必須達到10+法術等級。法術的豁免檢定DC=10+法術等級+感知調整值。

德魯伊每天可施展的法術數量有限，高感知值可增加此數量。]]

s_spls_zbg_b		="暗黑衛士能施展少量神術，威力基於感知。"
s_spls_zbg_d		=[[暗黑衛士能施展少量神術，可使用的法術在升級時自動習得。暗黑衛士必須預先選擇並準備法術。

要準備或施展法術，暗黑衛士的感知值必須達到10+法術等級。法術的豁免檢定DC=10+法術等級+感知調整值。

暗黑衛士每天可施展的法術數量有限，高感知值可增加此數量。]]

s_spls_rgr_b		="4級起，巡林客能施展少量神術，威力基於感知。"
s_spls_rgr_d		=[[4級起，巡林客能施展少量神術，可使用的法術在升級時自動習得。巡林客必須預先選擇並準備法術。

要準備或施展法術，巡林客的感知值必須達到10+法術等級。法術的豁免檢定DC=10+法術等級+感知調整值。

巡林客每天可施展的法術數量有限，高感知值可增加此數量。

直到3級為止，巡林客都沒有施法者等級。4級或更高等級時，他的施法者等級視為巡林客等級的一半。]]

s_spls_pal_b		="4級起，聖武士能施展少量神術，威力基於感知。"
s_spls_pal_d		=[[4級起，聖武士能施展少量神術，可使用的法術在升級時自動習得。聖武士必須預先選擇並準備法術。

要準備或施展法術，聖武士的感知值必須達到10+法術等級。法術的豁免檢定DC=10+法術等級+感知調整值。

聖武士每天可施展的法術數量有限，高感知值可增加此數量。

直到3級為止，聖武士都沒有施法者等級。4級或者更高等級時，他的施法者等級視為聖武士等級的一半。]]

s_drd_nwpns			="德魯伊在野性變身時擅長所變形態的所有天生武器攻擊（爪抓，咬或者其他諸如此類）。"
s_drd_amr			="德魯伊不能穿戴金屬材料的盔甲或盾牌，否則將無法使用德魯伊法術，超自然或類法術職業能力，直到脫下這些裝備為止。"-- 直到脫下這些裝備24小時後為止。	so and for 24 hours thereafter
s_drd_ban			="禁用"	s_drd_ban_d	="抑制德魯伊職業能力。"
s_mnk_amr			="當穿著盔甲、持用盾牌、中載或過載時，武僧將失去他的防禦加值，快速移動和疾風連擊能力。"
s_spl_amr			="奧術和防具"	s_spl_amr_d	=[[法師和術士不知道如何有效的穿戴防具。

如果願意，他們依然可以穿戴防具（儘管他們會因此而很不靈活），他們也可以通過訓練來學習如何正確使用防具（通過不同的盔甲擅長專長--輕甲，中甲，重甲--和盾牌擅長專長），他們還可以通過兼職其它職業來擅長使用防具。但是即使法師或術士穿著了他們擅長使用的防具，它們依然有可能干擾施法。

防具會限制法師或術士在施展具有姿態成分法術（大部分法術含有此成分）時必須作的精確手勢。盔甲和盾牌說明中列出了不同盔甲和盾牌的奧術失敗概率。

與此不同的是，吟遊詩人不僅知道如何有效的穿戴輕甲，他們還不受輕甲的奧術失敗概率影響。但是穿著中甲、重甲或使用任何盾牌時還是會受到一般的奧術失敗概率影響，即使他擅長使用這些防具也是如此。兼職的吟遊詩人在施展從其他職業獲得的奧術時依然會受到奧術失敗概率的影響。]]-- 任何防具都會限制法師/術士的動作/手勢，因而導致法師/術士施展具有姿態成分的法術時失敗。	吟遊詩人穿著輕甲施展詩人法術時不會受通常奧術失敗概率的影響。當然，就像其他奧術施法者一樣，在穿著中甲重甲或者拿盾時施展具有姿態成分的法術（大部分法術都有）還是會受到奧術失敗概率的影響，兼職的吟遊詩人在施展從其他職業獲得的奧術時依然會受到奧術失敗概率的影響。	比輕甲重的盔甲	如果一個法術不具有姿態成分，那麼在穿戴盔甲時奧術施法者可以毫無問題的施展它。這些法術同樣可以在施法者手被綁起來或者被擒抱中（依然要進行通常的專注檢定）時施展。另外，超魔專長靜發施法可以讓施法者以比正常法術等級高一級的方式來準備或施展一個去掉姿態成分的法術。這種情況下穿著防具施法也不會有奧術失敗的風險。	Armor of any type interferes with a wizard/sorcerer’s movements/gestures, which can cause her/his spells with somatic components to fail.	A bard can cast bard spells while wearing light armor without incurring the normal arcane spell failure chance. However, like any other arcane spellcaster, a bard wearing medium or heavy armor or using a shield incurs a chance of arcane spell failure if the spell in question has a somatic component (most do). A multiclass bard still incurs the normal arcane spell failure chance for arcane spells received from other classes.	If a spell doesn’t have a somatic component, an arcane spellcaster can cast it with no problem while wearing armor. Such spells can also be cast even if the caster’s hands are bound or if he or she is grappling (although Concentration checks still apply normally). Also, the metamagic feat Still Spell allows a spellcaster to prepare or cast a spell at one spell level higher than normal without the somatic component. This also provides a way to cast a spell while wearing armor without risking arcane spell failure.

s_pal_code			="行為準則"	s_pal_code_d	="聖武士必須是守序善良陣營，一旦蓄意作惡，他將失去所有的職業能力。\n\n另外，聖武士的行為準則要求他必須尊重法定權威，按榮譽行事（不撒謊，不欺騙，不用毒等等），幫助那些需要幫助的人（前提是那些人不會將幫助用在邪惡或混亂的目的上），懲罰那些傷害或威脅無辜的人。"
s_pal_asso			="夥伴關係"	s_pal_asso_d	="儘管聖武士可能會和善良或者中立陣營的人物一起冒險，但聖武士永遠不會有意與邪惡人物結為同伴，他也不會和那些經常違反他的道德法規的人繼續合作。\n\n聖武士只能接受守序善良的人作為隨從、追隨者，或者部下。"

s_ex_bbn			="前野蠻人"		s_ex_bbn_d	="變為守序的野蠻人將失去狂暴能力，也不能再提升他的野蠻人等級。他保留其他的職業獎勵（傷害減免，快速移動，陷阱感知，以及直覺閃避）。"
s_ex_brd			="前吟遊詩人"		s_ex_brd_d	="變為守序的吟遊詩人將無法繼續提升吟遊詩人等級，但是他將保留所有吟遊詩人能力。"
s_ex_clr			="前牧師"		s_ex_clr_d	="嚴重違背了信奉神祗要求的牧師將失去所有的法術和職業特性，除了盔甲和盾牌擅長以及簡易武器擅長。他也不能再獲得此神祗的牧師等級，直到他贖罪為止（見贖罪術說明）。"
s_ex_drd			="前德魯伊"		s_ex_drd_d	="不再尊敬自然，陣營變為禁止陣營，或者傳授德魯伊語給非德魯伊的德魯伊都將失去所有法術和德魯伊能力（包括動物夥伴，但不包括武器盔甲盾牌擅長）。她也不能在德魯伊職業上繼續成長，直到她贖罪為止（見贖罪術說明）。"
s_ex_mnk			="前武僧"		s_ex_mnk_d	="變為非守序的武僧將無法繼續提升武僧等級，但是依然會保留所有武僧能力。\n\n一旦武僧獲得新職業，或提升其他職業等級，他將再也不能提升武僧等級（已有武僧能力繼續保留）。"	s_ex_mnk_b	="一旦武僧獲得新職業，或提升其他職業等級，他將再也不能提升武僧等級。"-- 和其他職業一樣，武僧也可以兼職，但是兼職武僧有特殊的限制。一旦武僧獲得一個新的職業，或者提升另外一個職業等級（如果他之前已經兼職），那麼他將再也不能提升武僧等級，但是所有武僧能力還繼續保留。	A monk who becomes nonlawful cannot gain new levels as a monk but retains all monk abilities.\n\nLike a member of any other class, a monk may be a multiclass character, but multiclass monks face a special restriction. A monk who gains a new class or (if already multiclass) raises another class by a level may never again raise her monk level, though she retains all her monk abilities.
s_ex_pal			="前聖武士"		s_ex_pal_d	="脫離守序善良，蓄意作惡，或者嚴重違反行為準則的聖武士將失去所有的聖武士法術和能力，也不再能提升聖武士等級。只有當他彌補了自己的所作所為之後才能恢復能力並有可能繼續提升等級。\n\n一旦聖武士獲得新職業，或提升其他職業等級，他將再也不能提升聖武士等級（已有聖武士能力繼續保留）。"	s_ex_pal_b	="一旦聖武士獲得新職業，或提升其他職業等級，他將再也不能提升聖武士等級。"-- ...和能力（包括聖武士坐騎的服務，但是不包括武器盔甲或盾牌擅長）	...繼續提升等級（見贖罪術說明）	和其他職業一樣，聖武士也可以兼職，但是兼職聖武士有特殊的限制。一旦聖武士獲得一個新的職業，或者提升另外一個職業等級（如果他之前已經兼職），那麼他將再也不能提升聖武士等級，但是所有聖武士能力還繼續保留。	A paladin who ceases to be lawful good, who willfully commits an evil act, or who grossly violates the code of conduct loses all paladin spells and abilities (including the service of the paladin’s mount, but not weapon, armor, and shield proficiencies). She may not progress any farther in levels as a paladin. She regains her abilities and advancement potential if she atones for her violations (see the atonement spell description), as appropriate.\n\nLike a member of any other class, a paladin may be a multiclass character, but multiclass paladins face a special restriction. A paladin who gains a level in any class other than paladin may never again raise her paladin level, though she retains all her paladin abilities.

s_illiteracy		="文盲"	s_illiteracy_d	="野蠻人是唯一不能自動獲得讀寫能力的職業。野蠻人可以花費2點技能點來獲得他會說的語言的讀寫能力。\n\n野蠻人在兼職其他職業時會自動獲得讀寫能力，而兼職野蠻人時也不會失去已有的讀寫能力。"
s_ex_langs			="額外語言"
s_ex_langs_clr_d	="牧師的額外語言選擇包括天界語，深淵語和煉獄語（分別對應善良，混亂邪惡，守序邪惡的異界生物語言）。這些選擇附加在角色的種族額外語言選擇中。"
s_ex_langs_drd_d	="德魯伊的額外語言包括木族語，一種森林生物使用的語言。該額外語言附加在角色的種族額外語言列表中。\n\n德魯伊都通曉德魯伊語，一種只有德魯伊知道的祕密語言，在成為一級德魯伊時她將自動學會該語言。對德魯伊來說，德魯伊語是正常語言之外的獎勵，不佔據語言位。該語言禁止傳授給非德魯伊。德魯伊語有自己的字母。"
s_ex_langs_wiz_d	="法師可以用龍語替換其種族額外語言列表中的一種。"

s_aln_spls			="混亂、邪惡、善良、守序法術"
s_aln_spls_d		="牧師和德魯伊不能施展那些和他本人或他神祗（如果有）陣營相對立的法術。法術是否屬於特定的混亂、邪惡、善良、守序可參見法術說明。"
s_cvt_spls			="自發施法"
s_cvt_spls_d		=[[牧師和德魯伊可以將儲存的法術能量轉化為之前未準備的法術。

德魯伊可以將已經儲存好的法術能量轉化為一個之前未準備的召喚法術。她可以“放棄”一個準備好的法術來施放一個同級或者較低等級的召喚自然盟友法術。

善良牧師（或者善良神祗的中立牧師）可以將儲存的法術能量轉化為之前未準備的治療法術。牧師可以“放棄”任何準備好的法術（除了領域法術）來施展同級或較低等級的治療法術。

邪惡牧師（或者邪惡神祗的中立牧師）無法把準備的法術轉化為治療法術，但是可以將它們轉化為傷害法術。

既非善良也非邪惡並且神祗也是如此的牧師可以依照玩家的選擇來將法術轉化為治療或傷害法術。一旦玩家做出選擇，以後就無法更改。<z>這個選擇同樣作用在牧師是驅散還是命令不死生物上。</z>]]
s_cvt_spls_hr		="當前版本牧師可隨意將法術轉化為治療或傷害法術。"

s_ftr_extra			="<b>特有專長：</b>某些高階戰系專長只有戰士才能習得。"
s_clr_extra			="<b>不死生物剋星：</b>牧師可以驅散不死生物，使之毫無反抗的逃離驅散源。"
s_rog_sa			="特殊能力"	s_rog_sa_d	="10級起，每3級（10、13、16…）可選擇一項特殊能力（或普通專長）："
s_mnk_bns_feats_pre	="在以下等級獲得專長（無須滿足先決條件）："

-- z_cls
clss={
[0]={n="待定職業"		,d="尚未選擇職業。"},

[cls_ftr]={n="戰士"
,b="戰鬥能力超群，擅長各種武器和防具的職業。"
,d="所有職業中，戰士的戰鬥力最好（顧名思義），擅長使用多種武器與防具。而且戰士習慣於在實戰中成長，能較快的學習更多戰鬥技巧。"
,d_wpns="簡易武器，軍用武器。"
,d_amrs="所有盔甲，所有盾牌。"
},

[cls_clr]={n="牧師"
,b="可施展神術的神職人員，同時也是不錯的戰鬥者。"
,d="牧師精於神術，尤其擅長治療。而且還能引導神聖能量驅散不死生物。牧師受過一些戰鬥訓練，熟悉各種防具的使用。"
,d_wpns="簡易武器。"
,d_amrs="所有盔甲，輕盾，重盾。"
},

[cls_wiz]={n="法師"
,b="研習各魔法學派的施法者。"
,d="法師的力量就是魔法，其他都是次要的。他們會使用弩和其他幾種簡單的武器，但不擅長任何盔甲和盾牌。"
,d_wpns="匕首，木棒，木棍，輕弩，重弩。"
,d_amrs="無。防具可能導致奧術施法失敗。<ico=ico/_s_dots t=$s_spl_amr_nd>"
},

[cls_rog]={n="遊蕩者"
,b="技巧豐富的斥候或間諜，善於偷襲而非依靠蠻力。"
,d="遊蕩者擁有高超的技巧，可以專心致力於發展各類技能。遊蕩者不像戰士那樣精於正面戰鬥，但他知道如何痛擊敵人的弱點，他的偷襲可以造成很大的傷害。此外，遊蕩者擁有敏銳的第六感，精通各種閃避技巧。"
,d_wpns="簡易武器，短劍，細劍，悶棍，短弓，手弩。"
,d_amrs="輕甲。"
},

[cls_bbn]={n="野蠻人"
,b="使用憤怒與直覺擊倒對手的勇猛戰鬥者。"
,d="野蠻人是傑出的戰鬥者。戰士們的戰鬥技巧來自於良好的訓練，而野蠻人所依賴的卻是其強大的狂暴能力。"
,d_wpns="簡易武器，軍用武器。"
,d_amrs="輕甲，中甲，輕盾，重盾。"
},

[cls_mnk]={n="武僧"
,b="擅長徒手格鬥的武術家，擁有眾多強大的特異能力。"
,d="武僧的最大特色是不穿盔甲徒手作戰，而且還能以體內的「氣」施展各種不可思議的能力。武僧還具有非凡的警覺力，能夠下意識地閃避攻擊。"
,d_wpns="匕首，飛斧，木棒，木棍，標槍，輕弩，重弩，投石索，單鐮，雙節棍，十手，手裡劍，破魔錐。"
,d_amrs="無。不可穿戴護具。<ico=ico/_s_dots t=$s_mnk_amr>"
},

[cls_sor]={n="術士"
,b="天生即具有魔法能力的施法者。"
,d="術士透過天賦力量施展法術，而非經由訓練與研究。他們的魔法與其說倚靠邏輯，還不如說是靠直覺。他們會的法術比法師少，獲得強力法術的速度也比法師慢，但他們能比法師更頻繁施展法術，而且無需預先選擇和準備法術。"
,d_wpns="簡易武器。"
,d_amrs="無。防具可能導致奧術施法失敗。<ico=ico/_s_dots t=$s_spl_amr_nd>"
},

[cls_pal]={n="聖武士"
,b="正義的護衛和邪惡的剋星，受神聖力量庇護。"
,d="聖武士是擁有神聖力量的戰士，致力於對抗邪惡，驅散亡靈，醫療他人或治療疾病。同時，在神聖力量庇佑下，聖武士不受疾病侵擾，還能自我醫療，面對危險也勇敢無懼！"
,d_wpns="簡易武器，軍用武器。"
,d_amrs="所有盔甲，輕盾，重盾。"
},

[cls_rgr]={n="巡林客"
,b="靈巧而老練的野外戰鬥者。"
,d="巡林客，也稱遊俠，擅長各式各樣的武器，並且精於戰鬥。他可以憑著技能在荒野中生存，找到追蹤目標並且不被發現。他對特定類別的生物瞭若指掌，能輕易取勝。有經驗的巡林客與大自然十分親近，可依靠大自然的力量施展神術，如同德魯伊一樣。"
,d_wpns="簡易武器，軍用武器。"
,d_amrs="輕甲，輕盾，重盾。"
},

[cls_drd]={n="德魯伊"
,b="從大自然中獲取能量，可施展神術和獨特的魔法力量。"
,d="德魯伊施展神術，他們的力量來自大自然，而非神祇。德魯伊的法術較親近自然和動物。隨著等級提升，除法術之外，德魯伊還會獲得許多特殊能力，包括化身為動物。由於傳統誓約的限制，德魯伊不能穿戴金屬防具，否則會限制其職業能力。"
,d_wpns="木棒，匕首，飛鏢，木棍，彎刀，鐮刀，短矛，投石索，矛。特殊：天生武器。<ico=ico/_s_dots t=$s_drd_nwpns>"
,d_amrs="輕甲，中甲，輕盾，重盾。不可穿戴金屬護具。<ico=ico/_s_dots t=$s_drd_amr>"
},

[cls_brd]={n="吟遊詩人"
,b="以音樂產生魔法效果的藝術家，也是四處講述鄉野傳奇的流浪人，幾乎什麼技巧都會一些。"
,d=[[吟遊詩人的魔法來自靈魂，而非法術書。他只能施展少量的法術，但不須事先準備。法師或術士的法術可以爆發力量，但吟遊詩人的魔法強調魅惑與幻象。

除了法術外，吟遊詩人的音樂和歌曲也帶有魔法。他可以激勵同伴、使聽眾迷醉，或反制藉由聲音施展的法術。

吟遊詩人擁有部分遊蕩者技能，但他們的技能不如遊蕩者那麼專精。由於吟遊詩人喜歡聽故事，所以他們對地方傳說和特殊物品特別瞭解。]]
,d_wpns="簡易武器，長劍，細劍，悶棍，短劍，短弓，鞭子。"
,d_amrs="輕甲，輕盾，重盾。防具可能導致奧術施法失敗，但吟遊詩人穿著輕甲可正常施法。<ico=ico/_s_dots t=$s_spl_amr_nd>"
},

[cls_wrr]={n="武者"
,b="魁梧強壯的戰鬥人員，擁有豐富的行業經驗，和其他職業戰鬥人員、僱主甚至對頭有密切聯絡。"-- Professional warriors typically have a wide range of experience and useful contacts among other career combatants, those they serve, and those they oppose.
,d="武者是魁梧強壯的戰鬥人員，但沒有受過戰士的專業訓練和戰鬥技巧，也沒有巡林客或野蠻人的生存和野外技能，更不具備聖武士的教養和信仰。武者在戰鬥中直來直去，簡單粗暴，但卻是不可忽視的對手。\n\n武者不如戰士優秀。他們有些戰鬥和相關領域經驗，但未受過專業訓練，常見於類人生物和巨人群體（獸人、食人魔等)。士兵（儘管可能不是指揮官或職業軍人）、守衛、流氓、無賴、暴徒，甚至有一定能力保衛家園的普通人都能成為武者。"-- 武者不如戰士優秀，為了戰鬥所需，玩家人物最好不要選擇武者作為職業。Warriors are not as good as fighters, and thus PCs should be encouraged to avoid this class in favor of the standard combat-oriented ones given in the  Player ’s Handbook. 你可以將士兵（不包含指揮官或職業軍人）、守衛、流氓、無賴、暴徒，甚至某個有能力守衛自己家園的普通NPC設為武者職業。You can also use the warrior class for soldiers (although perhaps not for commanders or career soldiers), guards, local thugs, toughs, bullies, and even regular people who have learned to defend their homes with some ability.
,d_wpns="簡易武器，軍用武器。"
,d_amrs="所有盔甲，所有盾牌。"
},

[cls_ars]={n="望族"
,b="從鄉紳到皇帝，擁有巨大財富、地位和影響力。"-- Aristocrats vary in rank from village squires to emperors, with most having wealth and position that grants them great influence in a community.
,d="望族通常是受過教育、出身高貴的富人，是經濟或政治上的掌權者。他們可以自由地學習喜歡的領域，而且經常四處遊歷。由於可以獲得所有最好的資源和機會，許多望族都成為顯赫的人物。有些望族甚至會和戰士、法師或其他職業的人一同冒險，儘管此類活動通常只是單純的娛樂而已。\n\n望族擁有優秀的技能，受過良好的戰鬥訓練，整體能力幾近玩家職業。然而任何人都沒有選擇自己出身的權力，因此無法兼職望族，除非它是角色的初始職業。大部分情況下，望族這個職業屬於統治者、皇親國戚和朝臣。"-- Mostly, you should reserve the aristocrat class for rulers, their families, and their courtiers.
,d_wpns="簡易武器，軍用武器。"
,d_amrs="所有盔甲，所有盾牌。"
},

[cls_exp]={n="專家"
,b="能工巧匠、專業人士和博學的社群成員，擁有各種特殊才能和鮮為人知的資訊。"-- Skilled craftsmen, professionals, and learned members of society regularly have a wide range of specific talents and obscure information that can prove useful to PCs.
,d="專家是老練的工匠和專業人士。他們通常沒有成為冒險者的意願，也未受過相關訓練，但他們在自己的領域裡能力出眾。\n\n熟練的鐵匠、精明的律師、精打細算的商人、博學多聞的賢者和技藝高超的造船匠等都屬於專家。大部分城鎮和社群都至少有幾位不同領域的專家。"
,d_wpns="簡易武器。"
,d_amrs="輕甲。"
},

[cls_adp]={n="導師"
,b="作為神術使用者，雖然常被簡單地視為治療師，但其智慧和崇高地位意味著遠不止如此。"-- While users of divine magic are often regarded simply as healers, their wisdom and vaunted positions mean they can have much more to offer.
,d="一些部落社會或落後地區沒有足夠的資源培訓法師或牧師，通常只有一些魔法知識較低，但能巧妙地融合奧術與神術的導師作為部落的先知（或聖人）和守護者。\n\n導師在人類、精靈、矮人、侏儒和半身人的孤立社群都能見到，但在更野蠻的類人生物和巨人物種，如獸人、地精、豺狼人、熊地精和食人魔等中則更為普遍。"
,d_wpns="簡易武器。"
,d_amrs="無。"
},

[cls_cmn]={n="平民"
,b="雖然沒有通常的名聲或財富，但擁有各種各樣的技能，經常能以一些有創意的方式令人刮目相看。"-- Although not usual famous or wealthy, commoners have a wide variety of skills and can usually come up with creative ways to repay favors.
,d="除冒險者之外，世界上還有許許多多種田、開店、建造房屋、製造商品的普通人。平民並不想過冒險者們危險的生活，也不具備應付冒險挑戰所需的技能。平民擅長其工作相關技能，占人口的大多數。"-- 平民不適合冒險。這個職業應保留給那些不夠資格擔任其他職業的人。Commoners make poor adventurers. This class should be reserved for everyone who does not qualify for any other class.
,d_wpns="一種簡易武器。"
,d_amrs="無。"
},

[cls_fr2]={n="武者"		},-- 勇士	Valiant	Vaillant	武士
[cls_prs]={n="牧師"		},-- 祭司	Priest	Prêtre		祭司
[cls_shm]={n="法師"		},-- 薩滿	Shaman	Chaman		シャーマン
[cls_non]={n="無職業"	,d=s_no_cls_d},
}

-- z_rog	遊蕩者	Rogue
s_trap_sense		="陷阱感知"	s_trap_sense_d	=[[角色獲得了一種直覺，可提醒來自陷阱的危險。躲避陷阱的反射豁免+1加值，對抗陷阱的攻擊時防禦等級+1加值。

這些加值會隨職業等級提升，且從不同職業上獲得的陷阱感知加值可累加。

<b>提升：</b>
野蠻人、遊蕩者：3級起，每3級+1點（3、6、9…）。
矮人防禦者：4級起，每4級+1點（4、8、12…）。]]-- 3r epic 矮人防禦者、史詩野蠻人繼續提升 史詩遊蕩者無
s_trap_find			="尋找陷阱"	s_trap_find_d	=[[遊蕩者（也只有遊蕩者）可以用搜索技能來尋找難度等級（DC）20以上的陷阱。

找到非魔法陷阱的DC至少為20，如果隱藏的較好還會更高。找到魔法陷阱的DC = 25+製造此陷阱法術的法術等級。

遊蕩者（也只有遊蕩者）可以用解除裝置技能來拆卸魔法陷阱。拆卸魔法陷阱的DC = 25+製造此陷阱法術的法術等級。

如果解除裝置技能檢定結果高過陷阱DC10或以上，遊蕩者可以研究此陷阱，看出它如何運作，還可以不拆卸而透過陷阱（連同隊友）。]]
s_sa				="偷襲"	s_sa_d	=[[如果遊蕩者（或其他擁有此能力的職業）能在目標無法有效防衛自己的攻擊時抓住時機，他就可以對目標的要害攻擊並造成額外的傷害。

只要目標失去了AC上的敏捷加值（無論目標是否有敏捷加值），或者當遊蕩者夾擊他的目標時，他的攻擊就會造成額外傷害。1級時，此額外傷害為1d6，之後每2個遊蕩者等級增加1d6。如果遊蕩者在偷襲時造成重擊，此額外傷害不能翻倍。

遠端攻擊也可以造成偷襲，但目標必須在30尺內。

遊蕩者只能偷襲那些有明顯身體結構的活物，而不死生物、構裝體、泥形怪物、植物類生物，以及虛體生物都沒有可供偷襲的要害部位。任何免疫重擊的生物也不會受到偷襲傷害。遊蕩者必須能夠仔細觀察目標找到要害部位，而且必須能接觸到該部位。遊蕩者無法偷襲那些有隱蔽的生物，也無法透過攻擊那些無法接觸要害生物的突出部位來造成偷襲。

<b>提升：</b>
遊蕩者、刺客：1級起，每2級+1d6點傷害（1、3、5…）。
詭術師：2級起，每2級+1d6點傷害（2、4、6…）。
暗黑衛士：4級起，每3級+1d6點傷害（4、7、10…）。]]
s_crippling_strike			="要害攻擊"		s_crippling_strike_d		="偷襲成功時，目標力量-2。\n\n屬性傷害持續整場戰鬥，可疊加，可治療。"
s_opportunist				="趁勢攻擊"		s_opportunist_d				="每輪一次，當敵人被第三者近戰造成傷害時，也會觸發你的藉機攻擊。"
s_evasion					="反射閃避"		s_evasion_d					="成功透過一個正常情況下即使透過反射檢定也會造成一半傷害的攻擊的反射檢定後，不受任何傷害。\n\n僅適用於穿著輕甲或未穿盔甲，輕載，且非無助狀態。"
s_improved_evasion			="精通反射閃避"	s_improved_evasion_d		="類似反射閃避，且未透過反射檢定時，只受半傷。"
s_uncanny_dodge				="直覺閃避"		s_uncanny_dodge_d			="即使措手不及也不會失去AC敏捷加值，除非無法動彈。\n\n<b>特殊：</b>當透過兼職等途徑再次獲得此專長時，以精通直覺閃避替代。"
s_improved_uncanny_dodge	="精通直覺閃避"	s_improved_uncanny_dodge_d	="你不會受到夾擊（因此遊蕩者也無法透過夾擊來偷襲你），除非攻擊者的遊蕩者等級比你所有獲得直覺閃避的職業等級之和高至少4級。"
s_defensive_roll			="翻躲"			s_defensive_roll_d			="每場戰鬥一次，當被武器攻擊即將死亡時，自動進行一次反射檢定，成功則只受到一半傷害。\n\n僅適用於擁有AC敏捷加值時。"
s_slippery_mind				="心智靈活"		s_slippery_mind_d			="當遭受影響心靈效果時，1輪後自動再次嘗試其豁免檢定。"
-- z_bbn	野蠻人	Barbarian
s_rage						="狂暴"			s_rage_d					=[[角色進入一種熱血沸騰的狂暴狀態，更加強悍暴力，但同時也會魯莽而疏於防禦。

狂暴時，力量和體質獲得+4加值，意志豁免獲得+2士氣加值，但防禦等級受到-2減值。

狂暴結束後，角色會變得疲乏（力量和敏捷上各-2減值，無法衝鋒），直到戰鬥結束。

持續輪數：3 + 體質調整值（狂暴時）。
每天使用次數：1 + 等級 / 4。
每場戰鬥最多使用1次。]]
s_rage_3					="大狂暴"		s_rage_3_d					="狂暴時，力量和體質上的加值增加到+6，意志豁免上計程車氣加值增加到+3。防禦等級減值依然為-2。"
s_rage_4					="強力狂暴"		s_rage_4_d					="狂暴時，力量和體質上的加值增加到+8，意志豁免上計程車氣加值增加到+4。防禦等級減值依然為-2。"
s_indomitable_will			="意志堅定"		s_indomitable_will_d		="狂暴時，對抗影響心靈效果的意志檢定+4無名加值。"
s_tireless_rage				="不疲狂暴"		s_tireless_rage_d			="狂暴結束後不會疲乏。"
s_fast_movement				="健步如飛"		s_fast_movement_d			="基礎移動速度+2。穿戴重甲或過載時失效。"
-- z_pal	聖武士
s_divine_grace		="神恩"			s_divine_grace_d		="所有豁免檢定加上魅力加值。"
s_divine_health		="神佑"			s_divine_health_d		="免疫所有疾病，包括超自然或魔法疾病。"
s_aura_of_courage	="勇氣靈光"		s_aura_of_courage_d		="免疫恐懼，周圍10尺內的同伴對抗恐懼時豁免檢定+4士氣加值。\n\n此能力僅在角色神志清醒時有效。"
s_special_mount		="特殊坐騎"		s_special_mount_d		="聖武士可獲得一匹具有非凡智力，強壯而且忠誠的坐騎來為其對抗邪惡的正義事業服務。"
s_remove_disease_2	="移除疾病"		s_remove_disease_2_d	="可使用移除疾病，效果和同名法術相同。\n\n每週使用次數：1 + (等級 - 6) / 3。最低1次。"
s_aura_of_good		="善良靈光"		s_aura_of_good_d		="聖武士的善良靈光強度等於他的等級。"
s_aura_of_evil		="邪惡靈光"		s_aura_of_evil_d		="暗黑衛士的邪惡靈光的強度等於暗黑衛士等級和牧師等級（如果有）之和。"
s_aura_of_law		="秩序靈光"		s_aura_of_law_d			="角色的秩序靈光強度等於他的等級。"
s_aura_of_chaos		="混亂靈光"		s_aura_of_chaos_d		="角色的混亂靈光強度等於他的等級。"
s_detect_good_2		="偵測善良"		s_detect_good_2_d		="你能感覺到善良的存在。"
s_detect_evil_2		="偵測邪惡"		s_detect_evil_2_d		="你能感覺到邪惡的存在。"-- 可隨意使用偵測邪惡，效果和同名法術相同。At will, a paladin can use detect evil, as the spell.
s_detect_law_2		="偵測秩序"		s_detect_law_2_d		="你能感覺到秩序的存在。"
s_detect_chaos_2	="偵測混亂"		s_detect_chaos_2_d		="你能感覺到混亂的存在。"
s_smite_good		="破善斬"		s_smite_good_d			="暗黑衛士近戰攻擊善良生物時可進行破善斬：攻擊檢定加上魅力加值，傷害+1點/每級。\n\n每天使用次數：1 + 等級 / 5。"
s_smite_evil		="破邪斬"		s_smite_evil_d			="聖武士近戰攻擊邪惡生物時可進行破邪斬：攻擊檢定加上魅力加值，傷害+1點/每級。\n\n每天使用次數：1 + 等級 / 5。"
s_smite_law			="破序斬"		s_smite_law_d			="角色近戰攻擊秩序生物時可進行破序斬：攻擊檢定加上魅力加值，傷害+1點/每級。\n\n每天使用次數：1 + 等級 / 5。"
s_smite_chaos		="破亂斬"		s_smite_chaos_d			="角色近戰攻擊混亂生物時可進行破亂斬：攻擊檢定加上魅力加值，傷害+1點/每級。\n\n每天使用次數：1 + 等級 / 5。"
s_lay_on_hands		="聖療"			s_lay_on_hands_d		=[[擁有魅力加值的聖武士可通過接觸治療傷口（自己或他人的）。

每日治療點數：等級 x 魅力加值，可分多次使用。

聖療也可用來打擊不死生物：做一次近戰接觸攻擊（不會觸發藉機攻擊），成功後消耗點數對目標造成傷害。]]


-- z_adv_cls
s_adv_cls_lv_lmt	="等級限制"-- s_adv_cls_lv_lmt_d		=s_adv_clss_d-- 描述 = 進階職業
s_race_no_dragon	="任意非龍類生物（不能已經是半龍生物）"
s_adv_cls_dc		="計算進階職業特性的豁免DC時，進階職業等級10級以上部分需取半。"
s_skl_x_ranks		="%s%d級"
s_skl_xx_ranks		="%s（任意%d種）每種%d級"
s_req_free_arcane	="可無準備施展奧術"
s_req_arcane_lv		="可施展%d級奧術"-- Ability to cast 1st-level arcane spells
s_req_divine_lv		="可施展%d級神術"
s_req_divine_arcane	="可施展%d級神術和%d級奧術"
-- z_req_spls
s_req_spls_zat		="可施展法師之手和另外至少1個3級或以上的奧術"
s_req_spls_zlm		="可施展7個預言系法術，其中至少1個3級或以上"
s_req_spls_ztt		="可施展次等異界誓盟"
s_req_spls_zam		="至少5個不同學派的5級或以上法術"
-- z_req_ex
s_req_ex_hi_evil	="曾與自己或其他人召喚的邪惡異界生物和平地聯絡過"-- The character must have made peaceful contact with an evil outsider who was summoned by him or someone else
--s_req_ex_sel_drgn	="進階前須選擇一種龍類特徵"-- The player chooses a dragon variety when taking the first level in this prestige class
s_req_ex_ass_kill	="能僅為成為刺客而殺人"-- The character must kill someone for no other reason than to join the assassins

s_zdd_amrs="所有盔甲、所有盾牌。"		s_zdd_wpns="簡易武器、軍用武器。"
s_zbg_amrs="所有盔甲、輕盾、重盾。"		s_zbg_wpns="簡易武器、軍用武器。"
s_zaa_amrs="輕甲、中甲、輕盾、重盾。"	s_zaa_wpns="簡易武器、軍用武器。"
s_zdu_amrs="無。"					s_zdu_wpns="簡易武器、軍用武器。"
s_zsd_amrs="輕甲。"					s_zsd_wpns="木棒、手弩、輕弩、重弩、匕首、飛鏢、硬頭錘、釘頭錘、木棍、細劍、悶棍、短弓、短劍。"
s_zas_amrs="輕甲。"					s_zas_wpns="手弩、輕弩、重弩、匕首、飛鏢、細劍、悶棍、短弓、短劍。"

s_bns_scl			="獎勵施法等級"	s_bns_scl_b	="升級此職業時，指定施法職業的有效施法等級也會提升。"
s_bns_scl_d			=[[每次升級此進階職業，角色進階前的某個施法職業的每日法術數量（以及所知法術，如適用）都會增加，就像此施法職業獲得提升一樣。但角色只能提高有效施法等級，而無法獲得此施法職業的其它好處。

這意味著角色可以將此進階職業等級加上之前施法職業等級來決定其每日法術數量，所知法術和相關施法者等級。

若角色在進階前擁有多個施法職業，則必須選擇要將該進階職業等級加在哪一個施法職業上，以決定其每日法術數量。

<b>特殊：</b>
詭術師，博學士，咒法召喚師：之前施法職業可為任意施法職業。
魔射手：之前施法職業需為奧術施法職業。
奧法騎士：之前施法職業需為奧術施法職業，且從奧法騎士2級開始生效。
大法師：之前施法職業需為奧術施法職業，且能施展7級奧術。
祕術師：同時應用於之前一個奧術和一個神術施法職業。
元素領主：之前施法職業需為奧術施法職業，且10級前僅偶數級獲得提升。10級後每級提升。]]
s_bns_scl_zaa		="魔射手無獎勵施法等級。"
s_sel_cbt_cls		="選擇一個戰鬥職業"-- z_ph
s_sel_cst_cls		="選擇一個施法職業"
s_sel_arcane_cls	="選擇一個奧術施法職業"
s_sel_divine_cls	="選擇一個神術施法職業"


-- zaa	魔射手		Arcane Archer		
s_zaa	="魔射手"			s_zaa_b	="依靠古老的精靈傳統為其箭矢注入強大魔法力量的奧術施法者。"
s_zaa_d	=[[那些渴望完善其弓術的人常常會選擇魔射手之道。箭無虛發的精準，注魔於箭的異能，魔射手是當之無愧的遠端戰鬥大師。魔射手的箭矢能以不可思議的角度繞過拐角飛向敵人，還能洞穿掩體命中龜縮其後的對手。當能力達到頂峰時，魔射手甚至能將最強大的敵人一箭斃命。

作為精靈戰隊中的精英，魔射手擅長使用魔法加強其戰鬥力。魔射手們個個箭技神準，能將魔法灌注於箭矢之上，其名聲早已傳播至整個森林王國之外。團隊作戰時，他們的魔箭能讓整個敵人軍隊恐懼不安。


<b>基礎職業：</b>同時接受遊俠和法師訓練的角色會成為優秀的魔射手，當然其他的兼職職業也並非沒有。戰士、巡林客、聖武士和野蠻人會選擇成為魔射手，以便為其戰鬥能力新增少許魔法要素。相反地，法師和術士也會選擇此進階職業，以增強他們的戰鬥能力。武僧、牧師、德魯伊、遊蕩者和吟遊詩人則很少成為魔射手。

<b>角色定位：</b>當盟友衝入敵陣近身肉搏時，魔射手站在遠處就能輕鬆地解決掉敵人。射向敵陣的漫天箭雨，代表了魔射手遠端戰鬥能力的巔峰。

<b>角色陣營：</b>魔射手可以是任何陣營。但精靈和半精靈通常傾向於自由奔放，故很少是守序陣營。同樣地，邪惡的精靈魔射手也很罕見。總的來說，善良或中立的角色更可能成為魔射手。

<b>非冒險者：</b>有精靈的地方就有魔射手。魔射手時常帶領一小隊普通射手，或和其他魔射手組成精銳小隊。這些小隊是精靈之所以在戰鬥中令人聞風喪膽的主因之一。]]
s_zaa_ea	="附魔箭"	s_zaa_ea_d	="1級起，魔射手射出的非魔法箭會變成魔法箭，具有+1增強加值。\n\n之後每2級+1加值（1級+1，3級+2，5級+3，7級+4，9級+5）。"	s_zaa_ea_hr	="附魔箭的增強加值可與魔法弓的增強加值疊加。"
s_zaa_ia	="灌法箭"	s_zaa_ia_d	="2級起，魔射手可在箭上灌注區域性法術。箭射出後，落點成為該法術影響區域中心，即使該法術原本只能以施法者為中心。\n\n此能力可讓魔射手以弓的射程替代法術距離。"
s_zaa_sa	="追蹤箭"	s_zaa_sa_d	="4級起，每天一次，魔射手可對射程內一個已知目標射出一支追蹤箭，此箭可繞過拐角命中敵人，除非遇到無法繞過的障礙物或超出射程。\n\n該能力無視掩蔽和隱蔽調整值，但除此之外的其他攻擊相關檢定照常進行。"
s_zaa_pa	="相位箭"	s_zaa_pa_d	="6級起，每天一次，魔射手可對射程內一個已知目標射出一支相位箭，此箭可貫穿途中所有非魔法障礙或牆壁，徑直飛向目標。（任何魔法障礙都會阻擋此箭）。\n\n該能力無視掩蔽、隱蔽和盔甲調整值，但除此之外的其他攻擊相關檢定照常進行。"
s_zaa_ha	="箭雨"		s_zaa_ha_d	="8級起，每天一次，魔射手可對射程內多個目標各射一箭（最大目標數等於魔射手等級），每支箭的攻擊都使用魔射手的主要攻擊加值。"
s_zaa_da	="死亡箭"	s_zaa_da_d	="10級起，魔射手可製造死亡箭。中此箭的目標須進行一次強韌豁免（DC = 10 + 魔射手等級 + 智力或魅力調整值取高），失敗則立即死亡。\n\n製造一支死亡箭需一整天，且僅供製造者本人使用。死亡箭最多能儲存一年，且魔射手最多持有一支死亡箭。"


-- zat	詭術師		Arcane Trickster	
s_zat	="詭術師"			s_zat_b	="擅長使用奧術魔法來強化其賊活和詭計的麻煩製造者和惡棍。"
s_zat_d	=[[很少有人能在詭詐和狡猾上與詭術師比肩。這些令人稱奇的盜賊將奧術的精妙之處與盜匪的狡詐天性完美融合，以法術來強化他們的賊活。詭術師能用他們的魔法伎倆從安全距離進行開鎖、解除陷阱、扒竊，而且往往以羞辱戲弄作為戰勝敵人的目標，而非更暴力的方式。

詭術師擅長將其法術知識與陰謀詭計、盜竊或單純的惡作劇相結合。他們是適應性最強的冒險者之一。詭術師通常很依賴直覺或經驗，他們會準備各種能增強潛行和機動性的法術，以備冒險途中不時之需。


<b>基礎職業：</b>對於那些通過研究奧術來補充其盜竊天賦的遊蕩者而言，詭術師之路可謂天然之選。奧術施法能力和偷襲能力是成為詭術師的必要條件，因此儘管也有其他多種組合，遊蕩者兼法師、遊蕩者兼術士、或遊蕩者兼吟遊詩人是最常見的詭術師。刺客偶爾也會選擇這個職業，但通常只在已有法師或術士等級的情況下。

<b>角色定位：</b>憑藉對魔法的掌握，詭術師比一般的遊蕩者更擅於迷惑對手。遠端手法強化了他們的賊活，而無須夾擊即可偷襲、或法術偷襲的能力也使得詭術師成為可怕的傷害輸出者。

<b>角色陣營：</b>所有詭術師都有惡作劇和偷竊的嗜好，因此絕不會是守序陣營。儘管有時也會通過法師之道獲得魔法能力，但他們的魔法天賦通常還是源自術士血脈。因此，大多數詭術師都是混亂陣營。

<b>非冒險者：</b>詭術師多現身於世界級的大都會，徘徊在街頭巷尾，伺機下手行竊，在這裡他們的魔法盜術最有用武之地。在擁擠的酒吧裡，你也很可能會和一個詭術師撞個滿懷（你可別忘了檢查一下口袋）。]]
s_rng_hand	="遠端手法"	s_rng_hand_d	="詭術師可以在30尺距離內使用以下職業技能：解除裝置，開鎖或是手上功夫。遠端工作將使技能檢定DC增加5，並且在此檢定中無法取10。遠端手法的操作物件重量必須為5磅或更輕。\n\n1級起，每4級（1、5、9…）此能力的每天使用次數增加1。使用遠端手法時，他每天只可將一種技能檢定用在遠端手法上，而且詭術師在該項技能上級數必須至少為1。"
s_sa_frc	="強行偷襲"	s_sa_frc_d	="當詭術師達到3級時，他可以宣告他的一次近戰或遠端攻擊是偷襲（強行遠端偷襲時，目標必須位於30尺以內），該能力每天可使用1次。目標的防禦等級失去敏捷加值，但僅對本次攻擊有效。本能力可以作用於任何目標，但不受重擊的生物同時也不承受額外的偷襲傷害（但防禦等級仍失去敏捷加值）。\n\n3級起，每4級（3、7、11…）此能力的每天使用次數增加1。"


-- zam	大法師		Archmage			
s_zam	="大法師"			s_zam_b	="偉大的魔法藝術家，能以其他施法者無法企及的方式操控法術。"
s_zam_d	=[[魔法就是藝術！藝術具有神奇的魔法力量，而魔法則是藝術的極致境界。大法師是超乎常人的施法者，是魔法的偉大藝術家，他們擁有神奇的力量，可以盡情揮灑，變化法術的既定形態，但這些神祕知識往往以犧牲自身某些施法能力為代價。


<b>基礎職業：</b>大法師幾乎都是專職的法師或術士。他們很少兼職，而是選擇將所有精力都放在完善其奧術能力上。

<b>角色定位：</b>很少能在冒險活動中看見大法師的身影。對大法師而言，時間用在奧術研究之外絕對是浪費。偶爾個別大法師出於特殊目的會臨時與其他冒險者組隊。戰鬥中，只要前方戰線不倒，大法師就能在後排為隊伍提供無窮無盡無與倫比的奧術火力。

<b>角色陣營：</b>如同奧術本身，大法師的法典裡不存在善惡、道德、責任和情感，唯一值得花費精力的只有奧術。大法師通常都是中立陣營，世人可能會按照大法師的所作所為為其劃分陣營，對其感恩戴德亦或憎恨厭惡。殊不知所有這些對大法師而言其實都毫無意義，只是其奧祕探索之旅產生的額外效果而已。

<b>非冒險者：</b>定居在大城市的大法師通常在側重魔法的行會中擔任要職。他們對奧術的追求和對高階奧術的熟稔，令大多數同僚都難望其項背。而有些大法師則選擇離群索居，以便潛心研究。]]
s_high_arcana	="高等奧術能力"	s_high_arcana_d	="大法師在升級時有選擇並得到下列特殊能力的機會，代價是永久失去一個已有施法位（他無法消除高於其所能施展最高法術等級的法術位）。每一個特殊能力都有其所需施法位的最低等級限制，詳見下述。\n\n大法師也可以選擇消去比要求的奧術等級高的施法位來獲得高等奧術能力。"
s_arcane_fire	="奧火"	s_arcane_fire_d	="大法師可以將一個準備好的奧術的能量轉換為奧火，將其製成一支原始法術能量的能量矢。奧火是一種遠端接觸攻擊，射程為400+40英尺/每個大法師等級，造成的傷害值是每個大法師等級1d6再加上被轉換奧術每個等級1d6傷害。該能力需要一個九級施法位。"
s_arcane_reach	="奧術之手"	s_arcane_reach_d	="大法師可以使用接觸法術來接觸30英尺內的目標。此特殊能力可以選擇兩次，此時範圍為60英尺。該能力需要一個七級施法位。"
s_ctr_spl_bk	="反制法術掌控"	s_ctr_spl_bk_d	="當大法師反制了一個法術後，它將立刻返回到施法者身上，就象被法術反轉完全影響了一樣。如果施放的法術無法被法術反轉轉向，那麼這個法術只是被反制。該能力需要一個七級施法位。"
s_mastery_of_elements	="元素掌控"	s_mastery_of_elements_d	="大法師可以在施展奧術時改變它，用另外一種不同元素替換掉正常的元素。該能力只可改變具有如下描述的法術：酸、寒、火、電、音波。被轉化的奧術的施法時間不受影響。施法者可以在開始施法前選擇是否要轉換法術能量型別，並指定這個奧術的新能量種類。該能力需要一個八級施法位。"
s_mastery_of_shaping	="塑形掌控"	s_mastery_of_shaping_d	="大法師可以改變使用如下形狀的區域或效果型法術的作用範圍：爆發，錐形，柱形，瀰漫，擴散。大法師可以使用此特殊能力在法術作用空間中創建出不受此法術影響的區域。這些區域的最小體積是5英尺邊長的立方體。而且，塑形掌控的能力可以將可塑形法術的最小作用空間從10英尺降至5英尺。該能力需要一個六級施法位。"
s_zam_spell_power	="法術之力"	s_zam_spell_power_d	="這個特殊能力將大法師的有效施法者等級提升了1級（僅作用於視等級決定法術效果變化的法術屬性，如傷害投擲骰、射程以及施法者等級檢定）。該能力需要一個五級施法位。"
s_zam_spell_like_ability	="類法術能力"	s_zam_spell_like_ability_d	=[[大法師可以在他的一個空著的法術位（不包括學習這個或其他高等奧術能力所失去的法術欄位）上永恆地儲存某一特定法術，並將它變成類法術能力。這個類法術能力每天可使用2次。在施放這個類法術能力時，大法師不需要任何法術成分，但是依然要支付經驗值成分。同時若是這個法術中包含有昂貴材料成分，每施放一次，大法師將失去10倍材料價格（金幣）的經驗值。該能力需要一個五級施法位。

類法術能力通常佔用同級的法術位，但有時大法師也可以儲存一些被超魔專長強化過的奧術，這時使用對應法術等級的法術位。

大法師也可以選擇用高等級法術位儲存低等級法術，從而增加類法術能力的使用次數。用高3級的法術位儲存的類法術能力每天可使用4次；高6級的法術位儲存的類法術能力每天可使用6次。

當多次選擇這個特殊能力時，角色可以繼續再次轉化一個法術，可以是已經選擇過的（增加每日使用數量），也可以是未選擇過的奧術。]]


-- zas	刺客		Assassin			
s_zas	="刺客"	s_zas_b	="冷酷的謀殺者，為了金錢和純粹的殺人快感而殺人。"
s_zas_d	=[[一旦接受任務，刺客就可以保證精確的將其完成，他們是刺探情報，暗殺以及恐怖活動的專家。在刺客心中，他們是藝術家，而他們的作品就是死亡。受過多種殺人技巧訓練的刺客，一向是最受人畏懼的職業之一。

刺客下手迅速，招招致命，還精於滲透與易容．通常擔任間諜、眼線、僱傭殺手或復仇代理人。他們精於解剖學、潛行、下毒等各種黑暗技藝訓練，能精確地完成刺殺任務。


<b>基礎職業：</b>遊蕩者、武僧和吟遊詩人可成為典型的躲在陰影中伺機偷襲的潛行刺客。戰士、前聖武士、巡林客、德魯伊與野蠻人，則可成為擅長正面作戰的武鬥刺客，他們在戰場上殺敵的能力與暗殺技巧一樣高超。術士、法師和牧師可能是最令人膽寒的刺客，他們會用法術乾淨利落地滲透與殺人。雖然幾乎任何職業都有能力成為一名刺客，但從能力、觀點和思維形式上來說，遊蕩者比其他職業更適合。雖說他們在戰鬥中是優秀的夥伴，但是他們更加擅長隱祕行動，並且最好的刺客在暗殺目標的時候從來不會被發現。

<b>角色定位：</b>刺客通常都是獨來獨往，視同伴為累贅。有些時候刺客會因為任務而較長時間和其他冒險者組成隊伍。但是很少有人會把背後交給刺客，更可能的是讓這些冷酷的殺手偵察或幫助準備伏擊。

<b>角色陣營：</b>因為其利己原則和隨意剝奪他人生命的冷酷無情，邪惡陣營的生物更容易被此職業所吸引。由於這個職業需要一定程度的紀律性，混亂陣營並不太適合成為這些陰影中的殺手。中立陣營的人物有時也會成為刺客，通常他們認為自己只是在忠實的完成使命，然而作為刺客，任務的性質無可避免的將他們推向了邪惡。

<b>非冒險者：</b>刺客通常屬於某些公會或祕密組織，其根據地隱藏在城市中或荒郊野外的堡壘裡。有時他們會獨自或以小組的形式為掌權的邪惡人物效命。偶爾也有刺客會單獨行動，但只有最頂尖的刺客願意在沒有任何支援或後援的情況下行事。]]
s_death_atk		="奪命攻擊"	s_death_atk_d	=[[若刺客先觀察目標3輪，然後再以近戰武器偷襲目標且造成傷害，則此次偷襲擁有附加效果：目標進行一次強韌檢定（DC=10+刺客職業等級+智力調整值），失敗則死亡。

觀察目標時，刺客可進行其他行動，只要注意力始終保持在目標身上，但不可對目標使用攻擊動作。

一旦觀察滿3輪，必須在接下來的3輪內發動奪命攻擊。若奪命攻擊失敗（目標透過檢定），或觀察完畢後3輪內未發動奪命攻擊，則需重新觀察3輪，才能再次進行奪命攻擊。]]
s_death_atk_1	="奪命攻擊：觀察"
s_death_atk_2	="奪命攻擊：就緒"
s_psn_use		="用毒"	s_psn_use_d	="刺客和暗黑衛士受過用毒訓練，不會在為武器淬毒時意外中毒。"
s_zas_def_psn	="對毒素豁免加值"	s_zas_def_psn_d	="2級起，刺客對所有毒素的豁免獲得+1天生加值，之後每2級+1。"
s_hide_sight	="視線躲藏"	s_hide_sight_d	="8級起，即使被人注視，刺客也可使用躲藏技能。只要在某種陰影10呎內，即使沒有掩體遮蔽，刺客也可以隱藏自己。當然，刺客不能躲在自己的影子中。"


-- zbg	暗黑衛士	Blackguard			
s_zbg	="暗黑衛士"			s_zbg_b	="邪惡的化身、凡塵的惡魔，暗黑衛士是聖武士的對立面。"
s_zbg_d	=[[暗黑衛士是邪惡的化身、凡塵的惡魔。這些惡名遠揚的黑武士與惡魔或魔鬼同流合汙、服侍邪神，世人對其極度憎惡和恐懼。他們天性邪惡，與謹守善良的聖武士完全對立，因此有時也被稱為反聖武士或黑暗聖武士。

暗黑衛士行事手段多變—差遣黑暗的爪牙僕役為其效勞，以狡詐下作的手段潛行攻擊，或用破善斬直接剷除擋在他面前的正義力量。


<b>基礎職業：</b>戰士、前聖武士、巡林客、武僧、德魯伊和野蠻人可成為強力的戰鬥型暗黑衛士，而成為暗黑衛士的遊蕩者和吟遊詩人則可能強調其能力和法術微妙的一面。成為暗黑衛士的術士、法師和牧師有時被稱為魔鬼使徒，他們比其他暗黑衛士更喜歡與煉獄生物打交道。

<b>角色定位：</b>活人見到暗黑衛士的時刻通常就是生命的最後一刻，正常的冒險隊伍中基本不會有這些邪惡武士的位置。偶爾有些冒險者為形勢所迫不得不與暗黑衛士為伍，在厭惡疏遠的同時他們也無法否定暗黑衛士作為隊伍前鋒的實力。

<b>角色陣營：</b>暗黑衛士無可爭議地屬於邪惡陣營。鮮血、瘟疫、災難與毀滅，這些揮之不去的惡名就決定了暗黑衛士與善良甚至中立無緣。暗黑衛士通常都傾向於混亂陣營，少數聽命於更強大的邪惡存在而趨於守序。

<b>非冒險者：</b>暗黑衛士通常會率領不死軍團、邪惡異界生物或其他怪物組成的邪惡軍團去四處侵略，或擴大現有領土。有時會作為黑暗副官服侍更強大的邪惡角色。偶爾也會單獨行動，作為僱傭殺手，或四處遊蕩，散佈疫病、毀滅與混亂。]]
s_dark_blessing	="暗黑祝福"	s_dark_blessing_d	="暗黑衛士的魅力調整值若為正值，則加值可用於所有豁免檢定上。"
--s_smite_good	="破善斬"	s_smite_good_d	="2級開始，暗黑衛士可用普通近戰攻擊使出破善斬，每日一次。此時，攻擊檢定可加上魅力調整值（若為正值），且造成等於暗黑衛士等級的額外傷害值。如果暗黑衛士對非善良生物使用破善斬，則沒有特殊效用，而且仍計入當日使用次數。\n\n到了5級和10級，暗黑衛士每日使用破善斬的次數會各增加一次。"
--Smite Good (Su): Once a day, a blackguard of 2nd level or higher may attempt to smite good with one normal melee attack.\n\nHe adds his Charisma modifier (if positive) to his attack roll and deals 1 extra point of damage per class level. If a blackguard accidentally smites a creature that is not good, the smite has no effect but it is still used up for that day.\n\nAt 5th level, and again at 10th level, a blackguard may smite good one additional time per day.
s_aura_of_despair	="絕望暗氣"	s_aura_of_despair_d	="3級開始，暗黑衛士會散發邪惡的氣息，使得身旁10呎內敵人的所有豁免檢定均受到-2士氣減值。"
s_zbg_cmd_ud	="命令不死生物"	s_zbg_cmd_ud_d	="3級開始，暗黑衛士可命令與斥喝不死生物，其效果如同等級低2級的牧師一樣。"
--s_sa	="偷襲"	s_sa_d	="暗黑衛士在4級時獲得此類似於遊蕩者的同名能力。每升三級（7級，10級），額外傷害值會增加1d6。如果暗黑衛士有來自其它原因的偷襲加值，其額外傷害加值也會累加其中。"
--Sneak Attack: This ability, gained at 4th level, is like the rogue ability of the same name. The extra damage increases by +1d6 every third level beyond 4th (7th and 10th). If a blackguard gets a sneak attack bonus from another source the bonuses on damage stack.
s_fiendish_servant	="煉獄僕役"	s_fiendish_servant_d	=[[5級開始，暗黑衛士可召喚一隻煉獄蝙蝠、煉獄貓、煉獄凶暴鼠、煉獄馬、煉獄矮種馬、煉獄渡鴉或煉獄蟾蜍，作為其僕役。暗黑衛士的僕役更可根據暗黑衛士的職業等級獲得相應的HD與特殊能力（見下表）。

暗黑衛士一次只能擁有一個煉獄僕役。

一旦僕役死亡，他必須隔一年又一天之後才可再召喚一個。新的煉獄僕役的能力與暗黑衛士召喚它時的等級相對應。

人物等級	額外生命骰	天生防禦調整	力量調整	智力值	特殊能力
12或更低	+2		+1		+1		6	情感連線，精通反射閃避，共享豁免檢定，共享法術
13-15		+4		+3		+2		7	與暗黑衛士交談
16-18		+6		+5		+3		8	血系
19-20		+8		+7		+4		9	法術抗力

人物等級：該暗黑衛士的人物等級（暗黑衛士職業等級加上其它職業等級）。

額外生命骰：額外的生命骰為d8，體質調整值照算。額外生命骰也會提升僕役的基本攻擊加值與基本豁免加值。

天生防禦調整：這項調整增加了僕役的天生防禦加值。

力量調整：將此數字加到僕役的力量值上。

智力值：僕役的智力值（煉獄僕役比同類的一般生物更聰明）。]]-- The Blackguard’s Fiendish Servant	以下為有關上表中提到的“特殊能力”的說明描述：The abilities mentioned in the “Special” column of the accompanying table are described below.
s_empathic_link	="情感連線"	s_empathic_link_d	="暗黑衛士與僕役相距1英里內時，彼此有情感連結。暗黑衛士無法透過僕役的眼睛看東西，但雙方可以心靈溝通。然而即使是再聰明的僕役，看待世界的方式也與人類不同，所以仍可能產生誤解。\n\n因為彼此有情感連結，暗黑衛士對僕役經驗過的事物或地點也會建立相同的關聯。"
--s_improved_evasion	="精通反射閃避"	s_improved_evasion_d	="有些攻擊效果若通過反射豁免仍會造成一半傷害，此時僕役若通過反射豁免，則完全不會受傷，若未通過反射豁免，也只會受到一半傷害。精通反射閃避是特異能力。"
--Improved Evasion (Ex): If the servant is subjected to an attack that normally allows a Reflex saving throw for half damage, it takes no damage on a successful saving throw and only half damage on a failed saving throw. Improved evasion is an extraordinary ability.
s_share_saving_throws	="共享豁免檢定"	s_share_saving_throws_d	="僕役可用自己或暗黑衛士的基本豁免加值中數值較高者作為自己的豁免加值。僕役可以將自身的屬性調整值加入豁免檢定，但不能共享暗黑衛士所擁有的其它豁免檢定加值。"
--s_share_spells	="共享法術"	s_share_spells_d	="根據暗黑衛士的選擇，他可以讓他施放給自己的法術（不包括類法術能力）同樣影響自己的僕役。該僕役必須在施法時處在暗黑衛士周圍5英尺範圍內才能獲得好處。如果該法術或者法術效果不是瞬間的而是有持續時間，那麼在煉獄僕役離開5尺範圍後該法術將無法影響此煉獄僕役，並且也不會再次影響它，就算它在法術持續時間到期前回到暗黑衛士身邊也是如此。\n\n另外，暗黑衛士可以對煉獄僕役施展那些法術目標為“自己”（“You”）的法術（如同遠端接觸法術）而不是對自己施展。即使某些法術通常不會影響煉獄僕役同類生物（魔法獸），暗黑衛士也可以用這種方式和煉獄僕役共享該法術。"
--Share Spells: At the blackguard’s option, he may have any spell (but not any spell-like ability) he casts on himself also affect his servant. The servant must be within 5 feet at the time of casting to receive the benefit. If the spell has a duration other than instantaneous, it stops affecting the servant if it moves farther than 5 feet away and will not affect the servant again even if the servant returns to the blackguard before the duration expires. Additionally, the blackguard may cast a spell with a target of “You” on his servant (as a touch range spell) instead of on himself. A blackguard and his servant can share spells even if the spells normally do not affect creatures of the servant’s type (magical beast).
s_speak_with_blackguard	="與暗黑衛士交談"	s_speak_with_blackguard_d	="若暗黑衛士的人物等級達到了13級，僕役與暗黑衛士便能夠以言語交談，如同使用通用語一樣。但除非利用魔法，其它生物無法瞭解其談話內容。"
s_blood_bond	="血系"	s_blood_bond_d	="若暗黑衛士的人物等級達到了16級，當僕役目睹暗黑衛士遭受威脅或受傷，則其所有攻擊、檢定和豁免獲得+2加值。只要威脅一直存在，此加值便會持續下去。"
s_zbg_sr	="法術抗力"	s_zbg_sr_d	="若暗黑衛士的人物等級達到了19級，僕役獲得法術抗力，數值等於暗黑衛士等級加5。外人要對僕役施法，必須進行施法者等級檢定（1d20+施法者等級），結果必須達到或超過僕役的法術抗力，法術才會成功。"


-- zdr	龍脈術士	Dragon Disciple		
s_zdr	="龍脈術士"			s_zdr_b	="接受自身龍族血統的奧術施法者，在訓練和奉獻的過程中經歷過部分龍形轉變。"
s_zdr_d	=[[和現存的某些最古老、最強力、最變化無常的種族一樣，龍族偶爾會與毫不知情的凡人結合，或與一些特殊的個體生下後代。這種奇妙結合所誕生的子嗣，即使到千百世代之後，體內都還殘存著稀薄的龍之血脈。同樣，總是有法師和煉金術士在尋求各種魔法途經來為自己的身體注入龍之力量，這些生物所執掌的偉大力量早已令他們垂涎不已。因此，許多種族體內都流淌著龍之血脈。對某些人來說，這份遺產昭示著術士血統和對魔法的偏好；然而對另一些人而言，他們龍族祖先的力量卻成為了一種困擾。

一些施法者接受了自身的龍族血統，並學習引導其能力，進而成為龍脈術士。這種可怕的戰士不但擁有技藝高超的術士的所有能力，還懂得如何將龍族的憤怒力量釋放到敵人身上。當龍脈術士發掘出祖先的力量時，他們能學會噴吐火焰，靠膜翼飛行，以及——在能力達到頂峰時——變身為龍。


<b>基礎職業：</b>大多數龍脈術士是野蠻人、戰士或遊俠，兼有術士或吟遊詩人職業。偶爾有些施法者也會嘗試探索龍脈術士之道，以進一步瞭解其自身的龍族血統，儘管為此不得不放棄大部分的奧術研究。牧師和德魯伊很少成為龍脈術士。已具有魔法能力者，會在其冒險途中逐步挖掘自身龍族血統的奧祕。

<b>角色定位：</b>藉由所掌握的施法職業擁有的魔法，龍脈術士能勝任典型的施法者定位，阻礙敵人的移動，並將傷害性法術砸向他們的對手。而且，龍脈術士的龍族能力讓這些多才多藝的施法者變得更加可怕，尤其當他們使用噴吐武器和飛行能力來直接毀滅敵人的時候。

<b>角色陣營：</b>龍脈術士可以是任何陣營，儘管他們傾向混亂多於守序。那些具有彩色龍特徵的龍脈術士，例如獸性的白龍和可怕的紅龍，會有邪惡的傾向。相反，那些像金屬龍的，比如堅忍的黃銅龍和俠義的金龍，通常屬於善良陣營。

<b>非冒險者：</b>龍脈術士喜歡四處漂泊，在人跡罕至的地方遊歷。龍脈術士常出沒於附近有龍的區域。雖然很罕見，但在任何龍與凡人有交集的土地上都可能發現龍脈術士。]]
s_zdr_spls		="額外法術"		s_zdr_spls_d	=[[龍脈術士升級時，可獲得額外法術位，如同來自高屬性值，但可附加在能施展的所有等級的法術上。

若角色在進階前擁有多個施法職業，則須選擇附加到哪個職業（不可更改）。]]-- 可以按上表獲 , as given on Table: The Dragon Disciple
s_zdr_nac		="天生防禦提升"	s_zdr_nac_d		=[[1級，4級，7級和10級時，龍脈術士的現有天生防禦（如有）將獲得提升。

隨著面板的增厚，龍脈術士將呈現出越來越多的龍族祖先的身體特徵。]]-- 提升，數值如上表所示（此數字為總的增加值）		), as indicated on Table: The Dragon Disciple (the numbers represent the total increase gained to that point)	), come indicato nella Tabella: Discepolo dei Draghi (i numeri rappresentano l'incremento complessivo ottenuto fino a quel punto)
s_zdr_nwpns		="利爪和齧咬"		s_zdr_nwpns_d	=[[2級時，龍脈術士獲得利爪和齧咬攻擊（若本來沒有）。在下列傷害值與龍脈術士的基礎利爪和齧咬傷害值中取較高的一項。

<b c=tw>體形	齧咬傷害	利爪傷害</b>
小型	1d4		1d3
中型	1d6		1d4
大型	1d8		1d6

龍脈術士視為擅長使用這些攻擊。當進行全力攻擊時，他使用最高基本攻擊加值進行齧咬攻擊，但利爪攻擊-5減值。多重攻擊專長可使此減值降為-2。]]
s_abi_inc		="屬性增強"	s_abi_inc_d	=[[隨著等級的提升，龍脈術士的屬性值將獲得增強。

這些增強可疊加，如同由升級獲得。]]-- 可按上表增強屬性。increase as noted on Table: The Dragon Disciple.
s_zdr_bwpn		="噴吐攻擊"	s_zdr_bwpn_d	=[[3級時，龍脈術士獲得一種較弱的噴吐攻擊，其型別和形狀取決於他所繼承的龍族祖先的種類（見下）。

無論哪種祖先，噴吐攻擊都可造成2d8點相應能量型別的傷害。7級，10級，13級，以及之後每4級，該傷害增加2d8。

無論威力大小，噴吐攻擊每日僅可使用1次。


噴吐武器的規則和龍類噴吐武器相同，除了以下區別：

噴吐武器的豁免DC等於10+龍脈術士等級+體質調整值。

線型噴吐攻擊5尺高，5尺寬，60尺長；錐形噴吐攻擊距離30尺。

<b c=tw>龍族祖先*	噴吐武器</b>
黑龍		線形強酸
藍龍		線形電擊
綠龍		錐形腐蝕氣（強酸）
紅龍		錐形火焰
白龍		錐形寒冷
黃銅龍		線形火焰
青銅龍		線形電擊
紅銅龍		線形強酸
金龍		錐形火焰
銀龍		錐形寒冷

*其他型別的龍脈術士也有可能存在，他們有對應的龍族祖先。]]
s_drg_anc		="龍族祖先"	s_drg_anc_d	=[[當龍脈術士發掘出祖先的力量時，他們能學會噴吐火焰，靠膜翼飛行，以及——在能力達到頂峰時——變身為龍。

3級時，龍脈術士獲得一種較弱的噴吐攻擊，其型別和形狀取決於他所繼承的龍族祖先的種類。

龍族祖先*	噴吐武器
黑龍		線形強酸
藍龍		線形電擊
綠龍		錐形腐蝕氣（強酸）
紅龍		錐形火焰
白龍		錐形寒冷
黃銅龍		線形火焰
青銅龍		線形電擊
紅銅龍		線形強酸
金龍		錐形火焰
銀龍		錐形寒冷

*其他型別的龍脈術士也有可能存在，他們有對應的龍族祖先。

10級時，龍脈術士對其噴吐攻擊的能量型別免疫。]]
s_drg_c_k		="黑龍"
s_drg_c_b		="藍龍"
s_drg_c_g		="綠龍"
s_drg_c_r		="紅龍"
s_drg_c_w		="白龍"
s_drg_m_brs		="黃銅龍"
s_drg_m_brz		="青銅龍"
s_drg_m_cpr		="紅銅龍"
s_drg_m_gld		="金龍"
s_drg_m_slv		="銀龍"
s_w_drg_c_k		="線形強酸"
s_w_drg_c_b		="線形電擊"
s_w_drg_c_g		="錐形腐蝕氣（強酸）"
s_w_drg_c_r		="錐形火焰"
s_w_drg_c_w		="錐形寒冷"
s_w_drg_m_brs	="線形火焰"
s_w_drg_m_brz	="線形電擊"
s_w_drg_m_cpr	="線形強酸"
s_w_drg_m_gld	="錐形火焰"
s_w_drg_m_slv	="錐形寒冷"
--s_blindsense	="盲感"	s_blindsense_d	="當龍脈術士達到5級時，角色獲得30尺盲感能力。透過非視力感官，龍脈術士可以感覺到自己無法看到的目標。角色不需要進行偵察或是聆聽檢定就可以注意並精確定位到盲感距離內目標的位置，前提是他和目標之間有效果線存在。\n\n角色無法看到的目標仍視為全隱蔽，角色攻擊處於隱蔽狀態的目標時，仍有失手機率。而且，即使擁有盲感能力，無法視物仍然會影響角色的行動，同時角色被無法看到的生物攻擊時，防禦等級上仍然會喪失敏捷加值。當龍脈術士達到10級時，該能力範圍擴大到60尺。"
--Blindsense (Ex): At 5th level, the dragon disciple gains blindsense with a range of 30 feet. Using nonvisual senses the dragon disciple notices things it cannot see. He usually does not need to make Spot or Listen checks to notice and pinpoint the location of creatures within range of his blindsense ability, provided that he has line of effect to that creature.\n\nAny opponent the dragon disciple cannot see still has total concealment against him, and the dragon disciple still has the normal miss chance when attacking foes that have concealment. Visibility still affects the movement of a creature with blindsense. A creature with blindsense is still denied its Dexterity bonus to Armor Class against attacks from creatures it cannot see. At 10th level, the range of this ability increases to 60 feet.
s_zdr_fly		="龍翼"	s_zdr_fly_d	="9級時，龍脈術士的脊背上長出一對龍翼，能以其正常陸行速度飛行。"-- ，靈活性為一般, with average maneuverability
s_zdr_max		="龍化"	s_zdr_max_d	=[[10級時，龍脈術士獲得半龍模版。他的噴吐攻擊更具威力，並且獲得+4力量和+2魅力。

他的天生防禦加值提升至+4，還獲得昏暗視覺，60尺黑暗視覺，免疫睡眠和麻痺效果，免疫其噴吐攻擊的能量型別。]]-- 威力（見上文）	免疫（見上表）	strength (as noted above)	weapon (see above)	forza (come sopra descritto)	soffio (vedi sopra)


-- zdu	決鬥家		Duelist				
s_zdu	="決鬥家"			s_zdu_b	="依靠優雅、姿態和雜技來贏得勝利的遊蕩劍客。"
s_zdu_d	=[[決鬥家是靈活聰慧的戰士，善用細劍之類的輕型武器進行精準如閃電的攻擊，因此有時也被稱為遊蕩劍客。決鬥家通常出現在那些具有完善的格鬥規則和禮儀的文明之邦。

決鬥家代表了優雅劍術的巔峰。他們優雅的身法凌駕於大多數對手之上，他們能以迅捷的刺擊劍術進行快速格擋反擊。決鬥家偏愛近戰，他們卓越的劍術令敵人防不勝防，還能通過精準的刺劍將對手致殘。

在戰鬥中，為了充分發揮自身的快速反應能力和智慧，決鬥家不喜歡穿著笨重的盔甲，他們認為最好的防禦就是讓人根本打不到。當他人在複雜險惡的地形上蹣跚踉蹌時，決鬥家們卻能在戰場上自由地閃轉騰挪、衝刺攻襲。


<b>基礎職業：</b>戰士或巡林客常常會選擇成為決鬥家，遊蕩者或吟遊詩人也同樣不少。出人意料地是，法師、術士和武僧也很適合成為決鬥家，反正這些職業本來就不依賴盔甲，還能從決鬥家職業提供的武器技能中受益頗多。少數標新立異的聖武士和野蠻人也會走上決鬥家之路。

<b>角色定位：</b>對那些希望發揮自身戰鬥能力、卻又因缺少重甲防護而難以正面作戰的盜賊和吟遊詩人而言，決鬥家的能力正好可以彌補他們的缺陷。決鬥家能與戰士、野蠻人等前線戰力並肩作戰，他們能巧妙地避開對手的刀鋒，同時熟練地瞄準他們的弱點。

<b>角色陣營：</b>決鬥家可以是任何陣營，儘管由於多出身於盜賊或吟遊詩人，他們不傾向於守序陣營。但守序的決鬥家也不是沒有，他們往往嚴守自身的榮譽信條，拒絕攻擊手無寸鐵或明顯弱勢的對手。

<b>非冒險者：</b>決鬥家通常是追求冒險或快速致富的獨行俠。偶爾他們也會組成緊密的小團體，基於團隊戰術進行戰鬥。]]
s_zdu_ac_int	="精明防禦"		s_zdu_ac_int_d	="1級起，未穿盔甲、未持盾牌、且使用近戰武器時，決鬥家可將智力加值（如有；最多等同決鬥家等級）加到敏捷加值來調整防禦等級。\n\n若處於措手不及或其他忽略敏捷加值的情況下，則也同樣失去該加值。"
s_init_2		="快速反應"		s_init_2_d		="2級起，決鬥家在先攻檢定上獲得+2加值。8級時，該加值升至+4。該加值可與精通先攻專長累加。"
s_zdu_mob		="增強靈活移動"	s_zdu_mob_d		="3級起，未穿盔甲、未持盾牌時，決鬥家對抗因移出威脅區域而導致的藉機攻擊的防禦等級獲得額外的+4加值。"
s_zdu_rf		="優雅閃避"		s_zdu_rf_d		="4級起，未穿盔甲、未持盾牌時，決鬥家在所有反射豁免檢定上獲得額外的+2能力加值。"
s_prc_dmg		="精準刺擊"		s_prc_dmg_d		="5級起，決鬥家獲得使用輕型或單手穿刺類武器進行精準刺擊的能力，可造成1d6額外傷害。\n\n進行精準刺擊時，他不能持盾或用另一隻手的武器進行攻擊。\n\n精準刺擊只能對有明顯解剖構造的活物起作用。免疫重擊的生物不受精準刺擊影響，可保護生物免受重擊的物品或技能也可保護該生物免受精準刺擊。\n\n10級起，每5級（10、15、20…）精準刺擊的傷害增加1d6。"-- Al 10° livello, il danno aggiuntivo di un colpo preciso sale a +2d6.
s_acr_chg		="雜技衝鋒"		s_acr_chg_d		="6級起，決鬥家獲得在其他人無法衝鋒的情況下進行衝鋒的能力，能在正常情況下需慢速移動的困難地形上衝鋒。\n\n視環境而定，決鬥家可能仍需進行適當的檢定，以成功越過該地形。"
s_zdu_ac_def	="精巧格擋"		s_zdu_ac_def_d	="7級起，決鬥家在近戰中選擇防禦式戰鬥或進行全防禦時，其防禦等級獲得額外的+1/每決鬥家等級的閃避加值。"
s_zdu_dfl_arw	="撥擋飛箭"		s_zdu_dfl_arw_d	="9級起，使用輕型或單手穿刺類武器時，決鬥家可獲得等同撥擋飛箭專長的好處。"


-- zdd	矮人防禦者	Dwarven Defender	
s_zdd	="矮人防禦者"		s_zdd_b	="不惜一切代價捍衛領土和堅守防線的大師。"
s_zdd_d	=[[矮人防禦者是將自己奉獻給矮人族群、神祇或生活方式的勇士。顧名思義，他們是熟練的戰鬥者，尤其精於防禦。一排矮人防禦者勝過一道十尺厚的石牆，且更具威力。當矮人防禦者進入防禦姿態後，他們便會將全部力量放在抵禦任何來犯的敵人、衝突或威脅上。


<b>基礎職業：</b>大多數矮人防禦者出身於戰士、聖武士、巡林客或牧師，通常是那些希望能夠更好地保護同伴和盟友的角色，儘管前野蠻人、術士、法師和德魯伊當然也都能從該進階職業的防禦能力中獲益。而遊蕩者、吟遊詩人和武僧由於通常過於依賴機動性，無法充分發揮矮人防禦者的能力。

<b>角色定位：</b>矮人防禦者擅於近戰，力圖證明良好的防禦就是最好的攻擊。他們通常身處戰鬥的第一線，堅守戰位掩護同伴，或衝進敵方陣型的缺口併為戰友維持之，或如同移動堡壘般保護更脆弱的己方人員，在瞬息萬變的混亂戰局中也始終穩如泰山。

<b>角色陣營：</b>矮人防禦者能如同一塊頑石一般不計代價地堅守陣地，嚴格遵守命令和紀律是成為一名矮人防禦者的關鍵，因此矮人防禦者都是守序陣營的。

<b>非冒險者：</b>矮人防禦者通常是矮人城堡中的士兵，他們自成編隊，不與普通武者或戰士混編。偶爾也能遇到單獨行動執行某項任務的矮人防禦者，不過他通常守口如瓶，很難套出其任務內容。]]
s_zdd_ac_bonus	="額外防禦等級"	s_zdd_ac_bonus_d	="隨著等級的提高，矮人防禦者在防禦等級上獲得閃避加值。\n\n1級起每3級（1，4，7…），該加值增加1。"-- 矮人防禦者將會隨著等級的提高在其防禦等級上獲得閃避加值，從+1起，直到10級時可獲得總共+4的加值。The dwarven defender receives a dodge bonus to Armor Class that starts at +1 and improves as the defender gains levels, until it reaches +4 at 10th level.
s_zdd_def	="防禦姿態"	s_zdd_def_d	=[[當處於防禦姿態時，矮人防禦者獲得驚人的力量與耐力，但不能自防禦位置移動。

他獲得+2力量，+4體質，所有豁免檢定+2抗力加值，防禦等級+4閃避加值。（體質加值使矮人防禦者每級獲得2點生命值，不過當防禦姿態終了，體質值恢復原狀，這些額外生命值也隨之消失。這些額外生命值不像暫時生命值那樣先損失。）

處於防禦姿態時，防禦者不能使用需要移動位置的技能或能力。

防禦姿態持續時間為3輪+角色體質調整值（以最新值計）。防禦者可在期限之前自主結束防禦姿態。防禦結束時，防禦者會因為勞累而在這場戰鬥遭遇中力量受到-2減值。

防禦姿態每日使用次數有限，視等級而定。1級起，每2級（1、3、5…），該次數增加1。

進入防禦姿態不需要花時間，但只能在輪到自己行動時使用。]]-- 視等級而定（見表：矮人防禦者）	by his level (see Table: The Dwarven Defender)
s_zdd_def_mov	="移動防禦"	s_zdd_def_mov_d	="8級起，維持防禦姿態的矮人防禦者能夠調整其所在位置。當處於防禦姿態狀態時，矮人防禦者每輪能夠在不損失其姿勢獎勵的情況下進行一次五尺快步。"


-- zek	奧法騎士	Eldritch Knight		
s_zek	="奧法騎士"			s_zek_b	="將魔法力量與戰鬥能力相結合，創造出劍與魔法致命組合的奧術施法者。"
s_zek_d	=[[令人畏懼的戰士兼施法者，奧法騎士是罕見的既能施展法術，又能與戰士、野蠻人等戰鬥職業並肩作戰的存在。面對全副武裝的對手時，奧法騎士會以法術轟殺或削弱他們；而面對羸弱的施法者時，奧法騎士則毫不留情地直接刀刃加身。奧法騎士在戰場上所展現出的令人歎為觀止的多樣性，使得那些必須在戰鬥中面對奧法騎士的人們對其十分忌憚。


<b>基礎職業：</b>奧法騎士之道需兼備戰鬥能力和奧術力量，所以奧法騎士幾乎都是以兼職角色開始他們的歷練，戰士兼法師的組合尤其常見。某些奧法騎士出身吟遊詩人，也有些是聖武士兼術士。他們通常出現在奧術研究和武術訓練同樣普遍的地方。

<b>角色定位：</b>奧法騎士融合了戰鬥職業和施法職業兩者的能力，這一刻向敵人施展魔法，而下一刻又揮舞利刃砍向對手。他們既能在激烈的正面戰鬥中游刃有餘，也能安全地躲在同伴身後向敵人施法。當即將到來的戰鬥性質未明時，他們的戰術多樣性極具價值。

<b>角色陣營：</b>成為一名奧法騎士的途經很廣泛，如同成為一名法師學徒或士兵，因此奧法騎士可以是任何陣營。然而，在研究奧術知識和武術技巧之間保持平衡需要很強的自律能力，因此許多奧法騎士傾向於守序陣營。

<b>非冒險者：</b>凡是有戰鬥或奧術知識跡象的場合，往往就能發現奧法騎士的蹤跡。他們對高等級的戰士或法師尤其感興趣，有些奧法騎士甚至會拜這些專家為師，學習奧術技巧或武術的精髓。奧法騎士一方面要進行體能訓練，學習戰鬥技巧，另一方面還要分心鑽研奧術以學習更多更強大的法術。顯而易見，這會花費大量時間和努力，因此奧法騎士一般都是意志力堅定的人物。然而，對專職的奧術施法者或精英士兵而言，奧法騎士是不能從一而終的異類，往往無法得到認同。許多奧法騎士選擇離開魔法學院，成為僱傭兵或冒險者等。]]
s_zek_afc	="著甲施法"	s_zek_afc_d		="1級起，奧法騎士受到的奧術失敗率降低5%。之後每2級降低5%（1、3、5…）。"
s_zek_undr	="穿透打擊"	s_zek_undr_d	="2級起，奧法騎士的武器攻擊可忽略2點任意型別的傷害減免。之後每2級+2點（2、4、6…）。"
s_zek_sr	="奧法抗力"	s_zek_sr_d		="5級起，奧法騎士的現有法術抗力+1加值。10級時，該加值升至+2。"


-- zhi	大祭司		Hierophant			
s_zhi	="大祭司"			s_zhi_b	="信仰虔誠，居於高位的神術施法者。"
s_zhi_d	=[[為了獎賞信仰虔誠或居於高位的神職人員，神祇通常會賜予他們普通訊徒難以企及的強大神術和能力。然而，並非所有人都追求極致的強大。大祭司寧願放棄那些高深的強大神術，以鑽研自身既有能力，使技巧更加純熟，更有效的發揮威力。


<b>基礎職業：</b>絕大多數大祭司出身於牧師或德魯伊，有些會兼職其他側重神術的進階職業，但極少兼職非施法者職業。

<b>角色定位：</b>大祭司大部分時間都在履行職責，很少會和冒險扯上關係。偶爾因為某些神聖任務大祭司可能會與其他冒險者組成隊伍。大祭司對於任何團隊而言都是強大的盟友，能提供攻擊、防禦、增益和治療等各方面的神術支援。

<b>角色陣營：</b>大祭司通常傾向於守序善良，但侍奉邪神進而獲得此進階職業資格的神術施法者也並不少見。

<b>非冒險者：</b>大祭司通常擔任教會或德魯伊教派的高階職司，基本上都是其信仰領域裡的精神領袖。]]
s_bns_cl	="法術和施法者等級"	s_bns_cl_d	="提升大祭司等級時，雖然無法增加每日法術數量，也不能獲得高等級法術，但施法者等級會提升為大祭司等級和原本施法職業等級之和。"
s_zhi_special_ability	="特殊能力"	s_zhi_special_ability_d	="每個級別大祭司都可以從對應列表中選擇一種特殊能力。如果願意，大祭司可以選擇獲得一種超魔專長來代替特殊能力。"-- 每個級別大祭司都可以從選擇一種以下所列的特殊能力。Every level, a hierophant gains a special ability of his choice from among the following.
s_blast_infidel	="打擊異端"	s_blast_infidel_d	=[[當打擊對立陣營的敵人時，大祭司能夠使他的利用負能量的法術發揮最大效用。（詳見下面的陣營與對立陣營表。）在目標為對立陣營的生物時，任何製造或轉導負能量的法術都視為處於法術極效專長的影響下（無需使用較高階法術位）。受此能力影響的不死生物將醫治同等數量的傷害。

大祭司陣營	對立陣營
守序善良	混亂邪惡
中立善良	中立邪惡
混亂善良	守序邪惡
守序中立	混亂中立
中立		守序善良，混亂善良，守序邪惡，混亂邪惡*
混亂中立	守序中立
守序邪惡	混亂善良
中立邪惡	中立善良
混亂邪惡	守序善良

*中立大祭司可以選擇表中所列的四個陣營之一作為其對立陣營，以使用特殊能力。]]
s_divine_reach	="神力無邊"	s_divine_reach_d	="大祭司可以使用接觸法術來接觸30英尺內的目標。如果法術要求進行一次近戰接觸攻擊，那麼大祭司必須做一次遠端接觸攻擊來代替它。此特殊能力可以選擇兩次，此時範圍為60英尺。"
s_faith_healing	="信仰神療"	s_faith_healing_d	="當治療相同陣營的生物（包括大祭司自己）時，大祭司能夠使他的醫療法術發揮最大效果。當醫療這類生物時，任何具有醫療描述的法術都視為處於法術極效專長的影響下（無需使用較高階法術位）。"
s_gift_of_the_divine	="神賜之禮"	s_gift_of_the_divine_d	="僅有具有牧師等級的大祭司可以選擇該能力。此能力允許大祭司將自己的一次或多次驅散不死生物的能力轉換給一個自願的生物。（使用斥喝不死生物能力的大祭司可以轉換其斥喝不死生物的能力。）無論之後處於何地，每次的轉換都可以持續24小時至一週時間（轉換時決定）。在此持續期間，大祭司每日可嘗試驅散的次數將減去其轉換的數量。受賜者在驅散不死生物時，視其牧師等級為大祭司的牧師等級，但需使用自己的魅力調整值。"
s_mastery_of_energy	="能量掌控"	s_mastery_of_energy_d	="僅有具有牧師等級的大祭司可以選擇該能力。此能力使大祭司能夠更加有效的溝通正能量或負能量，增益其驅散不死生物的能力。大祭司的驅散檢定和驅散傷害判定將具有+4的加值。即使在大祭司能夠驅散其它生物（比如說某一領域的神授能力），此能力也只對不死生物有效。"
--s_metamagic_feat	="超魔專長"	s_metamagic_feat_d	="如果願意，大祭司可以選擇獲得一種超魔專長來代替特殊能力。"
--Metamagic Feat: A hierophant can choose a metamagic feat in place of one of the special abilities described here if desired.
s_power_of_nature	="自然之禮"	s_power_of_nature_d	=[[僅有具有德魯伊等級的大祭司可以選擇該能力。此能力允許大祭司將自己的一個或多個德魯伊職業的特性轉換給一個自願的生物。無論之後處於何地，每次的轉換都可以持續24小時至一週時間（轉換時決定）。在此持續期間，大祭司無法使用已被轉換的力量。除法術能力和動物夥伴外，人物的任何德魯伊特性都可以被交賜。

德魯伊的野性變身能力可以被部分或完全轉換。大祭司可以選擇讓受賜者每日使用多少次變身能力，自己使用剩餘的次數。如果大祭司可以變身為超小型或超大型動物，則受賜者同樣可以。

同法術法術灌輸相同，大祭司依然要為受賜者使用的受賜能力負責。]]
s_zhi_spell_power	="法術之力"	s_zhi_spell_power_d	="這個特殊能力可以使大祭司的有效施法者等級增加1級，作用於視等級決定法術效果變化的法術屬性以及施法者等級檢定。此能力可多次選擇，並可以累加人物的有效施法者等級。"
s_zhi_spell_like_ability	="類法術能力"	s_zhi_spell_like_ability_d	=[[大祭司可以在他的一個神術位上永恆地準備他的一項神術，並將它變成類法術能力。這個類法術能力每天可使用2次。在施放這個類法術能力時，大祭司不需要任何法術成分，但是依然要支付經驗值成分。同時若是這個法術中包含有昂貴材料成分，每施放一次，大祭司將失去10倍材料價格（金幣）的經驗值。

類法術能力通常佔用同級的法術位（如果願意，大祭司也可以選擇較高的法術位以儲存一些被超魔專長強化過的神術）。大祭司也可以選擇用高等級法術位儲存低等級法術，從而增加類法術能力的使用次數。用高3級的法術位儲存的類法術能力每天可使用4次；高6級的法術位儲存的類法術能力每天可使用6次。

當多次選擇這個特殊能力時，角色可以繼續再次轉化一個法術，可以是已經選擇過的（增加每日使用數量），也可以是未選擇過的法術。]]


-- zhw	大地旅者	Horizon Walker		
s_zhw	="大地旅者"			s_zhw_b	="即使在最奇異的地形上也能如履平地的斥候和流浪者。"
s_zhw_d	=[[大地旅者是永不停息的旅行家，足跡遍佈宇宙每個危險的角落。在日復一日的旅程中，他們學會了如何與所處環境融為一體。隨著時間的推移，他們與腳下大地建立了一種神祕的聯絡。但他們絕不會被束縛在某個特定的地方；他們總是不斷追尋未知的領域，體驗前人從未經歷的冒險。

大地旅者是旅行方面的大師，總是在惡劣的地形上尋找安全的路徑。他們在別人談之色變的惡劣環境下怡然自得，不僅為自己披荊斬棘拓出新路，同時也能引導那些御宅族通過險惡之地。

大地旅者通常給人一種缺乏熱情的感覺，好像沒有什麼能讓他們感到驚奇或激動。實際上這是因為他們見多識廣，在旅途中已經見過太多奇蹟了，所以看起來對身邊事物總是興趣缺缺。但其實大地旅者始終被一種無法抑制的旅行慾望所籠罩，所以他們總是在旅行中或計劃下一次旅行。在旅行過程中，大地旅者學會與周圍地形產生神奇的共鳴，使他們成為無與倫比的的嚮導和偵察員。而當旅行遇到危險時，他們會成為可怕的對手，能善用地形來獲得戰鬥優勢。


<b>基礎職業：</b>探索的慾望會促使某些人走出舒適環境去冒險，他們有時會尋求大地旅者之道。大多數大地旅者都出身於巡林客和吟遊詩人，這個職業也許不能讓他們變得更強悍，但最適合浪跡天涯。相當多離鄉背井的野蠻人或沿途討生活的遊蕩者也會成為大地旅者。很少有德魯伊選擇這個進階職業，因為需要以無法繼續提升施法能力為代價。

<b>角色定位：</b>大地旅者在前線戰鬥中兼具針對性和彈性。他們作為斥候的技巧與能力也可圈可點，時常在隊伍進入危險區域時擔任先鋒和殿後。當冒險活動涉及大地旅者的偏好地形時，他們當仁不讓地大放異彩；不僅如此，實際上他們針對特定區域的許多技巧在諸多領域都有廣泛應用。這使得大地旅者遠比典型戰鬥人員更具靈活性和足智多謀。

<b>角色陣營：</b>任何人都可能為拓展視野而持續的旅行，因此大地旅者可以是任何陣營。

<b>非冒險者：</b>人們常常會在道路上遇到大地旅者，不過他們也會出現在某些異常荒涼危險道路不通的地方。大地旅者多見於文明的邊緣地帶，在那裡他們不必在那些已知定居地的無聊街道上浪費太多時間。大地旅者通常不會在同一個地方停留太久，他們渴望新的探險活動，越奇特、越偏遠的地點越好。]]
s_terrain_mastery	="熟知地貌"	s_terrain_mastery_d	=[[每次升級時，大地旅者可以從地貌列表中選擇一種作為自己的熟知地貌。每種地貌都有相關的常見活動，而大地旅者可以在進行此類檢定時獲得額外的加值，或是獲得其他相當的獎勵。同時，大地旅者知道如何與那種地貌上的危險生物作戰，因此在對抗描述中環境項裡提到上述地貌的生物時，攻擊骰和傷害骰獲得+1的洞察加值。只有生物描述中特別列出了這種地貌時，大地旅者才能獲得這些加值。

無論到哪裡，大地旅者都能夠保持他們的熟知地貌能力，從中獲得技能檢定、攻擊檢定、和傷害投擲骰的加值，不管他們實際上是否正處於相關地貌的環境中。]]
s_planar_terrain_mastery	="熟知位面地形"	s_planar_terrain_mastery_d	="熟知位面地貌與熟知地貌類似，但需從位面地貌中選擇。大地旅者也可以選擇熟知非位面地貌取代熟知位面地貌，如果他願意的話。"
--地貌獎勵	Terrain Mastery Benefits
s_zhw_aquatic		="水中環境"			s_zhw_aquatic_d		="你將在游泳檢定上獲得+4的表現加值，或者若你有游泳速度，則可在游泳速度上獲得+10尺的腳程加值。同時，你在對抗水生生物時在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_desert		="沙漠環境"			s_zhw_desert_d		="你能抗拒讓你疲勞的效果。你免疫疲乏，而任何能使你陷入力竭狀態效果，只能使角色進入疲乏狀態。同時，你在對抗沙漠生物時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_forest		="森林環境"			s_zhw_forest_d		="你將在躲藏檢定上獲得+4的表現加值。同時，你在對抗森林生物時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_hills			="丘陵環境"			s_zhw_hills_d		="你將在聆聽檢定上獲得+4的表現加值。同時，你在對抗丘陵生物時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_marsh			="沼澤環境"			s_zhw_marsh_d		="你將在潛行檢定上獲得+4的表現加值。同時，你在對抗沼澤生物時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_mountains		="山地環境"			s_zhw_mountains_d	="你將在攀爬檢定上獲得+4的表現加值，或者若你有攀爬速度，則可在攀爬速度上獲得+10尺的腳程加值。同時，你在對抗山地生物時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_plains		="平原環境"			s_zhw_plains_d		="你將在偵察檢定上獲得+4的表現加值。同時，你在對抗平原生物時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_underground	="地底環境"			s_zhw_underground_d	="你將獲得60尺黑暗視覺。如果你已經擁有黑暗視覺，那麼黑暗視覺的範圍增至120尺。同時，你在對抗地底生物時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_fiery			="焦炎環境（位面）"	s_zhw_fiery_d		="你獲得20點火焰抗力。同時，你在對抗火系亞種的異界生物和元素時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_weightless	="失重環境（位面）"	s_zhw_weightless_d	="你在無重力或主觀重力環境時，飛行速度獲得+30尺的腳程加值。同時，你在對抗屬於星界、氣元素界、以太界的生物時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_cold			="嚴寒環境（位面）"	s_zhw_cold_d		="你獲得20點寒冷抗力。同時，你在對抗寒系亞種的異界生物和元素時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_shifting		="幻變環境（位面）"	s_zhw_shifting_d	="你可以本能的認識到幻變的本質，從而更容易到達你的目的地。你獲得施展相當於法術任意門的類法術能力，每1d4輪一次（施法者等級等同於你的職業等級）。同時，你在對抗以幻變的位面為家的異界生物和元素時，在攻擊骰和傷害骰上獲得+1的加值。"
s_zhw_aligned		="陣營環境（位面）"	s_zhw_aligned_d		="你可以本能地模擬所在位面的優勢陣營。在你的陣營和位面陣營具有差別時，你不會因此而承受懲罰。同時，那些傷害對立陣營的魔法和能力也不能影響你。在和魔法相關時，你具有該位面的優勢陣營，但是並不會改變你的行為方式，也不會影響任何其他與陣營相關的職業特性。"
s_zhw_cavernous		="空穴環境（位面）"	s_zhw_cavernous_d	="你獲得30尺顫動感知。"
--s_zhw_others		="其他（位面）"		s_zhw_others_d		="若使用其他位面，則可以新增額外的位面地貌。"


-- zlm	博學士		Loremaster			
s_zlm	="博學士"			s_zlm_b	="畢生致力於研究和思考世界奧祕的施法者。"
s_zlm_d	=[[博學士是專注於知識的施法者，對傳說祕聞看得比黃金還重要。他們揭露神祕事物，用以增強自身的心智、肉體與精神。

博學士是祕聞的蒐集者和守護者。他常常迷戀於書面文字，彷彿那些隱蔽神祕的傳說是他的情人一般。以知識就是力量為座右銘，博學士經常捨棄物質財富和個人榮譽來換取罕見或不尋常的資訊，無止境的追求使他越來越接近他的終極目標：完美啟迪。博學士通常會對他認為毫無意義的裝腔作勢以及短視者的小樂子嗤之以鼻，他認為人生唯一的目標是追求知識的力量。畢竟，財富會散盡，激情會消退，肉體的力量也會受到年齡的限制，只有思維的能力隨時間無限地增長。


<b>基礎職業：</b>博學士職業對非施法者而言沒什麼吸引力——的確，在能夠為博學士的研究和傳統奉獻一生之前，角色必須先掌握一些預言系法術。大多數博學士出身於牧師或法師，但任何有能力施展足夠多預言法術的角色最終都可以成為博學士。不過，不具有法師、術士、牧師或德魯伊等級的角色，即使成為博學士也收效甚微。聖武士、巡林客和吟遊詩人或許也能擔任此職，但總體而言效果不彰。

<b>角色定位：</b>博學士的生命都花費在學習，研究和實地考察上。前兩者讓博學士獲得書卷隱士的美譽，而後者則常常迫使他們通過互惠互利的方式來尋求冒險者的幫助，以便在追尋所需知識時，同伴們能提供一定程度的保護；博學士則能為團隊提供豐富的資訊和奧術火力。有些博學士十分鄙視那些害怕冒險而躲在安全的寺廟和圖書館的同僚，認為那裡只有舊的知識，而新的傳說只能在外面的世界中追尋。這些比較活躍的博學士們會為了冒險旅程而加入冒險隊伍，在探險途中獲得的任何知識都令其倍感滿足。

<b>角色陣營：</b>大多數博學士不屑於理會那些令人分心、無意義的東西，例如道德觀念，因此他們通常是中立、中立善良或中立邪惡的。

<b>非冒險者：</b>博學士有時會組成隱祕的小團體，但大多隸屬於大學、圖書館或其他資訊機構。他們可能擔任賢者或資訊中介以謀生，再把酬勞投入到自己的研究中。博學士也可能在某個社群中擔任智者甚至領袖，運用知識服務大眾。]]
s_zlm_secret	="祕聞"	s_zlm_secret_d	=[[1級開始，博學士可從下表中選擇一項祕聞，之後每升兩級（達3級、5級、7級、9級時）可各再選擇一項。博學士等級加上智力調整值決定其可選擇的祕聞總數。已習得的祕聞不能重複選擇。

博學士祕聞
等級+智力調整值	祕聞			效果
1			瞬間熟稔		人物某一技術為0的技能，立即成為級數4
2			強身密技		+3生命值
3			定心密技		意志豁免+2加值
4			健體密技		強韌豁免+2加值
5			回閃密技		反射豁免+2加值
6			武器竅門		攻擊檢定+1加值
7			閃避竅門		AC+1閃避加值
8			專長知識		任一專長
9			發現新奧術		1個額外的一級法術*
10			發現更多新奧術		1個額外的二級法術*

* 如同因高屬性值而獲得額外法術。]]
s_zlm_skl	="瞬間熟稔"		s_zlm_skl_d		="人物某一技術為0的技能，立即成為級數4。"
s_zlm_hp	="強身密技"		s_zlm_hp_d		="+3生命值。"
s_zlm_wl	="定心密技"		s_zlm_wl_d		="意志豁免+2加值。"
s_zlm_ft	="健體密技"		s_zlm_ft_d		="強韌豁免+2加值。"
s_zlm_rf	="回閃密技"		s_zlm_rf_d		="反射豁免+2加值。"
s_zlm_atk	="武器竅門"		s_zlm_atk_d		="攻擊檢定+1加值。"
s_zlm_ac	="閃避竅門"		s_zlm_ac_d		="AC+1閃避加值。"
s_zlm_feat	="專長知識"		s_zlm_feat_d	="任一專長。"
s_zlm_spl_1	="發現新奧術"		s_zlm_spl_1_d	="1個額外的一級法術。"
s_zlm_spl_2	="發現更多新奧術"	s_zlm_spl_2_d	="1個額外的二級法術。"
s_zlm_lore	="學識"	s_zlm_lore_d	="2級開始，博學士可用此能力獲知傳說或從多方彙集資訊，如同吟遊詩人的逸聞知識作用一樣。學識檢定和吟遊詩人的逸聞知識類似，只是博學士將其職業等級和智力調整值加在檢定上。"
s_greater_lore	="高等學識"	s_greater_lore_d	="6級開始，博學士有能力鑑定魔法物品，如同鑑定術一樣。"
s_true_lore	="精準學識"	s_true_lore_d	="10級開始，博學士可利用自己的知識獲得通曉傳奇或解析咒文的效果，每日可進行一次。"
s_bonus_languages	="額外語言"	s_bonus_languages_d	="博學士在4級與8級時分別可選一種新語言。"


-- zmt	祕術師		Mystic Theurge		
s_zmt	="祕術師"			s_zmt_b	="均衡地致力於神術和奧術，祕術師將兩種魔法傳統組合為一種非常多元化的類別。"
s_zmt_d	=[[祕術士跨越了神術和奧術之間的界線，能同時從神聖力量和祕法典籍中汲取魔法。祕術師對他們的魔法能力並無限制，對奧術和神術的投入也沒有不可調和的矛盾。他們追尋一切形式的魔法，認為沒有任何理由把自己的知識和能力限制在一個令人窒息的正規化中，儘管很多祕術師只是單純地渴求無限的力量。不管他們的動機是什麼，祕術師相信這種感知是真實的，並且通過神聖力量和多元宇宙的星界能量，這種感知可用於操控現實，甚至命運本身。

大多數施法者選擇一條魔法之路來獲得力量，而祕術士則同時遊走於兩條路徑之上，同時掌握牧師和法師的法術。祕術士通曉的法術具有無與倫比的多樣性。只要有足夠時間鑽研，他們幾乎可以施展所有法術。雖然祕術士的法術程序比不上牧師、法師或術士，但在法術數量和多樣性上卻是無人可及。

祕術師來自於那些同時掌握奧術和神術的兼職施法者，他們所獲得的力量能同時提升對這兩種魔法體系的掌握。


<b>基礎職業：</b>祕術士必須能同時施展奧術和神術，因此他們均出身於兼職施法者。其中為數最多的是牧師兼術士或牧師兼法師，德魯伊兼術士較罕見，而德魯伊兼法師則更是鳳毛麟角。

<b>角色定位：</b>祕術師對於任何團隊而言都是強力的成員，能提供攻擊、防禦和治療的魔法。祕術師環遊世界以尋找奧祕和神聖的奇物、魔法傳說、或者神啟。大多數祕術師並不排斥冒險團隊，只要他們的目的和自己沒有直接的衝突。

<b>角色陣營：</b>祕術師很少基於利他主義或慈善行事，因此大多數傾向於中立，中立善良，或中立邪惡。較為罕見的守序陣營（不管是善良、中立還是邪惡）的祕術師會利用他們的能力去造福（或控制）社會。混亂陣營的祕術師也很罕見，因為兼修通常需要很強的自律能力。

<b>非冒險者：</b>祕術士通常對魔法知識有著異常的熱愛，走遍天涯海角只為追尋新的奧祕或神啟。祕術士往往對任何形式的魔法事物都很著迷，他們總是在尋找強大的魔法物品和新的奧術咒語。具有虔誠信仰的祕術士會以本身的施法能力遂行神祇的意旨。]]


-- zsd	影舞者		Shadowdancer		
s_zsd	="影舞者"			s_zsd_b	="遊走在現實世界與暗影領域邊緣的神祕冒險者，能召喚幽影為其服務。"
s_zsd_d	=[[文明世界的人們總是懼怕黑夜，在陰影逐漸拖長之時，便將自己緊鎖門後或圍坐於營火旁，時刻警惕著在黑暗中游蕩的生物。然而很久以前，有些人就意識到征服敵人的最好辦法就是先接受它。這些人就是最初的影舞者。

影舞者遊走於光與暗之間，在那裡他們編織著陰影，成為若隱若現的詭計大師。他們神祕莫測，難以捉摸，但每次出現又總是能令人驚歎不已。

影舞者不受任何特定道德或傳統準則的束縛，很多意識到黑暗的價值冒險者都可能成為其中一員。他們中的施法者們使用其能力在隱蔽處安全地施法並迅速撤離；而專精白刃戰的職業們則享受影舞者突襲敵人的能力；還有些甚至從字面意義上理解自己的群體，成為怪異又神祕的表演者和舞者，儘管更多的時候，他們在欺騙和滲透方面的天賦所帶來的誘惑使得影舞者們傾向於以行竊為生。


<b>基礎職業：</b>遊蕩者、吟遊詩人和武僧都非常適合成為影舞者。戰士、野蠻人、巡林客和聖武士也可以憑藉影舞者的能力來出其不意、巧妙地攻擊對手。法師、術士、牧師和德魯伊則可增強防禦能力，更安全地施法並快速脫身。雖然影舞者具有詭詐陰暗的特性，但他們可能善良也可能邪惡，他們可以依照本性發揮所長。

<b>角色定位：</b>影舞者進行冒險的原因是多種多樣的。他們在許多冒險隊伍中都展現出自身價值，他們能以不可思議的潛行能力和閃電般的攻擊突襲敵人最意想不到的地方。因此，那些需要斥候或間諜的團體常常會尋求影舞者的助力。

<b>角色陣營：</b>由於天性都是狡猾的欺詐者，影舞者並不適合守序陣營，他們中的許多人都利用自己的才能來躲避法律和權威的眼睛。然而，儘管他們是黑暗的盟友，影舞者既非天生邪惡，也不傾向於善良。對他們來說，黑暗就是黑暗，與那些無知者的任何道德內涵都無關。

<b>非冒險者：</b>影舞者常常集體合作，從不在同一地點逗留太久。有些影舞者會以其能力娛樂眾人，有些則成為盜賊，利用能力溜門撬鎖或愚弄他人。在大眾眼中，影舞者團伙神祕莫測，正邪難辨。]]
s_shadow_illusion	="陰影幻術"	s_shadow_illusion_d	="3級開始，影舞者可以創造出可見的幻影。此類法術能力的效果如同無聲幻影法術，每天可使用一次。"
s_summon_shadow	="召喚幽影"	s_summon_shadow_d	="3級開始，影舞者可以召喚出幽影，一種不死生物陰影。不同於一般幽影的是，此幽影的陣營與影舞者一樣，並且它無法創造衍體。此幽影不會被他人驅散、斥喝或命令。此幽影是影舞者的夥伴，可和影舞者清晰的溝通。影舞者每再升三級，幽影夥伴就會獲得+2HD（基本攻擊檢定和基本豁免檢定亦提升）。\n\n若幽影夥伴被摧毀，或影舞者決定將其遣散，影舞者必須進行強韌豁免（DC15），若檢定失敗，會損失每個影舞者等級200點經驗值。若檢定成功，則改為損失每個影舞者等級100點經驗值。影舞者的總經驗值不會因此而低於0點。幽影被消滅或遣散之後30天之內無法被替換。"
s_shadow_jump	="陰影跳躍"	s_shadow_jump_d	="4級開始，影舞者可以在陰影之間移動，效果如同任意門法術。該魔法傳送的限制是出發點和目的地都必須至少有一些陰影。影舞者每日可以此法跳躍至多20呎，可以一次跳躍20呎，也可以分成兩次跳躍，每次10呎。影舞者每再升二級，每日可跳躍的距離增倍（6級時40呎、8級時80呎、10級時160呎）。影舞者可將總距離分為多次跳躍，但每次跳躍都是以10呎為單位計算。"


-- ztt	咒法召喚師	Thaumaturgist		
s_ztt	="咒法召喚師"		s_ztt_b	="惡魔與魔鬼，天使或神侍，憑藉神聖魔法的力量，咒法召喚師能召喚強大的異界盟友為其效命。"
s_ztt_d	=[[憑藉神聖魔法的力量，咒法召喚師可以將本身的影響力擴充套件到其他位面，召喚該地生物為其效命。邪惡的咒法召喚師會與惡魔和魔鬼交易，在主物質位面陰謀爭權奪利；善良的咒法召喚師則會派遣天使或神侍執行神聖的任務。

戰鬥中，咒法召喚師通常從外位面召喚生物來為其作戰，戰鬥結束時這些生物也隨之消失。不過除此之外，咒法召喚師也會與更強大的生物簽訂長期的協議。這些異界盟友對咒法召喚師非常忠誠，為達成後者目標（或後者所侍奉的神祇的目標）而鞠躬盡瘁。


<b>基礎職業：</b>幾乎所有咒法召喚師都有牧師背景，因為想與外位面生物結盟必須通過“次級異界誓盟”法術才能辦到。但咒法召喚師的許多能力對於奧術施法者也非常有用，所以有些牧師兼法師，或偶爾有些牧師兼術士也會選擇此職業。

<b>角色定位：</b>超凡的召喚能力使得咒法召喚師在冒險者團體中都很受歡迎。戰鬥時，咒法召喚師召喚出強大的異界盟友充當隊伍的前鋒護盾，自己則在後排為團隊提供魔法支援。

<b>角色陣營：</b>咒法召喚師可以是任何陣營，儘管他們傾向混亂多於守序。那些墮落到與惡魔或魔鬼簽訂契約的咒法召喚師通常屬於邪惡陣營，而與天使或神侍關係密切的則為善良陣營。中立陣營的咒法召喚師也並不少見。

<b>非冒險者：</b>每個咒法召喚師都對自己的生活哲學或神祇有著堅定的信仰，因此，他們都會善用本身超凡的召喚能力以達成特定目標。只要任務目標明確而且與他們的理想一致，咒法召喚師很樂意召喚生物為戰鬥或冒險提供一臂之力。]]
s_improved_ally	="高階誓盟"	s_improved_ally_d	=[[當施展異界誓盟法術（包括次等和高等兩種版本）時，咒法召喚師可以通過進行一次交涉檢定說服召喚來的生物降低所要求的報酬。若咒法召喚師的交涉檢定成功的改變了該生物的態度，只要不違背它的本性，則其所要求的報酬將會降至原先的50%。

咒法召喚師的高階誓盟職業特性只在他召喚來的生物至少有一部分陣營與其相同時才會起作用。

咒法召喚師在同一時期內只能有一個這樣的誓盟，不過通常情況下可以請求它作多項任務。]]
s_extended_summoning	="召喚延時"	s_extended_summoning_d	="到了3級或更高等級，咒法召喚師施展的所有召喚子學派的法術持續時間加倍，如同法術延時專長的效果。不過並不會該改變召喚法術的等級。此能力可以與法術延時專長的效果累計，但這樣做會改變法術等級。"
s_contingent_conjuration	="條件咒法"	s_contingent_conjuration_d	="到了4級，咒法召喚師能夠事先準備一個召喚或呼喚子學派法術，並會被某些指定條件觸發。此能力作用如同觸發術法術的描述，包括咒法召喚師預先準備的召喚或呼喚子學派法術。當達到觸發條件時，此法術便會發生效力。\n\n觸發法術的條件必須要指定清楚，即使是很普通的條件。如果條件指定得十分複雜或令人費解，法術的觸發可能會失敗。法術的觸發僅僅以指定的條件為基礎，不管咒法召喚師是否希望法術被觸發，雖然大部分的咒法還是可以被正常解除的。咒法召喚師在同一時期只能啟用一個條件咒法。"
s_planar_cohort	="異界部屬"	s_planar_cohort_d	=[[到了5級，咒法召喚師能夠通過任一種異界誓盟法術召喚一個生物作為他的部屬。只要咒法召喚師不斷地向這個生物認為很重要的事業方向前進，該生物就會繼續忠誠且很好地服侍咒法召喚師。

召喚異界部屬需要咒法召喚師施展相關法術，正常消耗經驗值。召喚異界部屬需要一份價值該生物的生命骰數乘以1,000金幣的供奉，而且高階誓盟職業特性無法減免此項花費。異界部屬的生命骰數不能高於咒法召喚師，並且其有效人物等級不能高於咒法召喚師的人物等級-2。

咒法召喚師同一時期只能擁有一名異界部屬，但是他可以繼續同其它召喚生物正常締交協議。若咒法召喚師身邊有通過其領導力專長招募來的部署，異界部屬將會取代其位置。]]


-- zbm	劍聖			Blade Master
s_zbm	="劍聖"		s_zbm_b	="畢生致力於精通一種武器的武者。"
s_zbm_d	=[[拋開職業差異不談，冒險者們通常都會對某種武器多少有些偏愛。有些人喜歡大開大合的巨劍，有些人則更青睞精巧趁手的細劍或反曲刀等，但很少有人對某種武器的痴迷達到劍聖的程度。

劍聖將畢生的修煉集中於一種武器之上（通常為刀劍類），稱為偏好武器。整個職業生涯，劍聖都在不懈地尋求其偏好武器的掌握之道，力圖能不假思索地揮舞武器，如同自己身體的一部分，最終達到人劍合一的境界。

雖然劍聖可以選擇任意武器作為自己的偏好武器，但一般都會選擇刀劍類武器。相較其他武器而言，重擊率更高的刀劍類武器更能發揮出劍聖的特殊能力。


<b>基礎職業：</b>劍聖通常都是戰士出身。劍聖的很多職業能力都與戰士特有專長一脈相承，並進一步完善昇華。其他戰鬥職業的角色也能從此進階職業中受益，只是不如戰士這般契合。

<b>角色定位：</b>劍聖是隊伍中的利刃，如疾風一般撕開敵人的陣形，割取敵酋之首如探囊取物。相較其他戰鬥職業，劍聖更注重攻擊而非防禦。

<b>角色陣營：</b>劍聖可以是任何陣營，但通常都傾向於守序，因為劍聖的修煉之道需要很強的專注力和自律能力。

<b>非冒險者：</b>劍聖很少在公開場合出現，大多數時間都獨居幽靜之所磨練自身的技藝。然而也別誤以為他們與外界毫無交流，閉門造車絕非武藝修煉之道。事實上大多數劍聖都出自與各界交流廣泛的專業學院，只有少部分是師從成名的劍聖大師，以師徒形式單獨培養出來的。另外，很多劍聖同時也是知名的鑄劍大師，喜歡親手打造自己的偏好武器。]]
s_fav_wpn		="偏好武器"		s_fav_wpn_d		="劍聖畢生致力於精通一種武器（通常為刀劍類），其武器相關的特殊能力只有在使用這種武器時才適用。\n\n劍聖必須擅長這種武器。一旦選擇了自己命中註定的武器，劍聖就不能（也不會）再改變它。"
s_fav_wpn_atk	="偏好武器專攻"	s_fav_wpn_atk_d	="偏好武器的攻擊骰+1加值。"
s_fav_wpn_dmg	="偏好武器專精"	s_fav_wpn_dmg_d	="偏好武器的傷害骰+2加值。"
s_fav_wpn_ch	="偏好武器熟稔"	s_fav_wpn_ch_d	="偏好武器的重擊率+10%。此加值在所有其他翻倍效果之後再應用，如精通重擊或鋒銳武器。"
s_zbm_next		="蓄力斬"		s_zbm_next_d	="若本回合內未主動進行任何攻擊動作，則下個回合使用偏好武器進行攻擊時，攻擊骰獲得+1加值，傷害骰獲得+2加值。"
s_zbm_blunt		="劍脊打"		s_zbm_blunt_d	="專門用以破除銳器傷害減免的戰鬥方式。以偏好武器的特殊部位進行攻擊：攻擊檢定-4減值，武器傷害型別變為鈍擊，重擊率為5%，重擊倍數為x2。"
s_zbm_blunt_2	="精通劍脊打"		s_zbm_blunt_2_d	="使用劍脊打時，重擊率和重擊倍數不再改變。"
s_zbm_max_dmg	="極斬"			s_zbm_max_dmg_d	="使用偏好武器造成正常傷害（非重擊）時，武器基礎傷害骰可直接使用最大值。此能力的每天使用次數等同劍聖等級。"
s_zbm_ch_dmg	="無極斬"		s_zbm_ch_dmg_d	="使用偏好武器造成重擊傷害時，重擊倍數增加1。2級起，每2級（2、4、6…）此能力的每天使用次數增加1。"
s_zbm_wa		="疾步旋風斬"		s_zbm_wa_d		="以標準動作進行旋風攻擊，而非整輪動作。"
s_zbm_spd		="疾風步"		s_zbm_spd_d		="未著重甲或過載時，移動速度增加5尺。"
s_zbm_spd_2		="精通疾風步"		s_zbm_spd_2_d	="未著重甲或過載時，可快步到困難地形，並且普通地形上的快步範圍增加5尺。"
s_sel_fav_wpn	="選擇偏好武器"


-- zel	元素領主		Elemental Lord
s_zel	="元素領主"		s_zel_b	="擁有強大的元素夥伴，自己也能化身元素的奧術施法者。"
s_zel_d	=[[對奧術施法者們而言，各位面所蘊藏的無盡奧秘有著致命的誘惑力，尤以元素位面的為最。冒險者們所熟知的召喚元素法術或儀式，以及各種強大的元素盟友帶來的壓倒性的戰鬥優勢，無不吸引著眾多施法者們沉迷其中。

元素領主則更進一步。多年的潛心研究甚至實地考察，使得元素領主比其他施法者更加了解元素的方方面面。他們熟知元素的方式，方法，起源和形成，甚至僅憑直覺就能衡量出元素們的力量，並與其中最強大者建立起牢不可破的夥伴關係。

元素夥伴一般是透過法術或儀式召喚而來，然後再進行交涉並簽訂契約以建立更長期的合作關係。但傳聞某些較為偏激的元素領主對此深不以為然，他們認為如此行事太過草率，甚至是一種褻瀆。他們寧願耗費巨量資源透過各種途徑到達元素位面，以正式訪問的方式與心儀的元素商談合作關係，認為這樣建立起來的羈絆才更值得信賴。

無論透過哪種方式，隨著時間的推移與合作的深入，元素領主和他的元素夥伴之間的親密關係不斷加深，兩者之間的界限也逐漸變得模糊。最終，這場發現之旅使雙方都變得更加強大，甚至元素領主自己也化身元素，成為元素力量的一部分。


<b>基礎職業：</b>研究位面所需知識基本都屬於奧術領域，因此元素領主大多出身自法師或術士——儘管其他符合條件的角色也可以選擇此進階之路。

<b>角色定位：</b>雖然很少在冒險隊伍中見到元素領主，但他們一旦決定成為團隊的一份子，其強大的元素夥伴以及自身所擁有的各種匪夷所思的特性和不俗的施法能力，在戰場的前線和後排都能遊刃有餘，很快就會成為其他成員依靠的物件。

<b>角色陣營：</b>與大多數沉迷於某個研究領域的奧術施法者類似，元素領主畢生致力於追尋位面的奧秘以及與元素和諧共生之道，無暇理會道德倫理這些對他們而言毫無意義的東西，因此他們通常都是中立陣營的，或善良或邪惡，對世人而言。

<b>非冒險者：</b>有可靠的元素夥伴在旁，元素領主通常都是獨自踏上探索之旅，不需要與其他冒險者為伍，除非萬不得已。而大多數冒險者團隊當然也很歡迎元素領主（外加強力打手）的加入。]]
s_et_a			="風"
s_et_e			="土"
s_et_f			="火"
s_et_w			="水"
s_elm_cmp		="元素夥伴"	s_elm_cmp_d		=[[1級時，元素領主從四種元素（風、土、火、水）中選擇一種作為其研究元素。此選擇不可更改。

同時，元素領主獲得一個所選型別的元素夥伴，初始為中型，之後每2級進化一次（3、5、7…），直到9級成為長老元素。

元素夥伴的等級始終等同於主人的奧術等級。若元素夥伴死亡，元素領主將受到2倍於元素夥伴等級的傷害，且所有屬性受到1d4點傷害。]]
s_arc_lv		="奧術等級"
s_ac_bns		="AC加值"
s_abis_bns		="屬性加值"
s_elm_cmp_bns	="元素夥伴成長"	s_elm_cmp_bns_d	=[[隨著等級的提升，元素領主的元素夥伴會越來越強大，如下所述：

<b c=tw>奧術等級	<x=150>AC加值	<x=300>屬性加值	<x=450>特殊能力</b>
1級				<x=150>+0		<x=300>+1		<x=450>忠誠，情感連結
7級				<x=150>+0		<x=300>+2		<x=450>共享法術
9級				<x=150>+1		<x=300>+3		<x=450>精通反射閃避
11級				<x=150>+1		<x=300>+4		<x=450>法術抗力
13級				<x=150>+2		<x=300>+5		<x=450>高速移動
15級				<x=150>+2		<x=300>+6

<b>奧術等級：</b>將元素領主等級和角色其他所有奧術施法職業的等級相加之和。

<b>AC加值：</b>增強夥伴的現有天生防禦。

<b>屬性加值：</b>在夥伴的力量、敏捷和體質上增加該數值。]]
s_elm_form		="元素形態"	s_elm_form_d	="每天3次，元素領主變身為所選元素對應的長老元素（等級等同於元素領主的奧術等級），持續12小時或變回。"
s_elm_res		="元素抗力"	s_elm_res_d		="元素領主獲得所選元素對應的傷害抗力（風—電、土—酸、火—火、水—冰）。1級時，傷害抗力為5點，之後每2級增加5點（3、5、7…），直到9級免疫此傷害型別。"
s_imm_elm		="元素免疫"
s_imm_par_stn	="免疫麻痺和震懾"	s_imm_par_stn_d	=[[隨著等級的提升，元素領主逐漸擁有元素生物的部分特徵：2級時黑暗視覺60尺，4級時免疫睡眠，6級時免疫毒素，8級時免疫麻痺和震懾。

10級起，元素領主徹底元素化，生物型別變為元素生物，並獲得所選元素對應的亞種。元素領主失去原本的類人特徵，身體變得如同元素一樣不再具有明顯的前後方和弱點部位，也因此獲得了免疫夾擊和重擊的能力。]]
s_imm_slp		="免疫睡眠"-- s_imm_slp_d in code
s_imm_poi		="免疫毒素"
s_imm_flk_ch	="免疫夾擊和重擊"
s_elm_sub		="元素亞種"
s_elm_sr		="法術抗力"	s_elm_sr_d		="元素夥伴獲得元素領主的奧術等級+5的法術抗力。"
s_spd_2			="高速移動"	s_spd_2_d		="陸地移動速度增加10尺。"


-- z_u_bld
s_u_bld		="預設構築"	s_u_bld_d=[[對新玩家而言，從頭建立一個角色是比較困難的。種族，職業，屬性，專長，法術，太多術語和知識需要學習和考慮。

這時，從列表裡選擇一個預設構築方案，只需一步就創建出一個完整的角色，是更好的方式。預設角色自動選擇以上所有屬性，而且升級時也自動學習新專長和法術，無需手動加點。是方便新手的完美選擇。

只有當你熟悉遊戲後，或現有預設構築無法滿足你的要求時，你才需要一步步從頭定製更適合你的角色。]]
s_bld		="構築"		s_bld_d		=s_u_bld_d
s_u_blds	=s_u_bld	s_u_blds_d	=s_u_bld_d
s_u_bld_post="使用預設構築建立的角色升級時會自動學習專長法術等，無法手動選擇，適合新人使用。若想完全掌控角色的升級加點，請選擇自定義方式建立你的角色。"

u_blds_text={

[ub_cust]={n="定製角色", d=[[當現有預設角色無法滿足你的要求時，你可以從選擇種族和職業開始，一步步打造出你理想中的人物角色。

後續升級時，你也完全掌控角色的屬性加點，專長和法術學習等。]]},


[ub_th ]={n="巨武戰士"		,c="戰士",d=[[<c=desc>你只熱衷於輸出儘可能多的傷害。</c>

<c=lbl b>戰士職業的近戰攻擊型構築：</c>偏愛大型雙手武器，如巨劍或巨斧。更喜歡硬碰硬的戰鬥模式，而不太喜歡鬥智。

你最佳的屬性當然是力量；其次是體質，額外的生命值總是很有用的。

超高的力量，再加上能和雙手武器配合出色的各種能力，使得你的戰鬥力登峰造極。]]},


[ub_shd]={n="盾衛"	,c="戰士",d=[[<c=desc>為了更加出色地戰鬥，你學會了用腦。</c>

<c=lbl b>戰士職業的防禦型構築：</c>以攻擊能力交換出眾的防禦和更好的控場能力。在戰鬥中使用沉重的盾牌和一把精良的單手武器，例如長劍，戰斧或鏈枷。

你最佳的屬性也應該是力量；其次，為了更好的躲避攻擊，你應該提高自己的敏捷；或體質，以便將抗擊打能力發揮到極致。

熟練掌握單手武器和盾牌上的各種能力，同時善加利用高防禦帶來的優勢，你將難以被擊中和撼動。]]},


[ub_tw ]={n="雙刃"	,c="戰士",d=[[<c=desc>以華麗的死亡之舞收割敵人的生命。</c>

<c=lbl b>戰士職業的另一種近戰攻擊型構築：</c>你喜歡接近敵人然後施展著名的“雙刀流”。以靈敏反應見長，手持兩把輕型武器，更多的命中，更多的打擊次數，和巨武戰士相比有著特殊的優勢。

你偏好使用各種輕型武器，這就意味著敏捷應該是你最高的屬性值，配合“武器嫻熟”專長，可以帶來超高的攻擊命中；
力量是第二屬性的好選擇，因為它可以提高你的武器傷害；
體質也需考慮一下，畢竟你也是戰鬥在前線的。]]},


[ub_rng]={n="射手"	,c="戰士",d=[[<c=desc>敵人尚未發現你，戰鬥就已經結束。</c>

<c=lbl b>戰士職業的遠端攻擊型構築：</c>你是弓箭大師（或者弩，投石索，以及投擲武器大師）。偏好遠端攻擊，只有在沒有合適的射擊目標時才轉入近戰。

你的大部分攻擊和防禦能力都來自敏捷屬性，因此敏捷應該是你最高的屬性；
你時常會發現自己被迫捲入近戰，因此力量是你第二屬性的好選擇；
其次是體質，額外的生命值保證你即使偶爾沒躲開攻擊也沒啥大不了的。]]},


[ub_hlr]={n="治療師"	,c="牧師",d=[[<c=desc>隊友對你的依賴時常超出你的預期。</c>

<c=lbl b>牧師職業的治療輔助型構築：</c>擅長各種治療和輔助類的能力。身處二線，需要同時保證同伴的安全和戰場的優勢。

感知是你的首要屬性，治療術以及其他神術的威力都基於感知；
敏捷和體質也都不能太低，畢竟你是整個隊伍最不能倒下的人。]]},


[ub_wrp]={n="戰鬥牧師"	,c="牧師",d=[[<c=desc>你傳承著聖武士的信仰。</c>

<c=lbl b>牧師職業的攻擊輔助型構築：</c>像戰士一樣戰鬥在第一線，關鍵時刻還能給同伴提供額外的幫助。

要完善此構築，你必須把力量置於首位，感知其次，敏捷和體質再次。

這樣的屬性配置，即可讓近戰肉搏的能力得到保證，輔助能力也不會比你的治療師同行落下太多。]]},


[ub_udh]={n="亡靈獵人",c="牧師",d=[[<c=desc>你是所有不死生物的剋星。</c>

<c=lbl b>牧師職業的特殊型構築：</c>專注於獵殺各種不死生物。雖然世人包括其他牧師看你的眼光有些異樣，但你在所屬領域的特殊能力是毋庸置疑的。

這個特殊的構築需要你把屬性的重心放在魅力上，這樣才能在驅散不死生物的能力上卓然不群。作為加強魅力的額外好處，你的召喚生物也會更加強力。

同時感知也不能過低，避免無法施法。感知或力量可作為你的第二屬性，就看你的其他能力想如何發展了。]]},


[ub_ctl]={n="控場法師"	,c="法師",d=[[<c=desc>控制怪物是你的主要愛好，另一個愛好是研究如何更好的控制。</c>

<c=lbl b>法師職業的戰場控制型構築：</c>你最愛以各種法術限制你的敵人：讓他們陷入沉睡，把他們困在有毒的氣體中，或是把他們包裹在冰裡動彈不得。

智力決定了你的各種法術的威力，所以讓它成為你最高的屬性；
讓敏捷成為第二高的，在體質上也投入一點，可以增加你的生命值和強韌防禦，從而幫助你活下去。]]},


[ub_elm]={n="元素法師",c="法師",d=[[<c=desc>“嗯，火球之後是連環閃電，然後再來個火球。”</c>

<c=lbl b>法師職業的範圍攻擊型構築：</c>你喜歡那些能瞬間轟殺大量敵人的法術。巨大的火焰爆，絢麗的閃電束，還有波動的腐酸都是你的武器。

智力是你最重要的屬性。敏捷則是你第二重要的屬性。體質能增加你的生命值和強韌防禦，所以也要關注一下。]]},


[ub_sum]={n="召喚師"	,c="法師",d=[[<c=desc>有時你的隊友甚至懷疑你是不是最終會與你那些奇怪的召喚生物結婚。</c>

<c=lbl b>法師職業的召喚型構築：</c>擅長召喚各種異界生物協助戰鬥。你的召喚夥伴的耐打程度時常會讓你真正的隊友們搖頭側目。

不同於其他型別的法師，魅力是你最重要的屬性，它決定了你的異界盟友的強力程度；

同時智力也不能過低，避免無法施法。而且難保會遇到召喚生物無法解決的場面，雖然大多可以靠再召喚一個來解決；

敏捷和體質也像你的其他法師同僚們一樣加強一下，畢竟先活下去是你們共同的目標。]]},


[ub_rog_1]={n="游擊手"		,d="遊蕩者職業的典型構築之一，側重近戰擊殺。"},
[ub_rog_2]={n="偷獵者"		,d="遊蕩者職業的典型構築之一，擅長遠端偷襲。"},
[ub_bbn_1]={n="狂血"			,d="野蠻人職業的典型構築之一。"},
[ub_mnk_1]={n="無相之拳"		,d="武僧職業的典型構築之一。"},
[ub_sor_1]={n="狂野術士"		,d="術士職業的典型構築之一。"},
[ub_pal_1]={n="秩序之刃"		,d="聖武士職業的典型構築之一。"},
[ub_pal_2]={n="審判之錘"		,d="聖武士職業的典型構築之一。"},
[ub_rgr_1]={n="翠林守衛"		,d="巡林客職業的典型構築之一，擅長雙武器戰鬥。"},
[ub_rgr_2]={n="荒野哨兵"		,d="巡林客職業的典型構築之一，擅長遠距離作戰。"},
[ub_drd_1]={n="大地守望者"	,d="德魯伊職業的典型構築之一。"},
[ub_brd_1]={n="命運詠者"		,d="吟遊詩人職業的典型構築之一。"},
}