s_lma_bg		="背景簡介"
s_cmt_101		="基本戰鬥技巧"
s_arn_rule		="競技場規則"
s_lv_up			="等級與晉升"
s_faq			="常見問題解答"
s_credits		="製作人員名單 & 鳴謝"
s_ogl			="開放遊戲許可（OGL）"
s_ogl_diffs		="與OGL的區別"
s_other_content	="其他內容。"


lma_bg=[[隨著古魔法帝國的末落，魔法的黃金時代也逐漸終結。絕大多數法術及其相關知識均已失傳，魔法物品也變得稀缺而珍貴。

然而，事物總有其兩面性，魔法的低潮也帶來了傳統戰鬥技藝的空前發展，各種戰鬥技巧和策略都有了長足的進步。越來越多的冒險者，傭兵和賞金獵人等加入了這場變革的洪流。甚至連原本躲在象牙塔裡的法師們，也一手拿著法術書，一手拿著輕弩或短劍加入了戰場。

正是在這種時代氣息的感召下，你和你的同伴們拿起了手中的長劍，吟唱著那僅有但更加有效的法咒，開啟了屬於你們自己的冒險之旅......]]


cmt_101=[[<b> </b>

<h3 c=ty>1. 回合制戰鬥</h3>
戰鬥是回合制的。戰鬥開始後，敵我雙方所有角色按照一定的順序依次行動，一個角色行動完畢後，即輪到下一個角色。如此迴圈，直至戰鬥的某一方全部角色失去戰鬥能力則戰鬥結束。


<h3 c=ty>2. 有策略地行動</h3>
角色每回合可進行兩個動作：1個<c=y>標準動作</c>，1個<c=g>移動動作</c>。攻擊和施法通常屬於標準動作，移動和切換武器等較簡單的行為屬於移動動作。

典型的戰術是移動至敵人附近，然後攻擊！。若本來就在敵人旁邊，也可不移動，直接原地攻擊，這時攻擊會自動耗費全部動作而變得更加強力！


<h3 c=ty>3. 小心敵人的<c=r>藉機攻擊</c>！</h3>
在激烈的戰鬥中，放棄緊張的對峙，分神去做其他事情，是一種很危險的舉動。你身邊的對手會輕易得抓住你的破綻，給你致命的一擊。這種被動觸發的攻擊，稱為<c=r>藉機攻擊</c>。

大多數非近戰攻擊的動作都會引發你身邊敵人的藉機攻擊，包括<c=tw>移動，切換武器，遠端攻擊，施法</c>等等。

試圖從敵人身邊撤離或貼臉射箭前，一定要謹記這一點。善用特殊的方式：<c=g>快步</c>（只移動1格），能幫助你安全地脫離險境。


更多更高階的戰鬥技巧，請查閱後續章節，或在戰火的洗禮中自行發掘......]]


arena=[[歡迎來到競技場，新人！


作為新人，你可以使用預設隊伍直接開始挑戰競技場！或者先建立自己的角色和隊伍。

<b c=lbl>戰前準備：</b>戰鬥中不允許使用揹包，只允許切換備用武器。所以上場前一定要妥善準備。

<b c=lbl>戰後復活：</b>陣亡的隊員在戰鬥結束後會被自動復活，其他隊員也會恢復到最佳狀態。

<b c=lbl>購買裝備：</b>時常去旁邊的店鋪逛逛，說不定有用得上的裝備。擊敗新的挑戰後，店鋪裡的物品也會更換。

<b c=lbl>不斷挑戰：</b>擊敗一批挑戰後，會迎來新的挑戰。隨著戰鬥經驗等級的提升，挑戰型別也會越來越多樣和驚險！


基本就這些，開砍吧！]]


phb={n="冒險者手冊",d=[[這是一個由英勇的戰士，敏捷的射手，強大的法師，以及各種恐怖的怪物所組成的世界。

這是一個遍佈遠古遺蹟、廣闊的溶洞，只有最勇敢的英雄才敢涉足的神秘世界。

這是一個劍與魔法的世界，一個精靈與地精的世界，一個卓爾與巫妖的世界。

這就是擺在你眼前的冒險世界。作為一名冒險者，你扮演著傳奇英雄的角色：身經百戰的戰士，勇敢無畏的牧師，或者神秘強大的法師。你為神聖的使命和史詩般的任務而奮戰，在一系列嚴峻的挑戰與嗜血的怪物面前考驗自我。

準備吧，懵懂而又有著無限可能的冒險者！這本手冊包括了將你自己打造成一個英雄角色所需的一切事物。認真閱讀它，很快你就有能力開啟你人生的第一場冒險！]]}


s_hlp_basics="基礎規則"
s_hlp_basics_d=[[
<s b=c:ty><b>核心規則：</b>每當你試圖進行一個有一定機率失敗的動作時，你投一個20面骰子（d20）。

為了檢測你的人物是否成功完成動作，你必須：
• 投d20。
• 加上任何相關的修正值。
• 拿結果與目標數值進行比較。

如果結果等於或大於目標數值，你的人物成功。

若小於目標數值，那麼你失敗了。


<b>骰子（DICE）：</b>投骰子是用類似“3d4+3”的公式來描述的，它表示“投了3個四面骰並加3”（結果是6至15間的一個數）。

第一個數字告訴你投幾個骰子（把它們的結果加起來）。

緊跟在“d”後面的數字告訴你使用的骰子型別。

後面任何的數字表明結果中將要加上或減去的數值。


<b>d%：</b>百分骰的使用略有區別。

你透過投兩個不同的10面骰子產生一個1至100之間的數。

其中一個骰子（在投之前決定）是十位數，另一個是個位數。

兩個0代表100。


<b>小數的舍入：</b>通常情況下，當你得到小數時要去掉小數部分，即使小數部分等於或大於0.5也是如此。

<b c=tw>特例：</b>某些特定的投骰最小為1，比如傷害和生命值。


<b>乘法：</b>有時候規則讓你乘一個數或一個投出的值。


當只有一個乘數時，正常地乘那個數即可。


而當有兩個或多個乘數乘以任何抽象值（比如修正或投出的值）時，將這些乘數合併成一個單獨的乘數，即每個額外的乘數減一後加到第一個乘數上。

因此，一個2倍（×2）再加一個 2倍（×2）得到的是3倍（×3，因為 2 + 1 = 3）。


當乘數是現實中的值（比如重量或距離），替換以不同的乘法規則。

一個生物雙倍其體型（因此其重量乘8），然後被石化（它的重量大約要乘上一個因子3），此時的重量是平時的24倍而不是10倍。

相似的，一個瞎了的生物試圖透過困難的地形，每個方格將按4個方格計算（兩次翻倍，總共是×4），而不是相當於3個方格（加上兩次100%）。
]]


poorlunch_tips={n="附錄1：刷裝者語錄",d=[[現役傳奇級冒險者poorlunch是很多後輩冒險者心目中的偶像。除了其高超的戰鬥技藝，史詩般的人生經歷，他樂於分享勤於提攜後進的人生態度，也是其廣受尊敬崇拜的重要原因之一。

不過有些奇怪的是，每次其他冒險者向他請教問題時，他基本只回答一句話，有時明明需要一段話來表達，他也硬拆為兩句，要去請教兩次才行。。。

箇中原委至今無人知曉，冒險者群體中的好事者只能私下裡進行各種猜測：
有人說是因為他在最後一次擊殺半神巫妖的戰鬥中受控時間過長而導致的後遺症；
也有人認為原因是魔網的衰落對傳奇級冒險者影響較大；
不過最近流傳較廣的一種猜測貌似比較可信，那就是poorlunch覺得話太多會耽誤刷錢刷裝備！

不管怎樣，忽略這位傳奇冒險者古怪的個人習慣，其流傳下來的簡潔型冒險語錄，對廣大冒險者們還是大有裨益的：


* 投擲武器適用遠端專長。

* 魔法投擲武器“飛去來”！

* 牧師扔木棒。

* 雙持手弩。

* 全力攻擊：命中和傷害+2；傷害隨層級翻倍。

* 快步不耗動作，其後仍可全力攻擊，只是無法再移動。

* 直線或斜45度移動至少2格，平坦路徑，近戰攻擊，即可算作衝鋒。

* 施法：以你的法術主屬性對抗目標後3防之一，失手仍會造成一半傷害。

* 角色升級不會獲得更多攻擊次數，而是透過專長強化原來的攻擊能力。

* 每10級，角色的武器基礎傷害/法術基礎傷害/武器專精傷害加值等都會翻倍。]]}


zero_tips={n="附錄2：進階戰鬥指南",d=[[“來，咱們先把書合上。

這麼跟你說吧，當你還在猶豫該不該看這篇指南的時候，你其實最好不要看。從你的站姿，我能感知到那個什麼什麼語錄或許更適合目前的你。

當然，你現在硬要看的話，我也沒義務攔著你，只是看完了不小心落下個啥啥屬性永久降低的後遺症可別怪我沒提醒你。”
	<r>- 前善良牧師xvim</r>

<s h3=c:lbl>
<h3>雙持/雙刀流/雙武器戰鬥攻擊修正的具體細節：</h3>
初始雙武器攻擊修正（主手/副手）：<c=r>-6/-10</c>

擁有“雙武器戰鬥”專長：<c=g>+2/+6</c>（此時最終修正：<c=r>-4/-4</c>）

副手持輕武器：<c=g>+2/+2</c>（此時最終修正：<c=r>-2/-2</c>）

擁有“完美雙武器戰鬥”專長：免除雙武器戰鬥所有攻擊減值，即使副手非輕武器。（此時最終修正：<c=g>0/0</c>，即雙持無任何減值）


<h3>雙手弩能觸發雙武器撕裂嗎？</h3>
不能。雙武器防禦，精通雙武器防禦，雙切，雙武器撕裂均僅適用於近戰雙武器。


<h3>衝鋒是如何發動的？</h3>
衝鋒在條件符合時自動生效：近戰攻擊前，直線或斜45度移動至少2格，平坦路徑，即可自動觸發衝鋒加成。


<h3>武器專有附魔：防護：</h3>
近戰武器上會出現一種特有的附魔：防護 - 防禦+x盾牌加值，能起到和盾牌類似的防護作用。

但此加值不能和實際盾牌的防禦加值疊加，所以比較適合無盾牌的近戰雙手或雙持角色。

當防護附魔出現在標槍等可投擲近戰武器時，情況要特殊一些：當作為近戰武器使用時，防護作用正常生效；當作為投擲武器時無效。


<h3>牧師的驅散檢定公式：</h3>
驅散檢定：角色等級修正 + 魅力修正 + 專長修正 vs 目標不死生物的意志防禦 + 驅散抗力修正。


<h3>向視野外施法，有時為何會無效果？</h3>
施法需效果線，假如視野外有當前不可見的障礙阻擋了效果線，就會導致施法無效果。


<h3>障礙地形，敵人，以及隊友等，對戰場的各種影響：</h3>

對移動的影響：

障礙地形和有戰鬥能力的敵人會阻擋你移動的路線，無法透過；

有戰鬥能力的敵人，身邊的鄰接格會產生<c=r>控制區域</c>（ZOC），無法直接透過，你只能先走進此區域，然後下回合再繼續移動。

近戰且有戰鬥能力的敵人，會自動攻擊試圖離開其控制區域的對手，稱為<c=r>藉機攻擊</c>。使用<c=g>快步</c>（只移動1格）進行移動，可避免被<c=r>藉機攻擊</c>。

困難地形，蛛網術/油膩術等法術效果區域，你的隊友，以及喪失戰鬥能力的敵人所在的區域，均視為困難地形，需要耗費更多的移動力才能透過，且無法進行<c=g>快步</c>。


對攻擊的影響：

地形障礙和有戰鬥能力的敵人視具體站位角度，會對你的攻擊產生<c=r>掩蔽</c>（攻擊<c=r>-2</c>）或<c=r>超級掩蔽</c>（攻擊<c=r>-4</c>）；且會阻擋你的各種攻擊範圍，包括遠端攻擊和法術。

隊友和喪失戰鬥能力的敵人不會對你的各種攻擊範圍和加值產生影響。</s>]]}


hlp_cmbt={n="戰鬥", d=
[[刀劍金鐵交鳴，箭矢呼嘯而過，慷慨激昂的呼喊充斥著戰場。在劍與魔法的世界裡，戰鬥就是冒險者的生活，就是冒險者的宿命！

無論是在荒郊野外抵禦強盜突襲，抑或是從熊地精的地底巢穴殺出一條血路，本章的規則將提供令人興奮刺激的方案來解決任何戰鬥情況。]]}


hlp_cmbt_flow={n="戰鬥流程", d=
[[遊戲中的戰鬥是回合制的，每個角色按照一定的順序輪流行動，直到戰鬥結束。


具體戰鬥流程如下：
1. 戰鬥剛開始時，所有角色擲骰決定先攻順序。
2. 每個角色依照先攻結果由高到低依次行動。
3. 所有角色行動結束後，依照先攻順序再次行動，重複進行直到戰鬥結束。


<h2 c=ty>先攻檢定</h2>
當戰鬥開始時，所有角色先進行一次先攻檢定：先攻 = d20 + 敏捷調整值。

<b>d20：</b>投20面骰，也就是從1~20中隨機取一個數值。

然後所有角色的先攻由高到低排列，本場戰鬥中角色每一輪都按此順序輪流行動。

如果多個角色的先攻檢定結果相同，則敏捷值較高者先動，如果還是相同，則擲骰決定。]]}


hlp_atk_def={n="攻擊和防禦", d=
[[<b> </b>

<h2 c=ty>攻擊檢定</h2>
攻擊檢定決定你的攻擊是否擊中對手。當你進行攻擊檢定時，擲d20再加上攻擊加值。如果計算結果等於或大於目標的防禦，便擊中目標，並且對他造成傷害。

<b>必然失手和必然命中：</b>若攻擊檢定擲出1，不論計算結果為何，都算失手；若擲出20則都算命中。


<h2 c=ty>攻擊加值</h2>
近戰武器的攻擊加值 = 等級調整值 + 力量調整值 + 體型調整值
遠端武器的攻擊加值 = 等級調整值 + 敏捷調整值 + 體型調整值

<b c=ty>等級調整值：</b>角色的等級反映其綜合實力，影響方方面面，包括攻擊檢定。

<b c=ty>力量調整值：</b>力量對武器攻擊的速度和力道都有幫助，所以力量調整值會影響近戰攻擊檢定。

<b c=ty>敏捷調整值：</b>敏捷代表協調性和穩定度，所以敏捷調整值會影響遠端武器檢定。

<b c=ty>體型調整值：</b>體型大小是相對的。例如，對於半身人而言，人類是較大的目標；而對於食人魔而言，人類是較小的目標。當兩個體型相同的生物對戰時，他們的體型調整值相互抵銷而忽略不計。



<h2 c=ty>防禦等級</h2>
你的防禦等級（即物理防禦值，簡稱AC）表示對手要擊中你有多困難。也就是說，對手的攻擊檢定結果必須大於等於你的防禦等級，才能擊中你。

AC = 10 + 等級調整值 + 盔甲加值 + 盾牌加值 + 敏捷調整值 + 其他調整值

<b c=ty>基礎AC：</b>AC的基礎值為10。

<b c=ty>等級調整值：</b>角色的等級反映其綜合實力，影響方方面面，包括防禦等級。

<b c=ty>盔甲和盾牌加值：</b>盔甲和盾牌都會對AC提供加值，這代表它們能抵抗攻擊的防護程度。

<b c=ty>敏捷調整值：</b>高敏捷值可以幫助你靈活地躲避敵人的攻擊。反之，如果敏捷值太低，就常常會因為身手笨拙而被擊中。所以敏捷調整值會影響AC。

注意：盔甲會限制敏捷加值。穿著盔甲時，可能無法將敏捷加值完全加在AC上。

某些特殊情況下，你會失去AC上的敏捷加值，比如昏迷。因為敏捷加值是表示你能靈巧地閃躲攻擊，所以如果你當時完全無法對攻擊做出反應，那麼自然就無法將敏捷加值計算到AC上。當然，如果你本來就沒有敏捷加值，那就沒有影響。

<b c=ty>其他調整值：</b>其他會影響AC的因素，包括：

<b>增強加值：</b>魔法防具有更好的防護力（如+1鱗甲、+2輕盾等）。

<b>偏斜加值：</b>有些魔法偏斜效果可以彈開攻擊，增加你的AC。

<b>天生防禦加值：</b>天生防禦可以增加AC（一般生物種族都沒有天生防禦，只有某些長有鱗片、毛皮或肌肉特別強壯的生物，才有天生防禦加值）。

<b>閃避加值：</b>有些AC加值是因為角色的特殊能力使其可以主動避開攻擊，這些加值都稱為閃避加值。當失去敏捷加值時，也會失去閃避加值，但穿著盔甲不會限制閃避加值的上限。和其他加值不同的是，閃避加值可以累計。

<b>體型調整值：</b>體型差異會在AC上獲得加值或減值。在戰鬥中，體型較大的生物比較容易被擊中，而體型較小的生物則比較不容易被擊中。



<h2 c=ty>傷害值</h2>
當你成功擊中目標時，就會造成傷害，降低目標當前生命值。傷害值取決於你使用的武器。


<b c=ty>力量調整值：</b>角色的力量調整值可能為正的加值，也可能為負的減值。

當使用近戰武器或投擲武器（包括投石索）時，傷害值要加上力量調整值（無論正負）。

當使用普通弓而非複合弓時，傷害值只會受到力量減值，無法受到力量加值。

<b>副手武器：</b>副手持用的武器的傷害值只能加上力量加值的一半。

<b>雙手武器：</b>雙手持用的武器的傷害值可加上力量加值的1.5倍，輕型武器除外。


<b c=ty>重擊傷害：</b>有時你會造成重擊（俗稱暴擊），此時可做多次傷害擲骰（每次加上所有調整值），然後將結果加起來，作為最終傷害值。

<b>例外：</b>以額外骰數表示的傷害加值（如：偷襲、特殊能力或火焰劍的額外傷害），不會因為重擊傷害而增加。


<b>示例：</b>一個力量18的角色裝備長劍和盾牌時，傷害值有+4加值；裝備巨斧時有+6加值；裝備兩把匕首時，副手只有+2加值。

巨斧的重擊倍數是3倍，當造成重擊時，可擲3次1d12+6（即3d12+18）。]]}


hlp_dmg_hp={n="生命值和死亡", d=
[[<b> </b>

<h2 c=ty>生命值</h2>
生命值代表在倒下之前你能承受多少傷害。你的最大生命值取決於職業、等級和體質調整值。


<h2 c=ty>受傷和死亡</h2>
最普通的受傷情況是受到傷害而失去生命值。受傷不會影響你的戰鬥效率，不論受到多少傷害，你都可以繼續正常行動，除非你的生命值降到0而導致死亡。


<h2 c=ty>醫療</h2>
受傷後，角色的生命值可自然回覆或以魔法醫療。

<b c=ty>自然回覆：</b>只要有至少8小時充足的休息或睡眠，就可以完全回覆生命值。

<b c=ty>魔法醫療：</b>牧師的治療術等許多法術和能力都可回覆生命值。

不論哪種方法，回覆後的當前生命值都不會大於總生命值。]]}


hlp_saves={n="豁免檢定", d=
[[身為冒險者，受點傷其實還不是最糟的狀況。如果你面對的是梅杜莎的石化凝視、翼龍的致命毒素或是鳥妖的迷人歌聲，只有夠強壯夠幸運的人才能活下來。

當你遭到特殊攻擊或魔法攻擊時，通常需要做豁免檢定，以決定是否可以抵銷或減低某些效果。豁免檢定如同攻擊檢定，只不過所對抗的不是物理防禦能力，而是角色的強韌、反射和意志這三種豁免之一：

<b c=ty>強韌：</b>抵抗針對體能和健康狀況的有害效果的能力，如毒素、疾病、石化等。對應體質屬性。

<b c=ty>反射：</b>閃躲大範圍攻擊的技巧，如火球術、蛛網、噴吐攻擊、陷阱等。對應敏捷屬性。

<b c=ty>意志：</b>抵抗影響心靈類效果的能力，如睡眠術，魅惑等。對應感知屬性。


<b c=ty>必然失敗和必然成功：</b>若豁免檢定擲出1，不論計算結果為何，都算失敗；若擲出20則都算成功。]]}


hlp_cmbt_mods_ex=
[[<h2 c=ty>處於無助狀態的防禦者</h2>
處於睡眠、昏迷、麻痺等類似狀態下的生物，幾乎沒有任何抵抗能力，通稱為處於無助狀態。

無助狀態是一種嚴重的不良狀態，具有以下特點：

- 等同於靜物，敏捷值視為0點，因此AC的敏捷調整值為-5。同時也視為AC失去敏捷加值，從而會被某些特殊能力針對，如遊蕩者的偷襲。

- 被近戰攻擊時，AC有-4減值；被遠端攻擊時則無減值。]]


faq=[[<c=twa>遊戲系統方面常見問題集中整理。

<s h3=c:tw>
<h3>修改解析度無效？</h3>
重啟遊戲後生效。


<h3>能自己替換遊戲裡的頭像或其他圖片嗎?</h3>
遊戲所用的各種資源都是開放式的，可直接在相應目錄裡替換或修改：

gfx 影象
sfx 音樂/音效
text\xx 文字

或者直接到<url=http://steamcommunity.com/app/576770/workshop/>創意工坊</url>裡下載其他玩家分享的各種資源。


<h3>角色升級可以自己加點嗎？</h3>
建立角色時選自定義就可以完全控制升級加點了。預設構築角色主要是給新手用的，哈哈。


<h3>等級上限是多少？</h3>
競技場內角色等級無上限。競技場本身層數也無限。


<h3>技能條上技能滿了，新技能無法顯示。</h3>
在技能條上點右鍵，可新增替換技能。

在戰場上點右鍵，彈出選單裡可選擇所有當前可用技能。


<h3>戰場上如何檢視所有角色的具體行動順序？</h3>
按<b>Alt</b>鍵可檢視“<b>行動順序</b>”等額外資訊。


<h3>弩無需裝填？！重弩在射程和威力上全面壓制了弓，這不科學。

從規則來講弩是簡易武器，弓是軍用武器。從遊戲來講，一種武器完全超越另一種武器，那麼為啥要用弓？即使射手戰士花一點學弩熟練，帶來的收益也遠超其它技能。

建議取消弩的各種戰技，連射對於傳統一輪一次的弩本身就不科學。弩狙擊保留，可以提供一個強化弩狙擊技能，提高威力或提供類似雷電法術的貫穿效果，區分弓和弩的特色。</h3>

早期版本的弩像3r傳統一樣需要裝填（那時“快速裝填”專長還未改為“弩狙擊”），測試後發現操作太繁瑣，很影響戰鬥節奏；
就又參照灰鷹改為點選敵人裝填，發覺還是不爽利；
然後又改為回合開始自動裝填，結果在敵人身邊時需頻頻彈藉機確認，更煩人！
然後。。。就沒有然後了，直接粗暴的將裝填砍掉了，造成了現在的不平衡的弩。


不過自然是暫時性的，xvim兄的建議蠻好，可以在配套專長上區分弓和弩：

弓的專長側重於速射和多點打擊；
弩的專長側重於強力單次打擊和貫穿。

如此一來，既用另一種方式保留了弓弩射速差別，又避免了頻頻裝填的繁瑣。


<h3>傳統上投石索都是單手來著（大衛幹歌利亞用的就是這個，單手輪圈然後鬆手放出去），lma裡設定成雙手武器是出於平衡性考慮麼（單手的話確實有代替弓的可能）？</h3>

投石索是以單手射擊，但裝填還是要雙手，所以還是按雙手武器處理。單手遠端有一個手弩就夠了。

3r：
投石索：你可以將你的力量加值應用於投石索的傷害檢定，就像它是投擲武器一樣。你可以單手使用投石索射擊（但不能單手裝填）。裝填投石索需要雙手，屬於移動動作，會引發敵人的藉機攻擊。

你可以用投石索投擲普通的石頭，但是因為石頭並沒有彈丸質地緊密，也沒有那麼圓，所以你只能造成比你使用武器尺寸小一級武器的傷害，同時，攻擊檢定會受到-1的減值。


<h3>為何沒有奔跑，佯攻，援助他人等命令？那樣系統不是更豐富更好玩嗎？</h3>

目前lma側重點是簡潔爽快的戰鬥，所以暫時捨棄一些傳統的玩法，包括pf戰技系統也在待定中。

給玩家更多的選擇是否真正能夠讓遊戲變得更好玩，是個值得思考的問題。畢竟人類的記憶能力和對複雜度的容忍能力都是有限的，更多的選擇會給玩家帶來更多的思想包袱，過多的策略戰術抉擇會讓戰鬥變得拖沓停頓不再流暢。


關於給與玩家選擇多寡的平衡問題，前輩冒險者們已經有過很多深刻的體會，值得我們借鑑：

挑出最優解不是容易的事。很多四版戰鬥時間就是花在等待或討論最優解之上的...

戰："我應該把他打倒地，還是推開他?"
賊："別推別推，我要夾擊。"
牧："可是不推的話，他一快步我們就全體吃光環。"
賊："那你別動，我用換位打?"
法："我也可以拉人。"
戰："不可以，那是牆角你不能斜拉"
法："如果我這樣走的話，好像可以拉，但牧師要讓路。"
牧："我走開就罩不住賊?"

然後，過了十多分鐘，大家談好了，戰士投骰，失手... "是時候重新想了。"

    -- 引自果園全能的羊姐姐Sheepy</s></c>]]


credits=[[
<f=b6 c=lbl>主要製作者 & 程式</f>

<url=http://www.lowmagicage.com>Thomas Lee (AM)</url>


<f=b6 c=lbl>物品描述 & 英文文字潤色</f>

<url=https://discord.gg/zMPgh8r>Roy Riley</url>


<f=b6 c=lbl>策劃 & 文案</f>
<c=twa>（按字母順序排列）</c>

ASC_CDA
ihc308
Iroiofroi
kxiaobh
LAMMPP
poorlunch
tudou684
xvim
大胸凶雄熊貓
百火詠天
蒼冰之刻印
厲害的SK
山嵐莫里
天災魍魎


<f=b6 c=lbl>美術</f>

<url=http://www.rpgartkits.com>Raymond E. Gaustadnes</url> - 感謝挪威籍畫師Raymond E. Gaustadnes ( 網名<url=http://shockbolt.deviantart.com/gallery>Shockbolt</url> )為此遊戲提供了全套怪物/物品/頭像圖片的非獨佔商用版權。

<c=twa>Raymond也為另一款遊戲ToME4繪製了另外一套怪物/物品圖集。因此，2套圖集風格相似，還有個別圖片共用。</c>

<url=https://www.deviantart.com/joakimolofsson>Joakim Olofsson</url> - 部分插畫
<url=http://opengameart.org>OpenGameArt</url> - 各種資源
<url=http://ramah-palmer.deviantart.com>Andy (Ramah-Palmer)</url> - 部分手繪地圖元素
<url=http://game-icons.net>Game-Icons.net</url> - 大部分圖示<c=twa>（具體版權資訊見附錄）</c>
<url=http://p.yusukekamiyamane.com>Yusuke Kamiyamane</url> - 部分圖示
<url=https://www.patreon.com/justinnichol>Justin Nichol</url> - 部分角色頭像
<url=http://www.cbigame.com>cbigame遊戲天地</url> - 部分場景
<url=https://github.com/adobe-fonts/source-han-sans/>思源黑體</url> - 中文字型<c=twa>（簡體&繁體）</c>
<url=http://www.latofonts.com>Lato Fonts</url> - 英文字型
<url=http://www.drivethrurpg.com>DriveThruRPG.com</url> - 最大的角色扮演遊戲下載商店
<url=http://www.drivethrurpg.com/browse/pub/3482/Sine-Nomine-Publishing.com>Sine Nomine Publishing</url> - 插畫
Aaron Lee
Christ of Grobelski
Jeff Brown
Joyce Maureira
Mohammed Agbadi
Tan Ho Sim


<f=b6 c=lbl>音樂 & 音效</f>

<url=http://www.matthewpablo.com>Matthew Pablo - MP Audio Solutions</url>
<url=http://egoboo.sourceforge.net>Zefz</url>
<url=https://opengameart.org/users/horrorpen>Horror Pen</url>
<url=http://www.cynicmusic.com>The Cynic Project</url>
<url=http://www.littlerobotsoundfactory.com>Little Robot Sound Factory</url>


<f=b6 c=lbl>參考規則 & 遊戲</f>

<url=http://www.wizards.com/default.asp?x=d20/article/srd35>Wizards of the Coast</url> - 官方規則的開放遊戲許可，詳見百科：OGL。
<url=http://www.paizo.com>Paizo</url> - Pathfinder 開拓者，從官方規則演化擴充套件而來的一套精彩的第三方規則。
<url=http://www.goddessfantasy.net>純美蘋果園</url> - 感謝果園眾位姐姐大神的斐然文采和悉心教導，讓我們能更好地瞭解研究這套傳世規則。
<url=http://www.wesnoth.org>韋諾之戰</url> & <url=http://www.ubisoft.com.cn>英雄無敵</url> - 部分規則和操作方式。


<f=b6 c=lbl>國際化</f>

英語：
Diana Keller
poorlunch
xvim
Kagami Neko
18982265276xjz
Huskar
ASC_8384
SisseL
<url=mailto:willsama974@gmail.com>Willsama974</url>
Manny / Eisenwulf

義大利語：
<url=https://business.facebook.com/TigerTraduzioni/>Gruppo T.i.g.e.r.</url>
Dark Legend
Chantalion
The Ripper

法語：
KillPower
Targus
JpDonald
Soifran
of http://rpgjeuxvideo.eklablog.fr/low-magic-age-a166591452

日語：
<url=https://synctam.blogspot.com/2017/05/low-magic-age.html>Synctam</url>
Rokusai Katsushika
KAZE NO KATACHI

西班牙語：
Miguel Lara


<f=b6 c=lbl>網站設計 & 文件寫作</f>

<url=http://www.shinegame.com>Diana Keller</url>


<f=b6 c=lbl>其他參與制作 & 測試人員</f>
<c=twa>
<h3>遊戲解說 & 視訊錄製：</h3>
<url=http://space.bilibili.com/6917320>kevinjones</url>
<url=http://space.bilibili.com/504942>曉夜夜SCP166</url>
<url=http://space.bilibili.com/1445474>人機NPC</url>
<url=http://space.bilibili.com/919731>地靈殿之鬼</url>
<url=http://weibo.com/u/5303199381>老吳解說</url>
<url=http://space.bilibili.com/14465526>糖說GAME</url>


最後，同時也是最重要的，來自內測Q群，貼吧，以及各大遊戲論壇中的廣大玩家的長期支援和各種建議，對此遊戲的完善和成長起到了難以估量的作用！正是這些熱情可愛的戰棋和跑團愛好者們，共同造就了屬於我們大家的《低魔時代》！

遺憾的是，這份玩家名單實在太長且處於持續增長中，所以無法在此詳細列出，敬請諒解。若想了解遊戲發展過程中玩家們給予我們的各種建議和相關討論，可訪問下列站點：

<url=https://steamcommunity.com/app/576770/discussions/1/>Steam社群</url>
<url=http://tieba.baidu.com/f?kw=低魔時代>低魔時代吧</url>
<url=http://tieba.baidu.com/p/4415500823>開發日誌</url>
內測Q群： 581705815


<f=b6 c=lbl>附錄</f>

<c=twa>Game-Icons.net Icons provided under the Creative Commons 3.0 BY or CC0 if mentioned below.</c>

Icons made by:
<url=http://lorcblog.blogspot.com>Lorc</url>
<url=http://delapouite.com>Delapouite</url>
<url=http://ninmunanmu.com>John Colburn</url>
<url=http://blackdogofdoom.blogspot.co.uk>Felbrigg</url>
<url=http://www.uniquedicetowers.com>John Redman</url>
<url=https://twitter.com/unstoppableCarl>Carl Olsen</url>
<url=http://opengameart.org/content/95-game-icons>Sbed</url>
PriorBlue
<url=http://wjbstories.blogspot.com>Willdabeast</url>
<url=http://viscious-speed.deviantart.com>Viscious Speed</url> - CC0
<url=http://berandas.deviantart.com>Lord Berandas</url>
<url=http://ecesisllc.wix.com/home>Irongamer</url>
<url=http://www.gnomosygoblins.blogspot.com>HeavenlyDog</url>
Lucas
<url=http://fungustoken.deviantart.com>Faithtoken</url>
Skoll
<url=http://www.se.rit.edu/~andy/>Andy Meneely</url>
Cathelineau
Kier Heyl
Aussiesim]]


ogl_diffs=[[<c=twa>實際游戲內容與OGL 3.5規則在很多方面都有很大的不同。下列為主要不同點：</c>


很多專長/法術被移除，有些被修改，有些新新增。

所有生物均在生命值為0時死亡。

大多數遠端武器和法術的最遠距離被降低。

猛力攻擊，沖鋒等原本需要選擇或操作的能力改為自動加成。

大體型生物無特殊觸及距離且僅占1格。

更多職業等內容開發完善中...


<b>下列功能被忽略或尚未實現：</b>
卷軸，法杖
解除武器，擊破武器
領域能力，領域法術
騎乘]]