-- z_u_ex z_ie
ac_amr			= "防禦（盔甲加值）"
ac_shd			= "防禦（盾牌加值）"
ac_nac			= "防禦（天生加值）"
ac_dflc			= "防禦（偏斜加值）"
ac_rng			= {n="遠端防禦	",d="對遠端攻擊有更好的防禦效果"}

rf_shd			= "反射（盾牌加值）"
save			= "豁免"
luck			= "幸運"

dr				= {n="物免		",d="減少受到的物理傷害", f="物理傷害減免%d點"}
er				= {n="抗能		",d="減少受到的元素傷害", f="元素傷害減免%d點"}
bounce_p		= {n="荊棘		",d="你被近戰擊中時，攻擊者會受到少量穿刺傷害。", f="你被近戰擊中時，攻擊者受到%s點穿刺傷害"}
bounce_f		= {n="火盾		",d="你被近戰擊中時，攻擊者會受到少量火焰傷害。", f="你被近戰擊中時，攻擊者受到%s點火焰傷害"}
ctr_atk			= {n="反擊		",d="敵人對你近戰攻擊失手時，你有一定機率對其進行藉機攻擊。", f="敵人對你近戰攻擊失手時，你有%d%%機率對其進行反擊"}
auto_sum		= {n="自動召喚	",d="戰鬥開始時，自動召喚一個相應型別的元素生物協助戰鬥。", f="戰鬥開始時，自動召喚一個%d級相應型別的元素生物協助戰鬥"}

hr				= {n="再生		",d="每回合自動恢復一些生命值", f="每回合自動恢復%d點生命值"}
auto_heal1		= {n="受傷自愈	",d="首次受傷時，自動恢復一些生命值", f="首次受傷時，自動恢復%d點生命值"}
auto_heal2		= {n="重傷自愈	",d="首次重傷時，自動恢復一些生命值", f="首次重傷時，自動恢復%d點生命值"}
be_heal			= {n="強化恢復	",d="增強受到的治療效果", f="受到的治療效果+%d增強加值"}

to_heal			= {n="強化醫療	",d="增強施展的所有治療效果", f="施展的治療效果+%d增強加值"}
elm_dmg			= {n="元素增強	",d="增強法術的元素傷害", f="法術的元素傷害%+d增強加值"}
pe_dmg			= {n="正能量增強	",d="增強法術的正能量治療/傷害", f="法術的正能量治療/傷害+%d增強加值"}
ne_dmg			= {n="負能量增強	",d="增強法術的負能量治療/傷害", f="法術的負能量治療/傷害+%d增強加值"}
tr				= {n="驅散抗力	",d="某些高等不死生物對牧師的驅散有超乎尋常的抵抗能力。"}
sr				= {n=s_sr		,d=s_sr_d	,f="%+d法術抗力"}-- z_sr
unsr			= {n=s_unsr		,d=s_unsr_d	,f="法術穿透%+d增強加值"}
spl_fail		= {n="奧術失敗率	",d="法師等奧術施法者，在穿著重甲等累贅狀態下施展法術，有一定機率失敗。"}

imm				= {n="免疫		",d="特定傷害型別或效果無效"}
res				= {n="抵抗		",d="特定傷害型別傷害減半"}
aff				= {n="親和		",d="特定傷害型別不造成傷害，而是恢復生命值。"}
vul				= {n="易傷		",d="特定傷害型別傷害翻倍"}

unr				= {n="破除		",d="再生和物免等特性可以被特定的傷害型別或武器材料型別剋制而喪失效果。\n\n例如，巨魔受到火焰傷害後，下回合無法再生；使用鍍銀武器攻擊吸血鬼，可正常造成全額傷害。"}

ex2_			="高等"
ex3_			="超凡"
_ench			="增強"
d_ench_bns		="%+d增強加值"
_d_ench_bns		="%+d增強加值"
s_x_perm_bns	="%+d永久加值"
s_x_com_bns		="%+d能力加值"
s_x_per_day2	="每日次數%+d（若有）"


s_ie_fire		= {n="熾焰"			,f="+%s點火焰傷害"}
s_ie_cold		= {n="冰凍"			,f="+%s點寒冷傷害"}
s_ie_shock		= {n="電擊"			,f="+%s點電擊傷害"}
s_ie_acid		= {n="酸蝕"			,f="+%s點強酸傷害"}
s_ie_def		= {n="防護"			,f="防禦%+d盾牌加值（僅近戰）"}
s_ie_crit		= {n="銳鋒"			,f="重擊率翻倍"}
s_ie_dist		= {n="及遠"			,f="射程增加一半"}
s_ie_no_mov		= {n="禁足"			,f="使目標無法移動"}
s_ie_bleed		= {n="血光"			,f="使目標流血（每輪%d點傷害，可疊加）"}
s_ie_kill_ud	= {n="瓦解"			,f="命中時目標不死生物驅散檢定失敗則被摧毀"}
s_ie_destroy	= {n="毀滅"			,f="+%s點武器傷害"}
s_ie_kill		= {n="致命"			,f="%d%%機率直接殺死目標"}
s_ie_vampire	= {n="吸血"			,f="吸取%s點生命"}
s_ie_good		= {n="神聖"			,f="攻擊邪惡生物時，+%s點武器傷害"}
s_ie_evil		= {n="邪惡"			,f="攻擊善良生物時，+%s點武器傷害"}
s_ie_law		= {n="秩序"			,f="攻擊混亂生物時，+%s點武器傷害"}
s_ie_chaos		= {n="混沌"			,f="攻擊守序生物時，+%s點武器傷害"}

s_ie_imx_crit	= {n="護命"			,f="免疫重擊"}
s_ie_ac_rng		= {n="吸矢"			,f="%+d遠端防禦"}

s_ie_phy		= {n=s_ag_phy		}
s_ie_psy		= {n=s_ag_psy		}
s_ie_abi		= {n=s_ag_all		}

s_ie_amr		= {n="盔甲"			,f="防禦%+d盔甲加值"}
s_ie_nac		= {n="天防"			,f="防禦%+d天生加值"}
s_ie_dflc		= {n="偏斜"			,f="防禦%+d偏斜加值"}
s_ie_save		= {n="豁免"			,f="豁免%+d增強加值"}
s_ie_luck		= {n="幸運"			,f="攻擊/傷害/豁免%+d幸運加值"}
s_ie_imm_tox	= {n="毒素免疫"		,f="免疫毒素傷害和效果"}
s_ie_spd1		= {n="迅捷"			,f="移動速度+%d增強加值"}
s_ie_spd2		= {n="極速"			,f="移動速度+%d增強加值"}
s_ie_imx_hard	= {n="浮空"			,f="所有困難地形均視為普通地形"}-- 包括法術效果和生物所導致
s_ie_elm_a		= {n="風元素"		}
s_ie_elm_f		= {n="火元素"		}
s_ie_elm_w		= {n="水元素"		}
s_ie_elm_e		= {n="土元素"		}

s_ie_rd			= {n="附魔"			,f="隨機生成"}

s_ie_grap		= {n="自動擒抱"		,f="命中時觸發擒抱"}
s_ie_trip		= {n="自動絆摔"		,f="命中時觸發絆摔"}
s_ie_palsy		= {n="麻痺"			,f="命中時目標強韌檢定失敗則被麻痺"}

s_ie_thdr		="雷鳴"	s_ie_thdr_d	=[[雷鳴武器在造成重擊時會發出打雷一樣的巨響。此音波能量不會傷害使用者。

重擊時，雷鳴武器能造成額外1d8點音波傷害。若武器重擊倍數為x3，則為2d8；x4則為3d8。

雷鳴弓、弩和投石索能將音波能量灌注在其發射的彈藥中。

遭受雷鳴武器重擊的物件須進行DC14的強韌豁免檢定，失敗則永久耳聾。]]

s_ie_behead		="斬首"	s_ie_behead_d	=[[這種強大而可怕的能力使得武器能砍下敵人的頭顱。攻擊檢定擲出20時（隨後再擲一次攻擊檢定以確定成功造成重擊），武器會砍下對手的頭（若有）。

某些生物沒有頭，比如異怪和泥形生物。其他的，比如魔像和除了吸血鬼以外的不死生物，不會因失去頭而受到影響。而其餘的大部分生物則會因為頭被砍掉而死亡。

斬首武器必須是揮砍型武器。]]

s_skls_str	="競技冠軍"-- z_ie_skl
s_skls_dex	="無名夜賊"
s_skls_int	="大學者"
s_skls_wis	="精英斥候"
s_skls_cha	="雙面間諜"		s_skls_abi_d	="以下技能的基礎等級提升至角色等級（若更低）"
s_skls_knw	="首席博學家"	s_skls_knw_d	="所有知識子技能的基礎等級提升至角色等級（若更低）"
s_skls_pfm	="歌唱女神"		s_skls_pfm_d	="所有表演子技能的基礎等級提升至角色等級（若更低）"

s_ie_imx_flk	="預知"			s_ie_imx_flk_d		="不會遭受夾擊"
s_ie_imx_dex	="直覺"			s_ie_imx_dex_d		="措手不及時保留AC敏捷加值，除非無法動彈。"
s_ie_imx_dis	="保健"			s_ie_imx_dis_d		="免疫所有疾病"
s_ie_cl1		="精通施法"		s_ie_cl_d			="%+d施法者等級"
s_ie_cl2		="進階施法"
s_ie_cl3		="卓越施法"
s_ie_haste1		="次級加速"		s_ie_haste_d		="戰鬥開始時，獲得%d輪加速術效果。"
s_ie_haste2		="高等加速"
s_ie_haste3		="卓越加速"
s_ie_mis1		="次級移位"		s_ie_mis1_d			="對你的攻擊有%d%%的失手率"
s_ie_mis2		="高等移位"		s_ie_mis2_d			="戰鬥開始時，對你的攻擊有%d%%的失手率；之後每輪降低10%%，直到20%%的失手率。"
s_ie_bow1		="次級神射"		s_ie_bow1_d			="視爲擅長弓類武器。若本就擅長，則弓類武器的攻擊檢定%+d能力加值。"
s_ie_bow2		="高等神射"		s_ie_bow2_d			="視爲擅長弓類武器。若本就擅長，則弓類武器的攻擊檢定%+d能力加值，傷害檢定+1能力加值。"
s_ie_unrng1		="次級奪箭"		s_ie_unrng1_d		="每場戰鬥1次，免受遠程武器攻擊。"
s_ie_unrng2		="高等奪箭"		s_ie_unrng2_d		="每輪1次，免受遠程武器攻擊。"
s_ie_mnk1		="武僧"			s_ie_mnk1_d			="計算武僧的AC獎勵和徒手傷害時，武僧等級%+d；震懾拳每日次數+1（若有）。若非武僧，則獲得%d級武僧的AC獎勵和徒手傷害。"
s_ie_mnk2		="高等武僧"		s_ie_mnk2_d			="計算武僧的AC獎勵和徒手傷害時，武僧等級%+d；震懾拳每日次數+2（若有）。若非武僧，則獲得%d級武僧的AC獎勵和徒手傷害。"
s_ie_dwf		="矮人"			s_ie_dwf_d			="非矮人種族可獲得：60英尺黑暗視覺、熟悉岩石、體質值%+d增強加值；對抗毒素、法術、類法術能力%+d抗力加值。"
s_ie_elf		="精靈"			s_ie_elf_d			="非精靈種族可獲得：昏暗視覺、免疫魔法睡眠效果、敏捷值%+d增強加值；對抗惑控系法術或效果%+d抗力加值。"
s_ie_slow		="緩慢"			s_ie_slow_d			="每場戰鬥1次，30英尺內某個敵人緩慢1~3輪（意志檢定DC%d）。"
s_ie_cowering	="畏縮"			s_ie_cowering_d		="每場戰鬥1次，30英尺內某個敵人畏縮1~3輪（意志檢定DC%d）。"
s_ie_blinded	="目盲"			s_ie_blinded_d		="每場戰鬥1次，30英尺內某個敵人目盲1~3輪（強韌檢定DC%d）。"
s_ie_hold		="定身"			s_ie_hold_d			="每場戰鬥1次，30英尺內某個敵人定身1~3輪（強韌檢定DC%d）。"
s_ie_shaken		="喪志"			s_ie_shaken_d		="每輪1次，30英尺內某個敵人戰慄1~3輪（意志檢定DC%d）。"
s_ie_dazzled	="目眩"			s_ie_dazzled_d		="每輪1次，30英尺內所有敵人目眩1~3輪（強韌檢定DC%d）。"
s_ie_sickened	="噁心"			s_ie_sickened_d		="每輪1次，30英尺內所有敵人噁心1~3輪（強韌檢定DC%d）。"
s_ie_fatigued	="疲乏"			s_ie_fatigued_d		="每輪1次，30英尺內所有敵人疲乏1~3輪（強韌檢定DC%d）。"
s_ie_exhausted	="力竭"			s_ie_exhausted_d	="每輪1次，30英尺內所有敵人力竭1~3輪（強韌檢定DC%d）。"

ench_cats={
{n="屬性"	},
{n="防禦"	},
{n="豁免"	},
{n="額外防護"},
{n="其他"	},
}

-- z_itm_mat
s_sp_mats		="特殊材料"	s_sp_mats_d	=[[除了法術創造的魔法物品外，某些材料有它內在的特殊屬性和特定的效果，比如更輕的重量或穿透某些生物的傷害減免等。

如果製造某件物品時使用了不止一種的特殊材料，則只能得到其中主要材料的好處。]]
s_mat_eqpts		="特殊材料裝備"	s_mat_eqpts_d	="使用特殊材料製作的裝備，擁有特殊屬性和效果，比如更輕的重量或穿透某些生物的傷害減免等。"

s_alch_slvr		="煉銀"-- bak
s_bond_slvr		="鍍銀"	s_bond_slvr_d	="透過一個複雜的鍊金過程，可以在鋼鐵製武器上鍍上銀，使它可以穿透吸血鬼和獸化人等生物的傷害減免。但鍍銀武器的傷害有-1減值。\n\n非金屬物品上不能鍍銀，也無法作用於精金和秘銀等稀有金屬。"

s_alsv			="鍍銀"	s_alsv_b	="破除傷害減免；-1傷害。"
s_mith			="秘銀"	s_mith_b	="精製品；重量減半；優質防具。"
s_adam			="精金"	s_adam_b	="精製品；破除傷害減免；傷害減免。"
s_dkwd			="黑木"	s_dkwd_b	="精製品；重量減半；優質盾牌。"
s_cdir			="寒鐵"	s_cdir_b	="精製品；破除傷害減免。"

s_alsv_d		=s_bond_slvr_d
s_mith_d		=[[這種閃耀著銀光的罕見金屬比鐵輕得多，但硬度卻相同。

- 秘銀裝備均為精製品。
- 秘銀裝備重量減半。
- 秘銀盔甲視為比正常輕一級的盔甲。
- 秘銀防具的奧術失敗率降低10％，最大敏捷加值增加2，防具檢定減值減少3。
- 非金屬或僅小部分金屬的物品不能用秘銀製造。]]
s_adam_d		=[[這種極其堅硬的金屬能提升顯著裝備的品質。

- 精金裝備均為精製品。
- 精金武器能破除某些生物的傷害減免。
- 精金盔甲具有傷害減免。
- 無金屬部件的物品不能用精金製造。]]
s_dkwd_d		=[[這種珍貴的魔法木材和普通木頭一樣硬，但是非常輕。

- 黑木裝備均為精製品。
- 黑木裝備重量減半。
- 黑木盾牌的防具檢定減值減少2。
- 非木製或僅小部分木製的物品不能用黑木製造。]]
s_cdir_d		=[[這種深埋在地下的鐵因為對精類生物有特別的效果而聞名。

- 寒鐵裝備均為精製品。
- 寒鐵武器能破除精類生物的傷害減免。
- 無金屬部件的物品不能用寒鐵製造。]]

s_alsv_h		=s_bond_slvr_d.."\n\n"..[[
煉銀物品型別	物品價格調整值
彈藥		+2金幣
輕型武器	+20金幣
單手武器	+90金幣
雙手武器	+180金幣]]
s_mith_h		=[[秘銀是一種非常稀少的，閃耀著銀光的金屬，雖然比鐵輕，但卻有一樣的硬度。像鋼鐵一樣鍛造後，它成為了製造盔甲的絕佳材料，偶爾也被用來製造其他物品。用它製成的武器和盔甲均為精製品。大部分秘銀盔甲在考慮移動速度和其他限制時視為輕一級的盔甲。重甲視為中甲，中甲視為輕甲，不過輕甲還是視為輕甲。秘銀防具的奧術失敗率降低10％，最大敏捷加值增加2，防具檢定減值減少3（最小到0）。

秘銀製物品的重量只有用其他金屬製造的同種物品的一半。就武器而言，重量變輕並不能改變武器尺寸型別或其持握方式（無論是輕型，單手，還是雙手武器）。僅小部分由金屬構成的物品不會因為部分秘銀材料的存在而有變化（長劍可以是秘銀武器，而巨鐮不行）。

秘銀物品型別	物品價格調整值（含精製品價格）
盾牌		+1,000金幣
輕甲		+1,000金幣
中甲		+4,000金幣
重甲		+9,000金幣
其他		+500金幣/磅]]
s_adam_h		=[[這種極其堅硬的金屬可以提高武器或者盔甲的品質。用精金鍛造的盔甲給穿戴者提供了傷害減免，輕型甲為1/-，中型甲為2 /-，重型甲則是3/-。精金是如此昂貴，因此用它製成的武器和盔甲均為精製品。

無金屬成分的物品不能用精金製造。箭可以用精金來製造，但木棍不行。

精金物品型別	物品價格調整值（含精製品價格）
彈藥		+60金幣
武器		+3,000金幣
盾牌		+5,000金幣
輕型盔甲	+5,000金幣
中型盔甲	+10,000金幣
重型盔甲	+15,000金幣]]
s_dkwd_h		=[[這種珍貴的魔法木材和普通的木頭一樣硬，但是非常輕。黑木製造的任何木製或大部分是木製的物品（比如弓，箭，矛）視為精製品，且重量只有原來同種物品的一半。黑木盾牌的防具檢定減值比同類普通盾牌要少2點。

一般情況下非木製或僅部分木製的物品（如戰斧或硬頭錘）要麼不能使用黑木來製造，要麼不能得到黑木製造的優點。

計算黑木物品的價格時，在同類精製品的基礎上再加上每一磅原始重量10金幣。]]
s_cdir_h		=[[]]

-- z_shd_mats
shd_mats		={n="製作盾牌的材料", d=
[[和盔甲不同，盾牌既可以用木頭製作，也可以用鋼鐵製作。木製盾牌和鋼製盾牌在基本防具性質上完全相同，但木製盾牌重量更輕價格也更低。

因此在不考慮耐久度，硬度，耐火性等的情況下，木製盾牌是最佳選擇，遊戲中盾牌預設均為木製，價格和重量也都按木製盾牌計算。

但用特殊金屬材料（如秘銀或精金）製作的盾牌在計算價格和重量時是以鋼製盾牌為基礎的。


木製盾牌和鋼製盾牌的基礎價格和重量列表：

輕木盾	 3金	 5磅
輕鋼盾	 9金	 6磅
重木盾	 7金	10磅
重鋼盾	20金	15磅


例外：塔盾總是為木製。]]}

-- z_itm_mat.add
itm_mats_text={
[itm_mat_iron_	]={n="鐵		"},
[itm_mat_wood_	]={n="木		"},
[itm_mat_lthr_	]={n="皮		"},
[itm_mat_clth_	]={n="布		"},
[itm_mat_rsv5_	]={n="保留5	"},
[itm_mat_rsv6_	]={n="保留6	"},
[itm_mat_rsv7_	]={n="保留7	"},
[itm_mat_alsv	]={n=s_alsv	 ,d=s_alsv_d,sd=s_alsv_b},
[itm_mat_mith	]={n=s_mith	 ,d=s_mith_d,sd=s_mith_b},
[itm_mat_adam	]={n=s_adam	 ,d=s_adam_d,sd=s_adam_b},
[itm_mat_dkwd	]={n=s_dkwd	 ,d=s_dkwd_d,sd=s_dkwd_b},
[itm_mat_cdir	]={n=s_cdir	 ,d=s_cdir_d,sd=s_cdir_b},
[itm_mat_dkcl	]={n="暗葉布	"},
[itm_mat_wood	]={n="木		"},
[itm_mat_cpr	]={n="銅		"},
[itm_mat_tin	]={n="錫		"},
[itm_mat_brnz	]={n="青銅	"},
[itm_mat_iron	]={n="鐵		"},
[itm_mat_stl	]={n="鋼		"},
[itm_mat_slvr	]={n="銀		"},
[itm_mat_gold	]={n="金		"},
[itm_mat_plat	]={n="白金	"},
}

z_trim_ns(itm_mats_text)


d_healers_kit	= [[此工具箱裝滿了藥草、膏藥、繃帶以及其他有用材料，能為「醫療」檢定提供+2環境加值。每個醫藥箱可使用10次。]]

d_tools_tbl		= "\n\n"..[[工具的環境調整值：

<b c=ta>工具		調整值</b>
簡單工具	<c=r>-2環境減值</c>
盜賊工具	<c=a>無</c>
精製品盜賊工具	<c=g>+2環境加值</c>]]

d_simple_tools	= [[使用「解除裝置」和「開鎖」技能時，人物手邊至少須有適當的簡單工具（鑿子、撬杆、鑰匙模、鐵絲等）或更專業的盜賊工具。

若無盜賊工具，只使用簡單工具的狀況下，檢定有-2環境減值。使用精製品盜賊工具則有+2環境加值。]]..d_tools_tbl

d_thieves_tools	= [[此工具箱包含使用「解除裝置」和「開鎖」技能時所需的各種工具：萬能鑰匙、鐵桿、尖嘴鉗、小鋸子、楔子與鐵錘。

若沒有這套工具，則只能使用臨時工具，需遭受-2環境減值。

精製品版本：特別製作的精巧盜賊工具，檢定時有+2環境加值。"]]..d_tools_tbl

d_lockpick		= [[開鎖時，除了需要簡單工具或盜賊工具，還需要開鎖器。不同於其他工具，開鎖器比較容易損壞，經驗老道的冒險者總是會額外準備足夠數量的開鎖器。]]

-- z_eqpt_slot
main_hand		="主手"	main_hand_d	="慣用手可持握一件單手武器，或雙手持握一件雙手武器。"
off_hand		="副手"	off_hand_d	="非慣用手可持握一件單手武器或盾牌。"
ammo			="彈藥"	ammo_d		="背部或腰部等身体部位可额外携带各种箭矢和投掷武器。"
body			="身體"	body_d		="身體可穿着一件長袍或一套盔甲（在背心、祭袍或襯衫之外）。"
head			="頭部"	head_d		="頭部可戴一頂帽子、頭帶或頭盔。"
neck			="頸部"	neck_d		="頸部可穿戴一條項鍊、領針、徽章、護符、聖符或聖甲蟲。"
belt			="腰部"	belt_d		="腰部可穿戴一條腰帶（在長袍或盔甲之外）。"
boot			="腳部"	boot_d		="腳部可穿戴一雙鞋子或靴子。"
arm				="手臂"	arm_d		="手臂或手腕可佩戴一對護腕或手鐲。"
shdr			="肩膀"	shdr_d		="肩膀可披一件斗篷、披風或披肩（在長袍或盔甲之外）。"
ring			="戒指"	ring_d		="每隻手可各戴一枚戒指（或單手兩枚）。"
acc				="飾品"	acc_d		="空閒身體部位可佩戴兩件飾品。"
eyes			="眼部"	eyes_d		="眼部可佩戴一副眼鏡或護目鏡。"
hands			="手部"	hands_d		="手部可穿戴一雙手套或鐵手套。"
torso			="軀幹"	torso_d		="軀幹可穿着一件背心、祭袍或襯衫。"

xbns_note		= "同名加值不疊加，只取最大。"
tshd_penalty	= "塔盾極其沉重，當持用它戰鬥時，即使擅長塔盾，攻擊也仍會承受-2的懲罰。"

s_simple_wpns_inc	= "簡易武器包括："
s_martial_wpns_pre	= "軍用武器包括："
s_martial_wpns_inc	= "%s類軍用武器包括："

d_no			= "無描述。"

-- z_itm_tp
itm_types={
-- normal
{n="武器"			,d=d_no},
{n="盾牌"			,d=d_no},
{n="彈藥"			,d=d_no},
{n="盔甲"			,d=d_no},
-- wondrous items
{n="頭帶/頭盔"		,d=d_no},
{n="腰帶"			,d=d_no},
{n="斗篷"			,d=d_no},
{n="背心/襯衫/祭袍"	,d=d_no},
{n="長袍"			,d=d_no},
{n="護腕"			,d=d_no},
{n="手套"			,d=d_no},
{n="靴子"			,d=d_no},
{n="鏡片/護目鏡"		,d=d_no},
{n="項鍊/護符"		,d=d_no},
{n="指環"			,d=d_no},
{n="飾品"			,d=d_no},
-- non-equipment
{n="容器"			,d=d_no},
{n="消耗品"			,d=d_no},
{n="石料"			,d="石料是一種常見的基礎原料，可用於金屬冶煉（作為溶劑）或製作磨石。"				},
{n="寶石礦"			,d="寶石礦是未加工的寶石原料。"												},
{n="寶石"			,d="作為一種珍貴的製作材料，寶石可用於各種手工製作。"							},
{n="礦石"			,d="礦石是一種常見的原材料，可被冶煉成相應種類的金屬材料。"						},
{n="金屬"			,d="金屬由相應種類的礦石提煉而來，是武器和防具製作的基礎材料之一。"				},
{n="木材"			,d="木材是一種常見的基礎原料，可用來製作武器或用作燃料。"						},
{n="燃料"			,d="燃料是冶煉和鍛造的基礎原料之一。"										},
{n="布料"			,d="布料是製作盔甲的主要材料之一，即使金屬盔甲也需要少量布料作襯裡。"				},
{n="皮革"			,d="皮革主要用於製作皮甲。部分其他型別的防具也需少量的皮革製作連線部件或裝飾。"	},
{n="奇幻材料"		,d="製造魔法物品時通常會用到一些奇異且神祕的物品，如奧法之塵、龍心血等等。"		},
{n="雜項材料"		,d="在常人眼裡，這些世俗的常見之物或許只是一堆毫無用處的垃圾。"					},
{n="藝術品"			,d=d_no},
{n="雜項"			,d=d_no},
{n="陷阱"			,d=d_no},
{n="交易品"			,d=d_no},

{n="保留"			,d=d_no},
}

s_it_norm_eqpt	="普通裝備"
s_it_magic_eqpt	="魔法裝備"
s_it_potion		="藥劑"
s_it_mat		="材料"

-- z_rare_lv
s_rare_nm		="普通"
s_rare_mw		="精製"
s_rare_e0		="魔法"
s_rare_e1		="稀有"
s_rare_e2		="罕見"
s_rare_e3		="史詩"
s_rare_e4		="傳奇"

rare_lv_unique	="唯一"

-- weapon categories
wpn_cats={
{n="簡易"	},
{n="軍用"	},
{n="異種"	},
{n="天生"	},
}

-- weapon range types
wpn_rng_types={
{n="近戰"	},
{n="遠端"	},
}

-- z_wpn_hands
wpn_handss={
{n="單手"	},
{n="雙手"	},
{n="主手"	},
{n="雙頭"	},
}

-- weapon groups z_wpn_grp
wpn_grps={
{n="輕刃"	,d="以匕首和短劍為代表的輕刃類武器，比一般的劍類武器要小型，適合副手使用。以戳刺為主要攻擊方式，在攻擊的強度與準確性上都很不錯。精確的攻擊、突刺以及靈活的防禦是這類武器的強項。"	},
{n="重刃"	,d="以長劍和巨劍等重型劍為代表的重刃類武器是一種均勻開刃的武器，兼具輕刃武器的精準和斧的重量。主要用於劈砍而非戳刺。"	},
{n="斧"		,d="斧類武器擁有沉重的把頭和鋒刃，能夠進行猛烈的揮砍。"	},
{n="鎬"		,d="鎬像斧或者硬頭錘一樣重心在頭上,並帶有長長的尖頭，適合造成穿刺性的深入傷害。"	},
{n="錘"		,d="錘類武器擁有沉重的鈍頭，一個或多個平滑的表面，以及一根手柄。錘類武器的重量非常適合用於造成粉碎性打擊。"},
{n="硬頭錘"	,d="硬頭錘類武器和錘類武器非常相似，也是帶有沉重頭部的鈍器。不過它們比錘類武器更平衡，用來造成粉碎性打擊。"	},
{n="杖"		,d="一般來說，杖就是長條狀的木頭或其他物質，整體的粗細都差不多。"	},
{n="連枷"	,d="連枷類武器非常靈活，它們通常有一根鐵鏈連線在持握的手柄和實施傷害的一端之間。"},
{n="矛"		,d="矛類武器由一個長柄和長柄前端用於戳刺的尖頭組成，適合戳刺攻擊。"},
{n="弓"		,d="弓類武器擁有一個堅硬的弓軸，韌性極好的弓弦與之首尾相連。弓類武器用於發射箭鏃，它們需要經過訓練才能有效使用。在行家手中，一把弓就是一把致命的利器。"},
{n="弩"		,d="弩類武器實際上就是一把安裝了託柄和機械觸發裝置的弓。它是一種“對準即射”的傻瓜型武器。弩類武器深受大眾喜愛，因為它不需要進行太多的訓練就能掌握其使用方法，而它的主要推力來自於弩上絞緊的弩弦。"},
{n="投擲"	,d="包含所有投擲武器和投石索。某些小型近戰武器可以用來投擲；投石索是用來投擲石塊或是金屬彈丸的皮索，屬於拋射武器。"},
{n="徒手"	,d="當你拳打、腳踢、肘擊、膝頂甚至用頭撞對手的時候，就被視為是徒手攻擊。單純的徒手攻擊被視為臨時武器。有爪子或者齧咬等攻擊方式的生物視為擅長這些天生武器。"},
}

-- z_wpn_flags
wpn_flags={
{n="遠端武器"		,d="無法用來近戰攻擊，只能進行遠端攻擊，如長弓或飛鏢等。"},
{n="長武器"		,d="可攻擊2格內的目標。但藉機攻擊或夾擊時，只對鄰接目標有效。"},
{n="鞭子"		,d="可攻擊3格內的目標，但無威脅範圍（無法藉機攻擊或夾擊等），而且會引發藉機攻擊。"},
{n="輕型武器"		,d="允許以敏捷代替力量，作為攻擊加值（需<c=y>武器嫻熟</c>專長）。而且比一般單手武器更適合作為副手武器。"	},
{n="嫻熟武器"		,d="允許以敏捷代替力量，作為攻擊加值（需<c=y>武器嫻熟</c>專長）。但不屬於輕武器，因此不是很適合作為副手武器。"},
{n="衝鋒武器"		,d="衝鋒時更加精準和致命，攻擊和傷害各+1。"},
{n="絆摔武器"		,d="絆摔攻擊+2，絆摔時不會被目標藉機攻擊。"},
{n="輕投擲"		,d="輕投擲武器的遠端攻擊基於敏捷。"},
{n="重投擲"		,d="重投擲武器的遠端攻擊以力量代替敏捷應用於攻擊和傷害。"},
--{n="雙頭武器"	,d="可雙手持握用於雙武器戰鬥（視為單手武器+輕武器）或單手持握（視為單手武器）。"},
{n="武僧武器"		,d="其獨特設計允許武僧以特殊的方式來使用。"},
--{n="非握持"	,d="某些天生武器可提供額外的攻擊方式。如手握長弓時，仍可進行撕咬。"},
}
s_thrown_wpn	="投擲武器"		s_thrown_wpn_d	="可用於遠端攻擊。敏捷調整值應用於遠端攻擊檢定；力量調整值應用於傷害檢定。"

-- armor weight types
amr_types={
{n="輕甲"},
{n="中甲"},
{n="重甲"},
}

-- shield weight types
shd_types={
{n="輕盾"	},
{n="重盾"	},
{n="塔盾"	},
}

potion_grps={-- z_potion_grp
{n="所有藥劑"},
{n="任意藥劑"},
{n="隨機藥劑"},
{n="常用藥劑"},
{n="屬性藥劑"},
{n="戰鬥藥劑"},
{n="防護藥劑"},
{n="復原藥劑"},
{n="雜項藥劑"},
}

s_h4_wpn		="雙頭武器"		s_h4_wpn_d		="可雙手持握用於雙武器戰鬥（視為單手武器+輕武器）或單手持握（視為單手武器）。"
s_fly_back		="飛去來"		s_fly_back_d	="具有魔法加值的投擲武器擲出後會自動飛回，相當於無限彈藥數量。"
s_bow_cs		="複合"			s_bow_cs_d		="將力量加值應用至弓的傷害值。"
s_bow_mg		="魔導"			s_bow_mg_d		="允許以施法屬性代替敏捷，應用於遠端攻擊。"

s_buy			="購買"			s_buy_d			="花費金幣購買各種普通或魔法裝備、奇物、藥劑、以及其他物品。"
s_sell			="出售"			s_sell_d		="賣掉揹包中用不上的物品，以換取更多金幣。"
s_cft			="製作"			s_cft_d			="製作更精良的魔法物品、特殊材料裝備、複合弓和魔導弩等。"

s_lmt_itms		="限量物品"		s_lmt_itms_d	="各種魔法裝備、奇物、藥劑等。"
s_wond_itms		="奇物"			s_wond_itms_d	="魔法腰帶、頭帶、斗篷、法袍、手套/護腕、靴子、護符、戒指、飾品等魔法物品通稱為奇物。"
s_potions		="藥劑"			s_potions_d		="魔法藥劑具有與法術類似的效果，隻影響飲用藥劑的人。"
s_amms			="彈藥"			s_amms_d		="箭、弩矢、彈丸，分別用於弓、弩、投石索。"
s_eqpts_ee		="附魔裝備"		s_eqpts_ee_d	="擁有附魔的魔法裝備。"
s_cft_ee		="製作附魔裝備"	s_cft_ee_d		="附加隨機附魔到魔法裝備。原有附魔（若有）會被清除。"
s_cft_mw2		="製作精製裝備"	s_cft_mw2_d		="將普通裝備重新制作為精製裝備。"
s_cft_e0		="製作魔法裝備"	s_cft_e0_d		="將普通或精製裝備附魔為魔法裝備，或提升現有魔法裝備的魔法加值（受限於隊伍等級）。"
s_cft_up		="升級魔法物品"	s_cft_up_d		="提升現有魔法物品的魔法加值（受限於隊伍等級）。"
s_cft_csbow		="製作複合弓"	s_cft_csbow_d	="新增複合配件至弓類武器。"
s_cft_mxbow		="製作魔導弩"	s_cft_mxbow_d	="新增魔導配件至弩類武器。"
s_cft_remat		="重製裝備"		s_cft_remat_d	="使用特殊材料重新制作現有裝備，保留原有魔法特性。"
s_cft_reenc		="重新附魔"		s_cft_reenc_d	="將魔法裝備的現有附魔替換為隨機新附魔。"
s_cft_lk_ee		="鎖定附魔"		s_cft_lk_ee_d	="重新附魔時，被鎖定的附魔保持不變。"

s_eqpts			="裝備"	s_eqpts_d	=[[角色所用的武器，護甲，以及其他魔法裝備會影響其各方面的能力。

大城市的市集裡有許多武器和防具商人，只要有錢就可以買到各式器械。你可以找到堅固耐用的刀劍，甚至可能有精靈打造的利刃。

鍊金師和魔法物品店則販賣各種魔法裝備，奇物，藥劑以及其他稀奇古怪的玩意。]]

s_wpns			="武器"	s_wpns_d	=[[人物所用的武器會影響其戰鬥的能力。

按照不同的規則，武器被劃分成幾個型別，這些規則包括了熟練使用武器時必須掌握的技巧（簡易武器，軍用武器，異種武器）；在近戰中使用的（近戰武器）或者是遠距離使用（遠端，包括投擲武器和彈射武器）； 武器的持用方式（輕武器，單手武器，雙手武器），以及武器的尺寸（小型，中型，大型）。]]

s_wpns_h		=[[人物所用的武器會影響其戰鬥的能力。


<h2 c=ty>武器型別</h2>
按照不同的規則，武器被劃分成幾個型別，這些規則包括了熟練使用武器時必須掌握的技巧（簡易武器，軍用武器，異種武器）；在近戰中使用的（近戰武器）或者是遠距離使用（遠端，包括投擲武器和彈射武器）； 武器的持用方式（輕武器，單手武器，雙手武器），以及武器的尺寸（小型，中型，大型）。


<c=ty b>簡易，軍用，異種武器：</c><z>除了德魯伊，武僧，盜賊和法師之外的所有職業都擅長使用所有的簡易武器。野蠻人，戰士，聖騎士和巡林客可以擅長使用所有的簡易武器和軍用武器。而其他</z>大多數職業的人物能掌握主要的簡易武器，可能還會包括一些軍用武器，甚至異種武器。如果你使用不擅長的武器，攻擊檢定將會有-4的減值。


<c=ty b>近戰武器和遠端武器：</c>近戰武器主要是用來進行近身攻擊，不過有些武器也可以投擲。遠端武器包括投擲和彈射武器，它們在近戰中沒什麼威力。

<c=ty>長型武器：</c>大砍刀，長勾刀，長槍，長矛，刺叉，刺鏈和鞭子屬於長型武器，長型武器的使用者可以攻擊並不在臨近區域內的目標。大多數長型武器可以讓使用者的威脅範圍加倍，這意味著典型的小型或者中型生物在使用長型武器時可以攻擊到10英尺遠的目標<z>，但不能用它來攻擊臨近區域內的目標。一個典型的大型生物在使用長型武器時可以攻擊到15到20英尺遠的目標，但不能它來攻擊距離在10英尺內的目標</z>。

<c=ty>雙頭武器：</c>雙頭鏈枷，矮人矛斧，侏儒鉤式戰錘，獸人雙頭斧，木棍和雙頭劍屬於雙頭武器，使用者可以使用雙頭武器的兩端同時戰鬥，就像使用雙武器戰鬥一樣，但同時也會受到使用雙武器戰鬥的減值，視為一把單手武器和一把輕武器。

使用者也可以雙手使用雙頭武器，只用一頭來攻擊對手，此時視為使用雙手武器。一個生物在單手持用雙頭武器時，不能將其作為雙武器使用，每回合只能使用武器的一頭攻擊。

<c=ty>投擲武器：</c>匕首，木棒，短矛，矛，飛鏢，標槍，飛斧，輕型戰錘，三叉矛，手裡劍和捕網屬於投擲武器，使用者可以將他的力量修正值應用在傷害檢定上<z>（除了潑濺武器）。你可以投擲並沒有設計成投擲武器的普通武器（既在表：武器中並沒有標明射程的近戰武器），但這樣做會使人物的攻擊檢定受到-4減值。投擲一件輕武器或單手武器是一個標準動作，而投擲一件雙手武器是一個整輪動作。不論武器型別如何，這樣的攻擊只有在擲出20點時才被認為是重擊威脅，並且在重擊時造成雙倍的傷害。這樣的武器具有10尺的射程</z>。

<c=ty>彈射武器：</c>輕弩，投石索，重弩，短弓，複合短弓，長弓，複合長弓，手弩，和連發弩屬於彈射武器。大多數彈射武器需要雙手使用（見特別的武器說明）。使用者的力量加值不能用於彈射武器的傷害檢定，除非武器是特製的複合短弓，特製的複合長弓，或者是投石索。但如果使用者受到力量修正的減值，在使用弓或者投石索時需將其應用於武器的傷害檢定。

<c=ty>彈藥：</c>彈射武器需要使用彈藥：箭（用於弓），弩矢（用於弩），投石索彈丸（用於投石索）。<z>當使用弓時，取出彈藥是一個自由動作；弩和投石索需要一個動作來裝彈。</z>一般來說，彈藥射中目標後會損壞或無法使用，而未命中的彈藥中有50%機率會損壞或丟失。

手裡劍雖然屬於投擲武器，但它在以下情況時被視為彈藥：在拿取它時；製作精製品或其它特殊版本時（見精製武器部分）；判斷當被投擲之後的情況時。


<c=ty b>輕、單手、雙手近戰武器：</c>這種分類是由武器在戰鬥時的費力方式決定的。它決定了當武器被體型相符的人持用時，武器是輕武器，單手武器，還是雙手武器。

<c=ty>輕武器：</c>相對單手武器來說，輕武器可以更容易的由非慣用手使用<z>，並且可以在擒抱時使用</z>。一件輕武器只需一隻手使用。由慣用手使用時，新增使用者的力量加值（若有）到傷害檢定；由非慣用手使用時，只能新增力量加值的一半；在雙手持用時，傷害上不會有其他好處，新增使用者的力量修正到傷害檢定上，如同僅由慣用手使用輕武器時一樣。

徒手擊打總是視為輕武器。

<c=ty>單手武器：</c>單手武器可以由慣用手使用，也可以由非慣用手使用，由慣用手使用一件單手武器時，新增使用者的力量加值到近戰的傷害檢定；非慣用手使用時，只能新增力量加值的一半。如果使用者在近戰中雙手持用單手武器時，那麼新增1.5倍的力量加值到武器的傷害檢定。

<c=ty>雙手武器：</c>雙手近戰武器需要雙手持用才能有效使用。當你使用這類武器時，新增1.5倍的力量加值到武器的傷害檢定。


<c=ty b>武器尺寸：</c>每件武器都有一種尺寸級別，這種分類指出了武器原本是為了哪種體型的生物設計的。<z>

武器的尺寸級別與它作為物品時的尺寸不同，武器的尺寸級別指明瞭預期使用者的體型。通常來說，在作為物品時，一件輕武器的尺寸級別比使用者的尺寸級別小兩級，單手武器的尺寸級別比使用者小一級，而雙手武器的尺寸級別與使用者的尺寸級別相同。

不適當的武器尺寸：一個生物無法自如的使用和它體型不合的武器，每當預期使用者和實際使用者的體型相差一級，使用者在攻擊檢定上就要受到-2的減值。如果此生物不擅長這種武器，攻擊檢定同時還會受到-4的不擅長減值。

為了衡量使用武器的費力程度（無論在設計時針對特定的使用者來說它是輕武器，單手武器，還是雙手武器），每當實際使用者和預期使用者的體型相差一級，使用者對於武器的持用方式就隨之改變一級。如果武器按這種方法進行改變後並不屬於輕武器，單手武器，或雙手武器，那這個生物就完全無法使用它。


臨時武器：有時，某些不是武器的東西能被當作武器使用，由於它們並沒有被設計成武器，任何人在使用它們攻擊時總是視作不擅長它，因此攻擊檢定會有-4的減值。為了確定它們的尺寸級別和所能造成的傷害，將其與武器列表中的武器比較，選出一種最為接近的武器。臨時準備的武器在擲出20點時被認為是重擊威脅，並且在重擊時造成雙倍的傷害。臨時準備的投擲武器具有10尺的射程。</z>


<h2 c=ty>武器性質</h2>
不同的人喜好不同的武器，你可能希望同時擁有一把近戰武器和一把遠端武器。但如果你買不起兩種武器，那隻好挑一種比較重要的。

武器尺寸影響你的使用方式（單手或雙手持用），也會影響傷害值。雙手持用武器的傷害值通常比單手持用武器高，但當你雙手拿著武器時，就無法使用盾牌。你必須權衡利弊。

不同職業或種族本身擅長不同類別的武器，你也可以從專長中另外選擇想擅長的武器類別。

好武器通常比差武器貴，但更貴並不總意味著更好。舉例而言，細劍比長劍貴。對一個具有「武器嫻熟」專長的靈敏遊蕩者來說，細劍是很厲害的武器，但對一般戰士而言，還是長劍更好。


選擇武器時，請注意以下事項：

<b c=ty>價格：</b>武器的市場價，單位為金幣。該價格包含相關配件，如劍鞘，箭袋等。


<b c=ty>傷害：</b>擊中目標時所能造成的傷害數值。


<b c=ty>傷害型別：</b>武器按照它們所造成的傷害分類：鈍擊，穿刺，揮砍。有些怪物可以減免某些型別的傷害。

有些武器可以同時造成多種型別的傷害。如果一件武器有兩種傷害型別，那它造成的傷害並非一半這種一半那種，而是全部都是兩種傷害。因此，一個生物必須對這兩種型別傷害都免疫才不會受到該武器的傷害。

另外一些武器可以造成兩種傷害中的任一種。在傷害型別的區別有重大意義時，使用者可以選擇造成哪一種傷害（遊戲中自動選擇最優）。


<b c=ty>重擊（俗稱暴擊）：</b>當造成重擊時，根據武器的重擊倍數多次計算武器的正常傷害（每次都加上所有可用修正），最後將所有結果相加。

<b>例外：</b>武器正常傷害之外的額外傷害不記入重擊倍數。

<b>示例：</b>
5%/x2（或x2）：該武器有5%機率重擊（即擲出20），在重擊時造成2倍傷害。
10%/x3（或19–20/x3）：該武器有10%機率重擊（即擲出19或20），在重擊時造成3倍傷害。


<b c=ty>重量：</b>武器的重量。


<b c=ty>特殊：</b>有些武器有特殊性質，可在武器描述中檢視。


小型生物使用武器的小型版本，傷害較低，重量減半；大型則傷害更高，重量翻倍。武器不同尺寸版本的價格均相同，因此不同體型的玩家角色可自由更換武器。]]--武器有多種分類方式，可按普及性分類（簡易、軍用、異種），或按對應擅長訓練的武器組分類（劍，斧，弓等），或按攻擊距離分為近戰與遠端武器（包括投擲和射擊武器），或按重量分為輕型、單手持用或雙手持用，也可按武器尺寸分類（小型、中型、大型）。Weapons are grouped into several interlocking sets of categories. These categories pertain to the weapon’s popularity (simple, martial, or exotic), what group training is needed to become proficient in a weapon’s use (sword, axe, or bow, etc.), its usefulness either in close combat (melee) or at a distance (ranged, which includes both thrown and projectile weapons), its relative encumbrance (light, one-handed, or two-handed), and its size (Small, Medium, or Large).

s_amrs			="防具"	s_amrs_d	=[[防具（包括盔甲和盾牌）可以保護你，但同時也會妨礙你的行動。

防具雖然不是影響人物外觀的唯一要素，但絕對是很重要的一項。此外，你的職業也可能限制你所能使用的盔甲，盾牌也是如此。若想有效地發揮厚重盔甲的效用，你可以選擇相應的「擅長盔甲」專長，但大多數職業已經自動擅長符合其職業特性的防具類別。]]

s_amrs_h		=[[防具（包括盔甲和盾牌）可以保護你，但同時也會妨礙你的行動。


<h2 c=ty>防具性質</h2>
防具雖然不是影響人物外觀的唯一要素，但絕對是很重要的一項。此外，你的職業也可能限制你所能使用的盔甲，盾牌也是如此。若想有效地發揮厚重盔甲的效用，你可以選擇相應的「擅長盔甲」專長，但大多數職業已經自動擅長符合其職業特性的防具類別。


選擇防具時，請注意以下事項：

<b c=ty>價格：</b>防具的市場價，單位為金幣。該價格包含相關配件，如護甲墊等。


<b c=ty>盔甲/盾牌加值：</b>盔甲對防禦有盔甲加值，盾牌對防禦有盾牌加值。盔甲的盔甲加值不能與其它物品提供的盔甲加值疊加；盾牌加值類似。


<b c=ty>最大敏捷加值：</b>即穿著此盔甲時，防禦所能獲得的最大敏捷加值。盔甲愈重，行動愈受限，閃躲攻擊的能力便降低。

以最大敏捷加值為+3的鱗甲為例，敏捷18的角色，其防禦通常應具有+4敏捷加值，但當他穿上鱗甲，便只能有+3敏捷加值。

也就是說，如果沒有其他調整值，他的防禦是18（10+5+3=18，其中基礎防禦10，鱗甲+5盔甲加值，敏捷加值+3）。

最大敏捷加值不影響其它敏捷相關能力，如反射。

角色裝備造成的負重也可能限制最大敏捷加值。

<b>盾牌：</b>盾牌不影響最大敏捷加值，塔盾除外。


<b c=ty>防具檢定減值：</b>穿著不擅長的盔甲或使用不擅長的盾牌時，其防具檢定減值將應用於攻擊和反射檢定。

角色裝備造成的負重也可能影響防具檢定減值。

<b>盾牌：</b>盔甲和盾牌的防具檢定減值會累計。


<b c=ty>奧術失敗率：</b>穿著盔甲或盾牌會妨礙施展奧術的姿勢，可能導致法術失敗，因此法師等奧術施法者通常不穿盔甲或盾牌。而牧師等神術施法者則無此困擾。

<b>穿甲施展奧術：</b>穿著盔甲或盾牌施展奧術時，通常必須進行奧術失敗檢定。盔甲或盾牌的奧術失敗率的即為法術失敗並作廢的機率。

<b>盾牌：</b>如果你同時穿著盔甲和盾牌，則需將兩個數值加起來，作為一個單一的奧術失敗率。


<b c=ty>速度：</b>中型或重型的盔甲會減慢你的速度。

<b>盾牌：</b>盾牌不影響速度。


<b c=ty>重量：</b>防具的重量。小型生物的防具重量減半；大型則翻倍。]]

s_norm_eqpts	="普通裝備"	s_norm_eqpts_d	=[[普通裝備包括基礎的武器、盔甲、盾牌。

人物所用的武器會影響其戰鬥的能力。

防具（包括盔甲和盾牌）可以保護你，但同時也會妨礙你的行動。]]

s_mw_eqpts		="精製裝備"	s_mw_eqpts_d	=[[精製武器和防具是製造過程更加精細的普通裝備，品質更好，價格也更高。

精製武器的攻擊檢定有+1增強加值。

精製防具在功能上和普通防具一樣，除了防具檢定減值減少1點。]]

s_mw_eqpts_h	=[[精製武器和防具是製造過程更加精細的普通裝備，品質更好，價格也更高。


<h2 c=ty>精製武器</h2>
精製武器的攻擊檢定有+1增強加值。

精製武器的價格在普通武器的基礎上增加300金幣（對於彈藥來說是每支增加6金幣）。

精製彈藥的增強加值不會和發射它的武器的任何增強加值疊加。

所有魔法武器自動視為精製武器。武器的魔法增強加值不會和精製增強加值疊加。


<h2 c=ty>精製防具</h2>
精製防具在功能上和普通防具一樣，除了防具檢定減值減少1點。

精製防具的價格在普通防具的基礎上增加150金幣。

所有魔法防具自動視為精製防具。]]

s_magic_eqpts	="魔法裝備"	s_magic_eqpts_d	=[[魔法裝備包括魔法武器、盔甲、盾牌。

魔法武器通常具有一些輔助戰鬥的特殊能力，而且還能提升攻擊檢定和傷害擲骰。

魔法防具（包括盾牌）能提供更好的防禦能力。除了提升防禦，有些防具還具有特殊能力。]]

s_magic_itms	="魔法物品"	s_magic_itms_d	=[[魔法物品是冒險者們夢寐以求的東西，它們可能來自怪物的寶藏、敵人的裝備或從大城市購買而來。作為一個冒險者最為垂涎的寶貴物品，有些可以使人物得到前所未有的能力，有些則能將人物原有的能力加以增強。

魔法物品可分為以下類別：防具、武器、藥劑和奇物。]]

s_magic_itms_h	=[[魔法物品是冒險者們夢寐以求的東西，它們可能來自怪物的寶藏、敵人的裝備或從大城市購買而來。作為一個冒險者最為垂涎的寶貴物品，有些可以使人物得到前所未有的能力，有些則能將人物原有的能力加以增強。


魔法物品可分為以下類別：防具、武器、藥劑和奇物。

<b c=ty>盔甲與盾牌：</b>穿戴魔法防具（包括盾牌）可獲得更好的防禦能力。除了提升防禦，有些防具還具有特殊能力。

<b c=ty>武器：</b>魔法武器通常具有一些輔助戰鬥的特殊能力，而且還能提升攻擊檢定和傷害擲骰。

<b c=ty>藥劑：</b>魔法藥劑具有與法術類似的效果，隻影響飲用藥劑的人。

<b c=ty>奇物：</b>包括魔法腰帶、頭帶、斗篷、法袍、手套/護腕、靴子、護符、戒指、飾品等魔法物品通稱為奇物。


<h2 c=ty>體型與魔法物品</h2>
一般而言，魔法物品不會有不合身的問題。大部分魔法物品都很容易調整，或者能自動依照穿戴者的體型而調整大小。總而言之，即使性別、種族、體型或外觀特徵不同，都可以穿戴同一件魔法物品。


<h2 c=ty>穿戴魔法物品</h2>
穿戴魔法物品時，同類型的物品有數量限制。就像你不能同時穿好幾雙鞋子一樣，每個特定的身體部位都只能穿戴固定數量的物品。


每個人物可以有效地穿戴各樣物品的限制為：

<b>身體部位	穿戴物			能力相關性</b>
頭部		1件頭帶或頭環		心智強化
肩膀		1件斗篷或披風		防護
頸部		1條項鍊或護符		防護，感知
身體		1套盔甲或法袍		多重效果
手臂		1雙手套或護腕		戰鬥，靈巧
手指		2枚戒指		多重效果
腰部		1條腰帶		體能強化
足部		1雙鞋子		移動
其他		2件飾品		多重效果


當然，人物可攜帶的魔法物品數量不受限制。例如，你可以背著一整袋魔法戒指出門，但也只有戴在手上的兩枚有作用，戴上第三枚戒指是沒有用的。

其他部位的物品也是如此，超過穿戴上限的物品就跟沒穿一樣。舉例而言，如果人物穿了兩件斗篷，第二件就沒有任何作用。


<h2 c=ty>來自魔法的加值</h2>
魔法物品可能使人物的攻擊、傷害、屬性或各種防禦能力等獲得加值。


不同種類的加值可以累加，而相同種類的加值則不能累加。一般而言，只要加值的名稱不同，就可以累加；反之如果名稱相同，就不能累加（例外：盾牌和盔甲的增強加值、閃避加值和某些環境加值）。

加值種類和名稱一覽：

<b c=ty>盔甲：</b>這就像一般非魔法盔甲的加值。提升此加值的法術，通常會產生一層看不到卻摸得到的力場來保護人物。

<b c=ty>環境：</b>外在條件造成的加值或減值，可影響擲骰結果。除非是由同一個條件所產生，否則所有環境加值都可以累加。

<b c=ty>偏斜：</b>偏斜加值使人物不易被命中，進而提升防禦等級。

<b c=ty>閃避：</b>閃避加值是人物躲避攻擊的能力。閃避加值可以累加。法術和魔法物品都不能提升閃避加值，只有專長和特殊能力才行。

<b c=ty>增強：</b>增強加值代表武器或防具的威力或效能提升。

<b c=ty>洞察：</b>洞察加值能提升人物的判斷力而獲致更好的結果。範例法術為“克敵機先”。

<b c=ty>運氣：</b>運氣加值代表超乎尋常的好運氣。

<b c=ty>士氣：</b>士氣加值代表勇氣、野心或決心的影響。範例法術為“英雄氣概”。

<b c=ty>天生防禦：</b>天生防禦加值代表某些生物與生俱來的硬皮或鱗片。

<b c=ty>抗力：</b>抗力加值是對抗魔法或傷害的加值。]]


bite				="用嘴和牙齒展開攻擊，造成穿刺、揮砍和鈍擊傷害。"
claws				="用肢體尖銳的部分撕扯，造成穿刺和揮砍傷害。"
slam				="用肢體的一部分擊打對手，造成鈍擊傷害。"
gore				="用角或者類似的部位刺穿對手，造成穿刺傷害。"
sting				="用釘針戳刺對手，造成穿刺傷害。通常會導致中毒。"
tail				="用強有力的尾巴揮擊對手，造成鈍擊傷害。"
fang				="用鋒利的毒牙刺穿對手，造成穿刺傷害。通常會導致中毒。"
lich_tough			="近戰接觸攻擊，造成巨大傷害的同時目標必須透過強韌檢定，否則將被永久麻痺。"
s_itm_talons		="趾爪"
s_itm_talons_d		=claws
s_itm_arms			="手臂"
s_itm_arms_d		=slam
s_itm_hooves		="蹄踢"
s_itm_hooves_d		=slam
s_itm_stamps		="踏壓"
s_itm_stamps_d		="用強壯的腿部踩踏對手，造成鈍擊傷害。"
s_itm_tentacles		="觸手"
s_itm_tentacles_d	="用強有力的觸鬚揮擊對手，造成鈍擊或揮砍傷害。"
s_itm_ram			="撞擊"
s_itm_ram_d			="用身體的一部分撞擊對手，造成鈍擊傷害。"

long_wpn_d	="屬於長型武器，你可以用它攻擊到2格遠的敵人。"
s_mnk_wpn	="是特殊的武僧武器，其設計允許武僧以特殊的方式來使用。"
s_dbl_wpn	="屬於雙頭武器，可雙手持握用於雙武器戰鬥（視為單手武器+輕武器）或單手持握（視為單手武器）。"
bow_cmn_d	="無論其型號大小，你至少需要兩隻手來使用一把弓。\n\n若你有力量減值，使用弓時傷害會受影響；若你有力量加值，使用複合弓時傷害有加成，但普通弓則無加成。弓以箭矢作為彈藥。"
s_shd_mat	="盾牌一般為木製或鋼製。木製和鋼製的盾牌提供同樣的基本保護。"
amm_d		="\n\n<c=o>遠端武器的增強加值不能和彈藥的增強加值疊加，只能兩者取高；但減值始終疊加。</c>"
shd_bns_lmt	="\n\n<c=o>此類物品的魔法加值最大+5。</c>"

ioun_d		="艾恩石是一種稀有珍貴的魔法石，可用來承載各種附魔效果。"
elm_gem_d	="元素寶石共有四種類型，分別包含著溝通對應元素位面的力量。\n\n隊伍裝備的元素寶石僅能生效1個。"
book_post	="的鉅著，字裡行間蘊藏強大魔力。一旦讀完，書本內的魔力以及書本本身都會消失。"

phy_d		="\n\n體能屬性：即角色前3項體能相關的屬性（力量、敏捷、體質）。"
psy_d		="\n\n心靈屬性：即角色後3項心靈相關的屬性（智力、感知、魅力）。"

saves_d		="\n\n豁免：強韌、反射、意志統稱為豁免。"

belt_hr_d	="這條充滿了生命力量的腰帶，賦予穿戴者再生的能力。"
cloak_sr_d	="披在原有的裝備或衣物外面，穿戴者可獲得額外的法術抗力，能抵消對手的法術穿透。"
robe_d		="看起來像普通長袍。適合奧術施法者穿戴。"
hand_ac_d	="外觀與一般護腕相同，但具有不可見的力場，給穿戴者提供持續的防護。\n\n此物品無法與真正的護甲同時生效。"
hand_ca_d	="雖然外觀較為奇特，但明顯比一般護腕更為精緻。"
boot_spd_d	="提升穿戴者的移動速度。"
neck_nac_d	="通常以骨頭或獸鱗製成，強化穿戴者的肉體和面板。"
ring_er_d	="金戒指上刻著代表所有能量的符號，能抵抗所有能量型別的傷害。"
ring_unsr_d	="奧術施法者專用戒指，能抵消目標的法術抗力。"
ring_hr_d	="這枚白金戒指嵌著一顆大號寶石。穿戴者得到持續性的生命回覆效果，甚至在戰鬥中失去的肢體、器官或其它身體部分，也會慢慢復原。"

tgood_d		="不同於普通零售物品，交易品是僅面向批發的大宗商品，一般會按價格或重量湊整。"

s_eqp_xx_d		="選擇一件適合當前隊伍等級的裝備。"
s_eqp_xx_cm_d	="選擇一件適合當前隊伍等級的常用裝備。"
s_eqp_xx_rd_d	="包含一件適合當前隊伍等級的隨機裝備。"

s_spl_itm_f	="{bns} {spl_name}{itm_name}"

-- z_itm
items={

-- Natural Weapon
{n="撕咬",			d=bite		},
{n="爪抓",			d=claws		},
{n="揮擊",			d=slam		},
{n="抵撞",			d=gore		},
{n="釘刺",			d=sting		},
{n="尾擊",			d=tail		},

{n=s_itm_talons		,d=s_itm_talons_d		},
{n=s_itm_arms		,d=s_itm_arms_d			},
{n=s_itm_hooves		,d=s_itm_hooves_d		},
{n=s_itm_stamps		,d=s_itm_stamps_d		},
{n=s_itm_tentacles	,d=s_itm_tentacles_d	},
{n=s_itm_ram		,d=s_itm_ram_d			},

{n="巨力揮擊",		d=slam		},
										 
{n="毒牙		",		d=fang		},
{n="致命毒牙	",		d=fang		},
{n="腐蝕撕咬	",		d=bite		},
{n="擒抱撕咬	",		d=bite		},
{n="絆摔撕咬	",		d=bite		},
{n="巨顎撕咬	",		d=bite.."而且強有力的下顎能造成巨大的傷口，使目標流血不止。"},
{n="腐蝕之爪	",		d=claws		},
{n="擒抱爪抓	",		d=claws		},
{n="麻痺之爪	",		d=claws		},
{n="熾焰揮擊	",		d=slam		},
{n="屍毒揮擊	",		d=slam		},
{n="巫妖之觸	",		d=lich_tough},

{n="徒手攻擊",		d="徒手打擊是諸如拳擊或腳踢等不使用武器而做出的攻擊。"},

-- Manufactured Weapon
-- Light Blade
{n="匕首",			d="匕首是一種戰鬥用小刀。它的鋒刃長不及1尺，可曲可直，可單刃可雙刃。\n\n匕首的設計種類極廣，並可能有多種名稱（如用來戳刺的刺刃）。"},
{n="短劍",			d="短劍恐怕是任何尚武社會中最為常見的武器，也因此設計花樣繁多、因地域和匠人而變。\n\n短劍多數長約2尺。它的劍身可直可曲，劍刃可單可雙，劍幅可寬可窄。劍柄可能裝點精美、也可能樸實無華，或有十字型護手，或有籠狀護手，或乾脆沒有護手。\n\n這種武器通常被獨立使用，但也有成對持用、或搭配匕首長劍等武器戰鬥的場合。"},
{n="細劍",			d="常被老道的決鬥者使用的武器。細劍有個長而輕的鋒刃，適用於架開攻擊並進行快速反擊。"},
{n="反曲刀",			d="反曲刀是一種長約1尺的曲形劍。基本上算是匕首的異化加強版，重擊率更高，但不適於投擲。"},
{n="鐮刀",			d="鐮刀的原型是收割莊稼用的農具，這種單手武器的鋒刃是一條大弧線，能夠輕易地捕捉對手的肢體或甲冑。\n\n鋒刃可以平順、也可以呈鋸齒狀，某些戰陣用的鐮刀會在尖端附近兩側開刃，以便輕鬆鉤進對手的血肉。"},
-- Heavy Blade
{n="彎刀",			d="這種彎曲的砍刀的長度介於短劍和長劍之間。僅外側開刃、刀背平鈍，使得刀身斷面呈三角形。是一種擁有高重擊率的揮砍型重刃。"},
{n="長劍",			d="長劍長約3英尺半，是一種極為通用的武器。\n\n這種傳統的直刃武器代表騎士榮譽與勇氣。它是眾多聖武士們喜愛的武器。"},--一手長劍，一手重盾，這基本就是防禦戰士的標準配置。\n\n不俗的傷害，不俗的重擊率，偶爾還可以收起盾牌，雙手持握，傷害不比那些雙手武器差多少。
{n="巨劍",			d="這種巨大的雙手劍長約5尺，劍身底部可能會有一處未開鋒，用來協助抓握。\n\n巨劍是冒險者公認最佳近戰武器之一，可靠且威力十足。"},--巨劍擁有所有武器中最高的平均傷害，重擊率也不錯，因此深受戰士們的喜愛。通常，一把精心打造的巨劍就是一名戰士一生的伴侶。
{n="巨鐮",			d="這種武器演化自收割莊稼的農具，包括一隻裝有突起握柄的木製長柄，以及與木柄成直角的一把銳利曲刃。\n\n巨鐮需要雙手使用，笨拙卻能夠一擊必殺。與“收割”之間的關聯使它常被作為死亡的象徵符號，這令巨鐮也往往被用作威懾武器。"},
{n="彎刃大刀",		d="這種兵器有著彎刀一般彎曲和銳利的鋒刃，未開鋒的刀背則有直有曲。它的重量集中在前端，因此用來切斬要比戳刺來得順手。"},
{n="長勾刀",			d="長鉤刀柄長8尺，前端裝有刀刃和彎鉤。"..long_wpn_d},
-- Axe/Pick
{n="飛斧",			d="這種單手斧長約1尺，完美的配重平衡使它適於投擲，同時也能作為近戰武器。飛斧有很多名字，包括拋斧、投斧等等。\n\n使用飛斧時常緊握把手、高舉過肩，在空中迴旋一圈後咬進目標的身體。"},
{n="戰斧",			d="這種斧頭的握柄足夠長，你能以單手或雙手持握它。\n\n斧刃可能開在一側、也有可能雙刃，而鋒刃的形狀也從半月形到伐木斧一般的方稜形不等。木製握柄可能會以金屬套箍加以保護。"},
{n="巨斧",			d="這種雙手戰斧沉重到你無法單手持用。\n\n斧頭可能單刃或雙刃，為了增加斬擊力和協助破盾還可能打成“鬍子形”（即帶鉤或斧刃底端向外彎曲）。握柄一般長3到4尺。"},
{n="輕型鎬",			d="這種武器從作為工具的鶴嘴鋤演化而來，有著微曲的頭部、用來穿甲的尖端和錘狀的配重。"},
{n="重型鎬",			d="作為輕型鎬的加強版，重型鎬的把手較長，可單手或雙手使用。\n\n也適合在馬背上使用，因此常被騎兵當作廉價武器。"},
{n="戰鎬",			d="比重型鎬更大型，必須雙手持握的純軍用武器。"},
-- Hammer/Club/Mace
{n="飛錘",			d="戰錘的輕量化版本，專為投擲設計。"},
{n="戰錘",			d="這件武器包括木製的握柄和一個沉重的金屬錘頭。錘頭可能為單側（像是木工錘）或雙側（像是長柄大錘）。握柄的長度足夠你單手或是雙手持用。\n\n儘管沉重且難以揮舞，但戰錘是造成效果拔群一擊、粉碎鎧甲和血肉的理想武器。"},
{n="巨錘",			d="巨錘具有令人咋舌的尺寸和沉重的錘頭，很難掌控平衡，需要雙手才能恰當地舉起和控制。"},
{n="木棒",			d="隨處可見的短木棍，雖然只是粗加工的簡易武器，遠不如飛錘等做工精良的軍用武器那麼輕便，但確實也可以用來投擲。"},
{n="巨木棒",			d="巨木棒是普通木棒的巨大笨重版本，必須雙手持握。\n\n它可能經過了裝飾和雕刻、以金屬強化過，也有可能僅是個大樹枝。巨木棒和尋常木棒一樣有很多種叫法，譬如大棒、巨棒等等。"},
{n="木棍",			d="簡單的木頭棍子，長約5尺。戰鬥時一手握住末端，另一手握在棍身1/4處，能夠封擋來襲、迅捷反擊。\n\n旅人、農夫、商人、武僧、巡林客和法師都很喜歡用這種武器。\n\n木棍"..s_dbl_wpn.."\n\n木棍"..s_mnk_wpn},
{n="輕型硬頭錘",		d="輕型硬頭錘的頭部是一塊雕琢精美的金屬，被安裝在金屬或木製的握柄上。\n\n硬頭錘的頭部通常凹凸不平，以造成更大的痛苦和傷害。某些更原始的硬頭錘是用皮帶將石頭固定在木柄上製成的。"},
{n="重型硬頭錘",		d="比起輕型硬頭錘，重型硬頭錘的頭部更加碩大，握柄也更長。"},
{n="釘頭錘",			d="釘頭錘由一根長柄頂端鑲嵌一顆帶刺的金屬球組成，同時具有鈍器打擊面和穿刺武器的特點，使其不同於一般錘類武器。"},
-- Flail
{n="輕型鏈枷",		d="輕型鏈枷包括沉重的打擊前端，以及通過鎖鏈與之連線的握柄。雖然常被想象為類似釘頭錘一般的鐵球，鏈枷的前端其實可能為多種形狀，譬如短槓狀。\n\n軍用鏈枷是農用鏈枷的強化版本，後者則是用來敲打穀物以分離谷實和穀殼的工具。"},
{n="重型鏈枷",		d="類似輕型鏈枷，重型鏈枷有著較大的鐵球和較長的握柄。"},
{n="刺鏈",			d="刺鏈長約4尺，佈滿了凶殘的鉤刺。有些會有鐵箍作為把手。"..long_wpn_d},
-- Spear
{n="標槍",			d="標槍是一種細長的投矛。很小，可單手持用，也可用來投擲。"},
{n="矛",				d="矛長約5尺，可以用來近戰，也可用來投擲。"},
{n="長矛",			d="長矛長約8尺，"..long_wpn_d},
{n="戟",				d="戟和長矛相似，但通常在前端附近裝有斧頭。\n\n是一種不太常見的長矛替代武器，傷害更高。"..long_wpn_d},
-- Bow
{n="短弓",			d="長約3尺的短弓由一整塊木料製成。"..bow_cmn_d},
{n="長弓",			d="長弓長約5尺，由一整塊木料精心雕刻而成。"..bow_cmn_d},
-- Crossbow
{n="手弩",			d="你可以單手使用手弩射擊而沒有任何減值。你也可以兩隻手各用一把手弩射擊，但是會受到和雙手使用輕武器戰鬥時同樣的攻擊減值。"},
{n="輕弩",			d="操作輕弩要用雙手。你通過拉動一個槓桿拉開輕弩，然後射擊。"},
{n="重弩",			d="操作重弩要用雙手。你通過上面的一個小的絞盤拉開重弩，然後射擊。"},
-- Sling
{n="投石索",			d="投石索從外觀上看起來就是兩條皮帶末端連線著一個皮囊。\n\n與弓弩之類射擊武器不同，使用者的力量加值可以疊加於投石索的傷害之上，就像它是投擲武器一樣。"},
-- Thrown
{n="飛鏢",			d="這種具有配重的投擲武器比箭頭大些，尺寸和射程則較標槍為短。多數飛鏢為木柄鐵尖。"},

-- Armor
-- Light Armor
{n="厚布甲",			d="比一層普通的粗重衣服強不了多少，厚布甲僅僅是一副厚實、帶填充物的布襖，為穿戴者提供最基礎的防護。\n\n通常只有那些事先知道自己不會加入致命格鬥，或是依賴靈活身手、而不是盔甲保命的人才會穿上這種幾乎是象徵性的護具。"},
{n="皮甲",			d="皮甲是用多層煮沸硬化過的皮革再細密縫綴而成的護甲。\n\n雖然它們的防禦力趕不上金屬護甲，但皮甲的靈活性使它成為了絕大多數人優先的選擇，也是最常見的護甲。"},
{n="鍊甲衫",			d="這件用環環相扣的鎖環編織成的鍊甲可以保護你的軀幹部分。"},
-- Medium Armor
{n="鱗甲",			d="鱗甲是由無數互相交疊的小金屬片組成的護甲。\n\n細密靈活的甲片分佈使穿戴者的行動較為便捷而不太受牽制，但同時也犧牲了更具保護性的大塊護甲片作為代價。一套鱗甲附有鋼手套。"},
{n="胸甲",			d="胸甲是一整塊金屬裝甲板，就像全身甲的一部分，但只能保護使用者的軀幹位置。\n\n雖然胸甲相當堅固，但它十分不靈活的制式和毫無保護的背面使得它依然劣於那些整套式的護甲。不過，仍然比大多數非金屬護甲好上太多。"},
-- Heavy Armor
{n="半身甲",			d="半身甲綜合了全身甲和鍊甲的特點，將大塊金屬護板和靈活的鍊甲片有機地結合起來。\n\n雖然這件護甲在關鍵部位增加了多層防護，但問題在於這件護甲並不是按照使用者的身體尺寸定製的，穿戴它會感覺比全身甲更加笨重。半身甲附帶鋼手套和頭盔。"},
{n="全身甲",			d="大量互相鉚接和層疊的金屬板組成了這套厚重的裝甲，使它的防護效果遠超其他護甲。\n\n一整套全身甲包括鋼手套、皮靴、覆面頭盔和用來穿在護甲下的厚厚護墊。每一套全身甲都必須由能工巧匠為穿戴者量身定做，所以一套戰利品全身甲必須重新改裝（花費約200~800金幣）才能為新的所有者使用。"},
-- Sheild
{n="輕盾",			d="你必須將輕盾在前臂上束緊才能使用它。輕盾的持盾手可以勉強抓握其他的物品，但仍然不足以靈活到持用另一把武器。"},
{n="重盾",			d="你必須將重盾在前臂上束緊並用手握住才能使用它。重盾的重量使得你必須牢牢地用一隻手握住它，所以持盾手不能再拿用其他物品。"},
{n="塔盾",			d="這面巨大的木製盾牌幾乎和使用它的人一樣高。"},

-- Belt
{n="巨力腰帶			",d="這是一條寬腰帶，以厚重皮革製成，並鑲嵌鐵飾。穿戴後可增強力量。"},
{n="敏捷腰帶			",d="這條腰帶有著銀製的帶扣，通常描繪著猛虎的形象。穿戴後可增強敏捷。"},
{n="健體腰帶			",d="這條腰帶的黃金帶扣上有著熊的形象。穿戴後可增強體質。"},
{n="超凡體能腰帶		",d="這條腰帶有著碩大的白金帶扣，描繪著泰坦的形象。"..phy_d},
{n="華麗腰帶			",d="這個閃閃發光的金屬腰帶給人力量和權利。穿戴後可增強所有屬性。"},
{n="再生腰帶			",d=belt_hr_d},
{n="巨魔之血腰帶		",d=belt_hr_d},
{n="九頭蛇腰帶		",d=belt_hr_d},
-- Headband
{n="智力頭帶			",d="這個複雜的黃金頭帶上鑲有幾顆藍寶石。穿戴後可增強智力。"},
{n="感知頭帶			",d="青銅頭帶環繞著綠色的絲線。穿戴後可增強感知。"},
{n="魅力頭帶			",d="銀質頭環上鑲嵌有大大小小的紅黃寶石。穿戴後可增強魅力。"},
{n="超凡心靈頭帶		",d="華麗的頭帶上有著眾多的寶石鑲嵌。"..psy_d},
-- Cloak
{n="魅力斗篷			",d="質地輕盈、樣式華美的斗篷，飾以銀色緞帶。穿戴後可增強魅力。"},
{n="抗力斗篷			",d="銀或鋼的點綴在該織物上到處都是。給穿戴者提供魔力防護。"},
{n="法抗斗篷			",d=cloak_sr_d},
{n="高等法抗斗篷		",d=cloak_sr_d},
{n="超凡法抗斗篷		",d=cloak_sr_d},
{n="荊棘斗篷			",d="具有荊棘叢的質感。給穿戴者提供防護的同時，還能讓那些膽敢近距離攻擊你的敵人痛不欲生。"},
{n="沙羅曼蛇斗篷		",d="一件樣式華美，泛著暗紅色光芒的斗篷。給穿戴者提供防護的同時，還能讓近戰攻擊你的敵人受到火焰傷害。"},
-- Robe
{n="法袍				",d=robe_d},
{n="施法者法袍		",d=robe_d},
{n="奧術師法袍		",d=robe_d},
{n="大法師法袍		",d=robe_d},
-- Gloves/Bracers
{n="食人魔力量手套	",d="由硬皮革製成，手背及手指處飾有鐵製飾釘。"},
{n="敏捷手套			",d="輕薄合手的皮手套，具有彈性並容許靈巧動作。"},
{n="防禦護腕			",d=hand_ac_d},
{n="高等防禦護腕		",d=hand_ac_d},
{n="超凡防禦護腕		",d=hand_ac_d},
{n="反擊護腕			",d=hand_ca_d},
{n="高等反擊護腕		",d=hand_ca_d},
{n="超凡反擊護腕		",d=hand_ca_d},
-- Boots
{n="速度靴			",d=boot_spd_d},
{n="蛛行鞋			",d=boot_spd_d},
{n="跑跳靴			",d=boot_spd_d},
{n="浮空靴			",d=boot_spd_d},
-- Amulet
{n="健康護符			",d="套在鏈子上的金碟，上面通常有獅子或其他強壯動物的影象。"},
{n="感知護符			",d="看起來像鑲有珍珠的小鏈子。"},
{n="天防護符			",d=neck_nac_d},
{n="高等天防護符		",d=neck_nac_d},
{n="超凡天防護符		",d=neck_nac_d},
{n="幸運護符			",d="一隻漂亮討喜的小護符。"},
{n="四葉草護符		",d="做工考究的小鏈子，上面掛著四葉草形狀的寶石。"},
{n="獨角獸護符		",d="做工考究的小鏈子，上面掛著獨角獸形狀的寶石。"},
{n="闢毒護符			",d="簡陋的銀鏈子上掛着黑色寶石。穿戴者免疫任何毒素。"},
-- Ring
{n="防護戒指			",d="穿戴者被一股魔力保護。"},
{n="幸運戒指			",d="一隻漂亮討喜的小戒指。"},
{n="四葉草戒指		",d="上面刻著四葉草的圖案。"},
{n="獨角獸戒指		",d="上面刻著獨角獸的圖案。"},
{n="抗能戒指			",d=ring_er_d},
{n="高等抗能戒指		",d=ring_er_d},
{n="超凡抗能戒指		",d=ring_er_d},
{n="法術穿透戒指		",d=ring_unsr_d},
{n="高等法術穿透戒指	",d=ring_unsr_d},
{n="超凡法術穿透戒指	",d=ring_unsr_d},
{n="再生戒指			",d=ring_hr_d},
{n="巨魔之血戒指		",d=ring_hr_d},
{n="九頭蛇戒指		",d=ring_hr_d},
{n="治療者戒指		",d="對於那些費時費力救治他人的好人來說，這個戒指是個大福利。當穿戴者施展治療法術或類似效果時，治療效果更加顯著。"},
{n="元素戒指			",d="專注於塑能類法術的施法者的最愛，可有效提高元素傷害。"},
-- Accessory
{n="力量艾恩石		",d=ioun_d},
{n="敏捷艾恩石		",d=ioun_d},
{n="體質艾恩石		",d=ioun_d},
{n="智力艾恩石		",d=ioun_d},
{n="感知艾恩石		",d=ioun_d},
{n="魅力艾恩石		",d=ioun_d},
{n="體能艾恩石		",d=ioun_d..phy_d},
{n="心靈艾恩石		",d=ioun_d..psy_d},
{n="全能艾恩石		",d=ioun_d},
{n="防護艾恩石		",d=ioun_d},
{n="抗力艾恩石		",d=ioun_d},
{n="幸運艾恩石		",d=ioun_d},
{n="永生四葉草		",d="一顆漂亮滑潤的琥珀，裡面包裹著一隻翠綠的四葉草，如同剛採摘下來。"},
{n="黃金馬蹄鐵		",d="一隻金燦燦的馬蹄鐵。"},
{n="驅毒聖盃			",d="這銀質高腳杯的手柄形似一隻躍起的獨角獸。持有者免疫任何毒素。"},
{n="再生艾恩石		",d=ioun_d},
{n="巨魔之血晶體		",d="一顆形狀詭異的晶體，泛著暗紅色的微光。"},
{n="九頭蛇雕像		",d="一個精緻的九頭蛇小雕像。"},
{n="風元素寶石		",d=elm_gem_d},
{n="火元素寶石		",d=elm_gem_d},
{n="水元素寶石		",d=elm_gem_d},
{n="土元素寶石		",d=elm_gem_d},
{n="正能量引導經匣	",d="對於能夠引導正能量的人來說，這個經匣是一種福利。它能幫助持有者更好的治療活物，也能對不死生物造成的更多的傷害。"},
{n="負能量引導經匣	",d="對於能夠引導負能量的人來說，這個經匣是一種福利。它能幫助持有者對活物造成的更多的傷害，對不死生物的治療效果也更好。"},
-- Book
{n="健骨手冊			",d="教你如何鍛鍊身體"..book_post},
{n="靈巧手冊			",d="使你手足靈巧"..book_post},
{n="強身手冊			",d="教你如何強健體魄"..book_post},
{n="靜思卷冊			",d="教你如何提升記憶力和邏輯能力"..book_post},
{n="通曉卷冊			",d="教你如何提升直覺和理解力"..book_post},
{n="統馭卷冊			",d="教你如何提升說服力和影響力"..book_post},

-- Ammo
{n="箭",				d="弓的彈藥。"..amm_d},
{n="弩矢",			d="弩的彈藥。"..amm_d},
{n="彈丸",			d="投石索的彈藥。"..amm_d},

-- Misc
{n="藥劑				",d="藥劑是一種魔法液體，飲用即生效。"},
{n="卷軸				",d="卷軸是以書面形式儲存的法術。\n\n卷軸的使用方式基本上像是施法，使用後卷軸就會消失。"},
{n="煉銀塗層			",d=""},
{n="精金塗層			",d=""},
{n="熾火膠			",d=""},
{n="寒冰霜			",d=""},
{n="強酸瓶			",d=""},
{n="聖水				",d=""},
{n="絆足包			",d=""},
{n="煙霧棒			",d=""},

-- Trade Goods
{n="小麥"			,d=tgood_d},
{n="麵粉"			,d=tgood_d},
{n="大米"			,d=tgood_d},
{n="捲心菜"			,d=tgood_d},
{n="胡蘿蔔"			,d=tgood_d},
{n="洋蔥"			,d=tgood_d},
{n="雞蛋"			,d=tgood_d},
{n="鹹魚"			,d=tgood_d},
{n="風乾肉"			,d=tgood_d},
{n="葡萄乾"			,d=tgood_d},
{n="無花果"			,d=tgood_d},
{n="堅果"			,d=tgood_d},
{n="黃油"			,d=tgood_d},
{n="乳酪"			,d=tgood_d},
{n="橄欖油"			,d=tgood_d},
{n="鹽"				,d=tgood_d},
{n="糖"				,d=tgood_d},
{n="蜂蜜"			,d=tgood_d},
{n="香草"			,d=tgood_d},

{n="肉桂"			,d=tgood_d},
{n="姜"				,d=tgood_d},
{n="胡椒"			,d=tgood_d},
{n="丁香"			,d=tgood_d},
{n="藏紅花"			,d=tgood_d},

{n="麥酒"			,d=tgood_d},
{n="蘋果酒"			,d=tgood_d},
{n="葡萄酒"			,d=tgood_d},

{n="雞"				,d=tgood_d},--"雞是人類飼養最普遍的家禽。\n\n批發數量：50只。\n"..
{n="鵝"				,d=tgood_d},
{n="山鶉"			,d=tgood_d},
{n="山羊"			,d=tgood_d},
{n="綿羊"			,d=tgood_d},
{n="豬"				,d=tgood_d},
{n="野豬"			,d=tgood_d},
{n="奶牛"			,d=tgood_d},
{n="肉牛"			,d=tgood_d},

{n="帆布"			,d=tgood_d},
{n="亞麻布"			,d=tgood_d},
{n="毛料"			,d=tgood_d},
{n="絲綢"			,d=tgood_d},
{n="天鵝絨"			,d=tgood_d},
{n="生皮"			,d=tgood_d},
{n="皮革"			,d=tgood_d},
{n="毛皮"			,d=tgood_d},
{n="精製毛皮"			,d=tgood_d},

{n="鐵"				,d=tgood_d},
{n="銅"				,d=tgood_d},
{n="白銀"			,d=tgood_d},
{n="黃金"			,d=tgood_d},
{n="白金"			,d=tgood_d},

-- Monsters only
{n="毒鞭"			,d="一種佈滿毒刺的短鞭。"},
{n="投網"			,d="投網可以糾纏住敵人。"},

-- misc
{n="信件"			,d="一封信件。"},
{n="裝置"			,d="一個裝置。"},

-- new/exotic/monk wpns
{n="拳匕"			,d="這種匕首能讓拳擊更有威力，也更致命。"},
{n="悶棍"			,d="悶棍在堅硬、沉重的核心外面包裹軟材料，通常是皮套鉛棍。先端比把手更粗，它有著發散敲擊力的設計，使其較不容易見血或斷骨。"},
{n="大砍刀"			,d="大砍刀是長型武器，你可以用此武器攻擊2格遠的敵人。"},
{n="重劍"			,d="重劍又稱為一手半劍，只有經過特殊訓練，才能以單手使用這麼大的劍，因此重劍屬於異種武器。雙手持用時則視為軍用武器。"},
{n="雙頭劍"			,d="雙頭劍"..s_dbl_wpn},
{n="矮人重斧"			,d="矮人重斧因為太大，所以在經特殊訓練後才能單手持用，因此它屬於異種武器。\n\n中等體型的生物可以雙手持用它，此時視其為軍用武器。大型生物可以單手持用它，此時也視其為軍用武器。矮人始終視其為軍用武器，即使單手持用。"},
{n="矮人矛斧"			,d="矮人矛斧"..s_dbl_wpn.."\n\n矮人將矮人矛斧視為軍用武器。"},
{n="獸人雙頭斧"		,d="顧名思義，強壯的獸人戰士通常使用獸人雙頭斧作戰。\n\n獸人雙頭斧"..s_dbl_wpn},
{n="侏儒鉤式戰錘"		,d="侏儒鉤式戰錘"..s_dbl_wpn.."\n\n侏儒將侏儒鉤式戰錘視為軍用武器。"},
{n="雙頭連枷"			,d="雙頭連枷"..s_dbl_wpn},
{n="鞭子"			,d="鞭子視作具有3格觸及範圍的長型武器，但你持用它時並不能對你能攻擊到的區域造成威脅。使用鞭子時會引發敵人的藉機攻擊，就像你在使用遠端武器一樣。"},
{n="單鐮"			,d="單鐮"..s_mnk_wpn.."\n\n由於單鐮的造型，你可以用它進行絆摔攻擊。"},
{n="破魔錐"			,d="破魔錐"..s_mnk_wpn},
{n="十手"			,d="十手"..s_mnk_wpn},
{n="雙節棍"			,d="雙節棍"..s_mnk_wpn},
{n="手裡劍"			,d="手裡劍"..s_mnk_wpn.."\n\n手裡劍不能用做近戰武器。"},

{n="最末佔位"			,d="最末佔位。"},
}


d_grindstone	= "磨石廣泛用於各種金屬製品的製造工藝。"

itms_text={
[itm_chest				]={n="箱子				",d="常見的儲物箱，配有一隻內建鎖。						"},
[itm_chest_s			]={n="箱子				",d="做工精良的小型儲物箱，配有一隻內建鎖。				"},
[itm_barrel				]={n="木桶				",d="用金屬條捆紮的堅固木桶，配有一個緊密的蓋子。		"},
[itm_barrel_s			]={n="小木桶			",d="用金屬條捆紮的小型木桶，配有一個緊密的蓋子。		"},
[itm_bag				]={n="揹包				",d="可揹負的皮製背袋，通常附有固定用皮帶。				"},
[itm_bag_belt			]={n="腰包				",d="腰包可系在腰帶上，適合放一些小物品。				"},
[itm_bag_spl			]={n="法術材料包		",d="用防水皮革製成的小腰包，內部有很多分隔。			"},
[itm_bag_shldr			]={n="肩包				",d="深受貴族女性喜愛的精緻皮包，但不太適合冒險者。		"},
[itm_sack				]={n="麻袋				",d="用粗麻布製成的袋子，袋口有穿繩可以繫緊。			"},
[itm_sack_s				]={n="小布袋			",d="用帆布或亞麻布製成的小袋子，袋口有穿繩可以繫緊。	"},

[itm_sandstone			]={n="砂岩				"},
[itm_slate				]={n="板岩				"},
[itm_limestone			]={n="石灰岩			"},
[itm_marble				]={n="大理石			"},
[itm_marble_k			]={n="純黑大理石		"},
[itm_marble_w			]={n="純白大理石		"},
[itm_granite			]={n="花崗岩			"},
[itm_granite_br			]={n="棕色花崗岩		"},
[itm_basalt				]={n="玄武岩			"},
[itm_pumice				]={n="浮石				"},
[itm_quartzite			]={n="石英岩			"},
[itm_quartzite_r		]={n="紅色石英岩		"},
[itm_quartzite_g		]={n="綠色石英岩		"},
[itm_quartzite_y		]={n="黃色石英岩		"},

[itm_agate_band			]={n="斑紋瑪瑙			"},
[itm_agate_eye			]={n="眼紋瑪瑙			"},
[itm_agate_moss			]={n="苔紋瑪瑙			"},
[itm_azurite			]={n="石青				"},
[itm_quartz_b			]={n="藍水晶			"},
[itm_hematite			]={n="赤血石			"},
[itm_lapis_lazuli		]={n="天青石			"},
[itm_malachite			]={n="孔雀石			"},
[itm_obsidian			]={n="黑曜石			"},
[itm_rhodochrosite		]={n="菱錳石			"},
[itm_tiger_eye			]={n="虎眼石			"},--虎眼綠有歧義
[itm_pearl_misc			]={n="雜色珍珠			"},

[itm_bloodstone			]={n="血石髓			"},
[itm_carnelian			]={n="光玉髓			"},
[itm_chalcedony			]={n="玉髓				"},--藍玉髓
[itm_chrysoprase		]={n="綠玉髓			"},
[itm_citrine			]={n="黃水晶			"},
[itm_iolite				]={n="堇青石			"},
[itm_jasper				]={n="碧玉				"},
[itm_moonstone			]={n="月長石			"},
[itm_onyx				]={n="縞瑪瑙			"},
[itm_peridot			]={n="橄欖石			"},
[itm_crystal_clr		]={n="透明水晶			"},
[itm_sard				]={n="紅玉髓			"},
[itm_sardonyx			]={n="紅條紋瑪瑙		"},
[itm_quartz_rose		]={n="玫瑰水晶			"},
[itm_quartz_smok		]={n="煙晶				"},
[itm_quartz_star		]={n="星光粉晶			"},
[itm_zircon				]={n="鋯石				"},

[itm_amber				]={n="琥珀				"},
[itm_amethyst			]={n="紫水晶			"},
[itm_chrysoberyl		]={n="金綠玉			"},
[itm_coral				]={n="珊瑚				"},
[itm_garnet_r			]={n="紅石榴石			"},
[itm_garnet_br_g		]={n="棕綠石榴石		"},
[itm_jade				]={n="翡翠				"},
[itm_jet				]={n="黑玉				"},
[itm_pearl_w			]={n="白珍珠			"},
[itm_pearl_gd			]={n="金珍珠			"},
[itm_pearl_pk			]={n="粉紅珍珠			"},
[itm_pearl_sv			]={n="銀珍珠			"},
[itm_spinel_r			]={n="紅尖晶石			"},
[itm_spinel_r_br		]={n="紅棕尖晶石		"},
[itm_spinel_dg			]={n="墨綠尖晶石		"},
[itm_tourmaline			]={n="墨綠晶			"},

[itm_alexandrite		]={n="紫翠玉			"},
[itm_aquamarine			]={n="綠玉				"},
[itm_garnet_v			]={n="紫石榴石			"},
[itm_pearl_k			]={n="黑珍珠			"},
[itm_spinel_db			]={n="深藍尖晶石		"},
[itm_topaz_u_y			]={n="金黃色黃玉		"},

[itm_emerald			]={n="綠寶石			"},
[itm_opal_w				]={n="白蛋白石			"},
[itm_opal_k				]={n="黑蛋白石			"},
[itm_opal_f				]={n="火蛋白石			"},
[itm_opal_wt			]={n="水蛋白石			"},
[itm_sapphire_b			]={n="藍寶石			"},
[itm_corundum_y			]={n="黃剛玉			"},
[itm_corundum_p			]={n="紫剛玉			"},
[itm_star_sapp_b		]={n="藍星寶石			"},
[itm_star_sapp_k		]={n="黑星寶石			"},
[itm_star_ruby			]={n="紅星寶石			"},

[itm_emerald_g			]={n="祖母綠			"},
[itm_diamond_bw			]={n="灰藍鑽石			"},
[itm_diamond_c			]={n="淡黃鑽石			"},
[itm_diamond_pk			]={n="粉紅鑽石			"},
[itm_diamond_br			]={n="棕鑽石			"},
[itm_diamond_b			]={n="藍鑽石			"},
[itm_jacinth			]={n="紅鋯石			"},

[itm_ore_cpr			]={n="銅礦石			"},
[itm_ore_tin			]={n="錫礦石			"},
[itm_ore_iron			]={n="鐵礦石			"},
[itm_ore_slvr			]={n="銀礦石			"},
[itm_ore_gold			]={n="金礦石			"},
[itm_ore_plat			]={n="白金礦石			"},
[itm_ore_ironc			]={n="寒鐵礦石			",d=s_cdir_d	},
[itm_ore_mith			]={n="祕銀礦石			",d=s_mith_d	},
[itm_ore_adam			]={n="精金礦石			",d=s_adam_d},

[itm_bar_cpr			]={n="銅錠				"},
[itm_bar_tin			]={n="錫錠				"},
[itm_bar_brnz			]={n="青銅錠			"},
[itm_bar_iron			]={n="鐵錠				"},
[itm_bar_stl			]={n="鋼錠				"},
[itm_bar_slvr			]={n="銀錠				"},
[itm_bar_gold			]={n="金錠				"},
[itm_bar_plat			]={n="白金錠			"},
[itm_bar_ironc			]={n="寒鐵錠			",d=s_cdir_d	},
[itm_bar_mith			]={n="祕銀錠			",d=s_mith_d	},
[itm_bar_adam			]={n="精金錠			",d=s_adam_d},

[itm_wood				]={n="木材				"},
[itm_woodk				]={n="黒木				",d=s_dkwd_d	},

[itm_coalw				]={n="木炭				"},
[itm_coal				]={n="煤炭				"},
[itm_coke				]={n="焦炭				"},

[itm_canvas2			]={n="帆布				"},
[itm_linen2				]={n="亞麻布				"},
[itm_woolens2			]={n="毛料				"},
[itm_silk2				]={n="絲綢				"},
[itm_velvet2			]={n="天鵝絨				"},
[itm_clothk				]={n="暗葉布				"},

[itm_rawhide			]={n="生皮				"},
[itm_leather2			]={n="皮革				"},
--[itm_xx				]={n="革					"},
--[itm_xx				]={n="毛皮				"},
--[itm_xx				]={n="龍革				"},

[itm_gs_1				]={n="粗製磨石			",d=d_grindstone},
[itm_gs_2				]={n="精製磨石			",d=d_grindstone},
[itm_gs_3				]={n="硬質磨石			",d=d_grindstone},
[itm_gs_4				]={n="緻密磨石			",d=d_grindstone},
[itm_gs_5				]={n="拋光磨石			",d=d_grindstone},

[itm_gp					]={n="金幣				",d="金幣是冒險者們最常用的貨幣。	"},
[itm_sup				]={n="補給				",d="冒險隊伍每天會消耗食物，露營用品，裝備保養用品等，這些物資統稱為補給。	"},
[itm_spl_mat			]={n="法術材料			",d="對擁有施法者的隊伍而言，法術材料是不可或缺的物資。很多法術在施展時都會消耗法術材料，越高階的法術消耗越大。	"},

[itm_healers_kit		]={n="醫藥箱				",d=d_healers_kit	},
[itm_thieves_tools		]={n="盜賊工具			",d=d_thieves_tools	},
[itm_simple_tools		]={n="簡單工具			",d=d_simple_tools	},
[itm_lockpick			]={n="開鎖器				",d=d_lockpick		},
[itm_tre_map			]={n="藏寶圖				"},
[itm_tre_map_fra		]={n="藏寶圖碎片			"},

[itm_eqp_1				]={n="冒險者裝備			"},
[itm_eqp_2				]={n="探索者裝備			",d="品質優於冒險者裝備。"},
[itm_eqp_3				]={n="開拓者裝備			",d="品質優於探索者裝備。"},
[itm_eqp_cm_1			]={n="常用冒險者裝備		"},
[itm_eqp_cm_2			]={n="常用探索者裝備		",d="品質優於常用冒險者裝備。"},
[itm_eqp_cm_3			]={n="常用開拓者裝備		",d="品質優於常用探索者裝備。"},
[itm_eqp_rd_1			]={n="冒險者裝備箱		"},
[itm_eqp_rd_2			]={n="探索者裝備箱		",d="品質優於冒險者裝備箱。"},
[itm_eqp_rd_3			]={n="開拓者裝備箱		",d="品質優於探索者裝備箱。"},
[itm_nm					]={n="普通裝備			"},
[itm_mw					]={n="精製裝備			"},
[itm_e0					]={n="魔法裝備			"},
[itm_e1					]={n="稀有裝備			"},
[itm_e2					]={n="罕見裝備			"},
[itm_e3					]={n="史詩裝備			"},
[itm_e4					]={n="傳奇裝備			"},
[itm_nm_cm				]={n="常用普通裝備		"},
[itm_mw_cm				]={n="常用精製裝備		"},
[itm_e0_cm				]={n="常用魔法裝備		"},
[itm_e1_cm				]={n="常用稀有裝備		"},
[itm_e2_cm				]={n="常用罕見裝備		"},
[itm_e3_cm				]={n="常用史詩裝備		"},
[itm_e4_cm				]={n="常用傳奇裝備		"},
[itm_nm_rd				]={n="隨機普通裝備		"},
[itm_mw_rd				]={n="隨機精製裝備		"},
[itm_e0_rd				]={n="隨機魔法裝備		"},
[itm_e1_rd				]={n="隨機稀有裝備		"},
[itm_e2_rd				]={n="隨機罕見裝備		"},
[itm_e3_rd				]={n="隨機史詩裝備		"},
[itm_e4_rd				]={n="隨機傳奇裝備		"},

[itm_skls_str_head		]={n="競技冠軍頭盔		",d="這頂華麗的頭盔由精金打造，頂飾有銀白色的勝利羽冠，兩側雕刻着月桂花環圖案，象徵着無上的榮耀。"},
[itm_skls_str_belt		]={n="競技冠軍腰帶		",d="以黑色皮革製成的寬大的腰帶，鑲嵌着黃金釦環，中央飾有各種競技形象的浮雕。"},
[itm_skls_str_neck		]={n="競技冠軍勳章		",d="一枚由純金打造的勳章，正面刻着競技冠軍的肖像，背面繫有紫色絲帶。"},
[itm_skls_str_accs		]={n="競技冠軍獎盃		",d="碩大的鍍金青銅杯，兩側有把手，杯身雕刻着勝利者接受歡呼的場景，底座銘刻着“勇者無敵”。"},
[itm_skls_dex_head		]={n="無名夜賊面罩		",d="由黑色絲綢製成的面罩，只露出雙眼，邊緣用暗線縫合，便於隱藏身份，在月光下幾乎不反光。"},
[itm_skls_dex_back		]={n="無名夜賊斗篷		",d="這件暗色斗篷採用深灰色羊毛織成，內襯黑色絲綢，領口有隱祕的扣帶。"},
[itm_skls_dex_hand		]={n="無名夜賊手套		",d="以柔軟的黑色小羊皮製成，指尖部分經過特殊處理，確保觸感靈敏且不留痕跡，掌心有防滑紋路。"},
[itm_skls_dex_accs		]={n="無名夜賊百寶囊		",d="材料類似防水帆布，多個暗袋設計，束口處有銅製拉繩，內藏各種工具和小型器械。"},
[itm_skls_int_head		]={n="大學者頭環			",d="這頂頭環由古老工藝精煉的白銀打造，鑲嵌着多顆藍色蛋白石，據說能啓迪思維，讓佩戴者專注思考。"},
[itm_skls_int_ring		]={n="大學者之戒			",d="一枚做工考究的金戒指，戒面刻有展開的書卷圖案，周圍環繞着細小的珍珠，象徵知識的珍貴。"},
[itm_skls_int_neck		]={n="大學者護符			",d="金質的小型沙漏，懸掛在深藍色的絲帶上，寓意時間的智慧，提醒佩戴者珍惜光陰。"},
[itm_skls_int_accs		]={n="大學者卷冊			",d="這本厚重的卷冊封面以龍皮包裹，邊緣鑲有金屬護角，書頁是泛黃的羊皮紙，記載着各種失傳的遠古知識。"},
[itm_skls_wis_head		]={n="精英斥候軟帽		",d="深綠色帆布縫製的舒適軟帽，帽檐寬大，一側插有鷹羽。"},
[itm_skls_wis_vest		]={n="精英斥候襯衫		",d="此襯衫採用雙層面料，外層是斑駁的林地迷彩色，內層爲保暖的羊毛，領口附加蓬鬆的狼毛。"},
[itm_skls_wis_neck		]={n="精英斥候勳章		",d="這枚勳章以寒鐵製成，形狀猶如一對展開的翅膀，背面刻有鷹眼圖案。"},
[itm_skls_wis_accs		]={n="精英斥候望遠鏡		",d="黃銅鏡筒上刻有細密的刻度，鏡片由透明水晶打磨而成，能清晰遠望。"},
[itm_skls_cha_head		]={n="無面者面具			",d="由薄薄的陶瓷製成，一半黑色一半白色，表情似笑非笑，令人難以捉摸。"},
[itm_skls_cha_vest		]={n="無面者背心			",d="背心的一面是華麗的錦緞，另一面是樸素的灰布，通過簡單地翻轉即可改變形象。"},
[itm_skls_cha_neck		]={n="無面者胸針			",d="此胸針整體爲銀製的雙面浮雕，正面是玫瑰，反面是匕首，並且內部暗藏玄機，輕按機關可彈出細針。"},
[itm_skls_cha_accs		]={n="無面者化妝盒		",d="精緻的小盒內含多格粉底、假須和各種僞裝用道具，盒蓋內側嵌有一面小鏡。"},
[itm_skls_knw_head		]={n="首席博學家頭環		",d="由遠古巨龍的頭骨雕琢而成，底部配以鐫刻龍語的暗金束帶。頭環散發着歷經萬古沉澱的智慧氣息，彷彿封存着巨龍生前的無盡學識。"},
[itm_skls_knw_ring		]={n="首席博學家之戒		",d="鉑金材質，戒面刻有大陸地圖浮雕圖案，周圍環繞着若干星系的標記。"},
[itm_skls_knw_neck		]={n="首席博學家護符		",d="此護符的外觀是一個微型天文儀，懸掛在銀質鏈子上，轉動時可模擬星體運行。"},
[itm_skls_knw_accs		]={n="首席博學家卷宗		",d="一本輕薄的典籍，封面鑲有各色寶石，每翻開一頁都會顯現新的知識，似乎永遠讀不完。"},
[itm_skls_pfm_head		]={n="歌唱女神頭飾		",d="以金絲編織成月桂葉形狀，葉片邊緣點綴着珍珠和小鑽石，佩戴時熠熠生輝，佩戴者的嗓音也更加悅耳。"},
[itm_skls_pfm_back		]={n="歌唱女神圍巾		",d="這條絲綢圍巾如雲霧般輕薄，周邊繡有精美的鎏金音符圖案，隨風飄動時能發出優美靈動的旋律。"},
[itm_skls_pfm_neck		]={n="歌唱女神胸針		",d="一支縮小版的銀製豎琴，琴體頂端鑲嵌着一顆精美的紅寶石，琴絃由細金絲拉成，輕輕撥動可發出悅耳的聲響。"},
[itm_skls_pfm_accs		]={n="歌唱女神獎盃		",d="做工精緻的歌唱女神像，純金底座上刻有魔法符文，當有歌聲響起時會隨着旋律有節奏地閃爍。"},
[itm_mis1_back			]={n="次級移位斗篷		",d="看起來像一般斗篷，但穿上後可扭曲光線。"},
[itm_mis2_back			]={n="高等移位斗篷		",d="看起來像一般斗篷，但穿上後可大幅扭曲光線。"},
[itm_bow1_hand			]={n="次級神射護腕		",d="看似普通的保護裝備，穿戴者可提升弓類武器使用能力。"},
[itm_bow2_hand			]={n="高等神射護腕		",d="看似普通的保護裝備，穿戴者可大幅提升弓類武器使用能力。"},
[itm_unrng1_hand		]={n="次級奪箭手套		",d="穿戴之後，此手套彷彿融入皮膚，幾乎看不到。穿戴者可獲得抓取箭矢的能力。"},
[itm_unrng2_hand		]={n="高等奪箭手套		",d="穿戴之後，此手套彷彿融入皮膚，幾乎看不到。穿戴者可獲得頻繁抓取箭矢的能力。"},
[itm_mnk1_body			]={n="武僧之袍			",d="一件簡樸的棕色長袍，穿上之後可提升穿戴者的徒手戰鬥能力。"},
[itm_mnk1_belt			]={n="武僧腰帶			",d="一條粗陋的腰繩，綁在腰上可提升穿戴者的徒手戰鬥能力。"},
[itm_mnk1_hand			]={n="武僧拳套			",d="古樸剛勁，可提升穿戴者的徒手戰鬥能力。"},
[itm_mnk2_body			]={n="高等武僧之袍		",d="一件簡樸的棕色長袍，穿上之後可大幅提升穿戴者的徒手戰鬥能力。"},
[itm_mnk2_belt			]={n="高等武僧腰帶		",d="一條粗陋的腰繩，綁在腰上可大幅提升穿戴者的徒手戰鬥能力。"},
[itm_mnk2_hand			]={n="高等武僧拳套		",d="古樸剛勁，可大幅提升穿戴者的徒手戰鬥能力。"},
[itm_dwf_belt			]={n="矮人腰帶			",d="頗具矮人風格的寬大腰帶，穿戴者可獲得矮人的部分特性。"},
[itm_dwf_head			]={n="矮人頭盔			",d="由精金打造，穿戴者可獲得矮人的部分特性。"},
[itm_dwf_accs			]={n="矮人徽記			",d="刻有某個矮人氏族徽記的小金屬牌，佩戴者可獲得矮人的部分特性。"},
[itm_elf_back			]={n="精靈披風			",d="用料考究，優雅脫俗，佩戴者可獲得精靈的部分特性。"},
[itm_elf_neck			]={n="精靈項鍊			",d="一條祕銀質地的纖細項鍊，底部懸掛着葉片形狀的墜飾，佩戴者可獲得精靈的部分特性。"},
[itm_elf_ring			]={n="精靈戒指			",d="小巧精緻的金戒指，表面刻有精靈銘文，佩戴者可獲得精靈的部分特性。"},
[itm_imx_dis_neck		]={n="保健護符			",d="懸掛着一顆藍寶石的銀鏈子。穿戴者對疾病免疫，包括超自然疾病。"},
[itm_dis_tox_neck		]={n="純淨護符			",d="懸掛着一顆藍色寶石和一顆黑色寶石的銀鏈子。穿戴者對疾病和毒素免疫。"},
[itm_dis_tox_accs		]={n="純淨艾恩石			",d=ioun_d},
[itm_vest_lock			]={n="脫逃背心			",d="這件簡單的絲綢背心看起來不倫不類，但實際上縫合鑲嵌了無數的祕密口袋在上面。隱藏其中的各種神奇工具能大幅提升穿戴者的開鎖、解除裝置、逃脫技能。"},
[itm_vest_dflc			]={n="防護背心			",d="這件背心可提供持續的魔法防護。"},
[itm_vest_save			]={n="抗力襯衫			",d="此類魔法服飾的布料中常綴有銀質或鋼質斑點，能爲穿着者提供魔法防護。"},
[itm_vest_sr1			]={n="法抗祭袍			",d=cloak_sr_d},
[itm_vest_sr2			]={n="高等法抗祭袍		",d=cloak_sr_d},
[itm_vest_sr3			]={n="超凡法抗祭袍		",d=cloak_sr_d},
[itm_vest_drd			]={n="德魯伊祭袍			",d="這件祭袍可穿在其他服裝或盔甲外面。此類祭袍大多爲綠色，繡有植物或動物的圖像。當具有野性變身能力的德魯伊穿上後，每天可更頻繁地使用此能力。"},
[itm_eyes_low			]={n="貓頭鷹之眼			",d="由琥珀製成。穿戴者可獲得昏暗視覺。"},
[itm_eyes_dk			]={n="夜視鏡片			",d="由黑水晶製成。雖然鏡片不透明，但戴上後可正常視物，即使在黑暗中。"},
[itm_eyes_slow			]={n="緩慢鏡片			",d="配戴者只要和有效目標對視，對方立刻就會行動遲緩。"},
[itm_eyes_cowering		]={n="畏縮鏡片			",d="配戴者只要和有效目標對視，對方立刻就會被嚇住。"},
[itm_eyes_blinded		]={n="目盲鏡片			",d="配戴者只要和有效目標對視，對方立刻就會失明。"},
[itm_eyes_hold			]={n="定身鏡片			",d="配戴者只要和有效目標對視，對方立刻就會動彈不得。"},
[itm_eyes_shaken		]={n="喪志鏡片			",d="配戴者只要和有效目標對視，對方立刻就會陷入絕望與恐懼。"},
[itm_eyes_dazzled		]={n="目眩鏡片			",d="配戴者只要看到周圍目標，目標的眼睛立刻就會受到嚴重刺激。"},
[itm_eyes_sickened		]={n="噁心鏡片			",d="配戴者只要看到周圍目標，目標立刻就會遭受突如起來的痛苦及熱病。"},
[itm_eyes_fatigued		]={n="疲乏鏡片			",d="配戴者只要看到周圍目標，目標立刻就會疲憊不堪。"},
[itm_eyes_exhausted		]={n="力竭鏡片			",d="配戴者只要看到周圍目標，目標立刻就會精疲力盡。"},
-- z_add_itm

[itm_blood_vine			]={n="血藤				"},
[itm_grss_sting			]={n="蠍尾棘				"},
[itm_clover4			]={n="四葉草				"},
--[itm_wolfsbane		]={n="狼毒烏頭			"},
--[itm_wddk_resin		]={n="黒木樹脂			"},
--[itm_mush_nox			]={n="奈克斯菌菇			"},

--[itm_crystal_irnc		]={n="寒鐵結晶			"},
[itm_crystal_mith		]={n="祕銀結晶			"},
--[itm_crystal_adam		]={n="精金結晶			"},
[itm_ioun				]={n="艾恩石				"},
--[itm_mtn_heart		]={n="山脈之心			"},

[itm_magic_res_1		]={n="奧法之塵			"},
[itm_magic_res_2		]={n="奧法精華			"},
[itm_magic_res_3		]={n="奧法顆粒			"},
[itm_magic_res_4		]={n="奧法碎片			"},
[itm_magic_res_5		]={n="奧法晶體			"},

[itm_star_res_1			]={n="星塵				"},
[itm_star_res_2			]={n="星界精華			"},
[itm_star_res_3			]={n="以太精華			"},

[itm_danm_bone			]={n="凶暴動物骨			"},
[itm_danm_blood			]={n="凶暴動物血			"},
[itm_danm_brain			]={n="凶暴動物腦			"},

[itm_troll_bone			]={n="巨魔之骨			"},
[itm_troll_blood		]={n="巨魔之血			"},
[itm_troll_shit			]={n="巨魔糞便			"},

[itm_hydra_bone			]={n="九頭蛇骨			"},
[itm_hydra_blood		]={n="九頭蛇血			"},

[itm_couatl_hair		]={n="羽蛇羽毛			"},
[itm_couatl_scale		]={n="羽蛇鱗片			"},
[itm_couatl_blood		]={n="羽蛇血液			"},

[itm_unic_hair			]={n="獨角獸尾鬃		"},
[itm_unic_blood			]={n="獨角獸血			"},
[itm_unic_horn			]={n="獨角獸角（小片）	"},

[itm_d_scale			]={n="龍鱗				"},
[itm_d_bone				]={n="龍骨				"},
[itm_d_blood_h			]={n="龍心血			"},

[itm_lzd_f_scale		]={n="火蜥蜴鱗片		"},
[itm_lzd_l_fang			]={n="電蜥蜴牙		"},
[itm_lzd_e_scale		]={n="石化蜥蜴鱗片		"},
--[itm_lzd_t_scale		]={n="毒蜥蜴鱗片		"},

[itm_elm_a				]={n="風元素之息		"},
[itm_elm_e				]={n="土元素碎片		"},
[itm_elm_f				]={n="火元素灰燼		"},
[itm_elm_w				]={n="水元素之淚		"},
[itm_elm_a_s			]={n="風元素精魄		"},
[itm_elm_e_s			]={n="土元素精魄		"},
[itm_elm_f_s			]={n="火元素精魄		"},
[itm_elm_w_s			]={n="水元素精魄		"},

[itm_golem_1			]={n="土魔像塵埃		"},
[itm_golem_2			]={n="石魔像碎片		"},
[itm_golem_3			]={n="黑曜石魔像碎片	"},
[itm_golem_4			]={n="鐵魔像零件		"},
[itm_golem_5			]={n="精金魔像零件		"},

[itm_symb_holy			]={n="聖徽				"},
[itm_symb_unholy		]={n="邪徽				"},
[itm_vamp_dust			]={n="吸血鬼塵埃		"},
[itm_vamp_ichor			]={n="吸血鬼膿汁		"},
[itm_angel_lit			]={n="天使輝光			"},
[itm_pegasus_hair		]={n="飛馬羽毛			"},
[itm_spider_g_silk		]={n="巨蜘蛛絲			"},
[itm_naga_brain			]={n="娜迦腦			"},
--[itm_demon_blood		]={n="惡魔之血			"},
--[itm_devil_blood		]={n="魔鬼之血			"},
--[itm_virgin_blood		]={n="處女血			"},
--[itm_killer_hand		]={n="殺人者的手掌		"},
--[itm_dop_ichor		]={n="變形怪膿水		"},
--[itm_wyvern_poison	]={n="雙足飛龍毒素		"},
--[itm_squid_g_ink		]={n="巨烏賊墨汁		"},
--[itm_phoenix_hair		]={n="鳳凰羽毛			"},
--[itm_ambrosia			]={n="仙饌（淬鍊喜樂）	"},
--[itm_blink_dog_tooth	]={n="閃現犬牙齒		"},
--[itm_celestial_blood	]={n="天族之血			"},
--[itm_lammasu_claw		]={n="翼獅爪			"},
--[itm_lillend_scale	]={n="翼蛇人鱗片		"},

[itm_bull_hair			]={n="公牛毛			"},
[itm_bull_shit			]={n="公牛糞			"},
[itm_cat_hair			]={n="貓毛				"},
[itm_cat_shit			]={n="貓糞				"},
[itm_bear_hair			]={n="熊毛				"},
[itm_bear_shit			]={n="熊糞				"},
[itm_fox_hair			]={n="狐狸毛			"},
[itm_fox_shit			]={n="狐狸糞			"},
[itm_owl_hair			]={n="貓頭鷹羽毛		"},
[itm_owl_shit			]={n="貓頭鷹糞便		"},
[itm_eagle_hair			]={n="鷹羽毛			"},
[itm_eagle_shit			]={n="鷹糞便			"},

[itm_rabbit_foot		]={n="兔腳				"},
[itm_horse_shoe			]={n="馬蹄鐵			"},
[itm_old_boot			]={n="舊靴子			"},

[itm_basic_arrow_trap								]={n="基礎箭陷阱					"},
[itm_camouflaged_pit_trap							]={n="偽裝陷坑陷阱					"},
[itm_deeper_pit_trap								]={n="深陷坑陷阱					"},
[itm_fusillade_of_darts								]={n="飛鏢齊射						"},
--[itm_poison_dart_trap								]={n="毒鏢陷阱						"},
--[itm_poison_needle_trap							]={n="毒針陷阱						"},
--[itm_portcullis_trap								]={n="鐵閘陷阱						"},
[itm_razor_wire_across_hallway						]={n="鋒銳鋼絲走廊					"},
[itm_rolling_rock_trap								]={n="滾石陷阱						"},
[itm_scything_blade_trap							]={n="鐮刃陷阱						"},
[itm_spear_trap										]={n="飛矛陷阱						"},
[itm_swinging_block_trap							]={n="亂石陷阱						"},
[itm_wall_blade_trap								]={n="刀牆陷阱						"},
--[itm_box_of_brown_mold							]={n="棕色黴菌之盒					"},
[itm_bricks_from_ceiling							]={n="天花板落磚					"},
[itm_burning_hands_trap								]={n="燃燒之手陷阱					"},
[itm_camouflaged_pit_trap_2							]={n="偽裝陷坑陷阱 Ⅱ				"},
[itm_inflict_light_wounds_trap						]={n="造成輕傷陷阱					"},
[itm_javelin_trap									]={n="標槍陷阱						"},
--[itm_large_net_trap								]={n="大網陷阱						"},
[itm_pit_trap										]={n="陷坑陷阱						"},
--[itm_poison_needle_trap_2							]={n="毒針陷阱 Ⅱ					"},
--[itm_spiked_pit_trap								]={n="刺坑陷阱						"},
--[itm_tripping_chain								]={n="拌摔鏈條陷阱					"},
[itm_well_camouflaged_pit_trap						]={n="高度偽裝陷坑陷阱				"},
[itm_burning_hands_trap_2							]={n="燃燒之手陷阱 Ⅱ				"},
[itm_camouflaged_pit_trap_3							]={n="偽裝陷坑陷阱 Ⅲ				"},
[itm_ceiling_pendulum								]={n="懸擺利斧						"},
[itm_fire_trap										]={n="火焰陷阱						"},
--[itm_extended_bane_trap							]={n="延時絕望術陷阱				"},
--[itm_ghoul_touch_trap								]={n="食屍鬼之觸陷阱				"},
[itm_hail_of_needles								]={n="針雨陷阱						"},
[itm_acid_arrow_trap								]={n="強酸箭陷阱					"},
[itm_pit_trap_2										]={n="陷坑陷阱 Ⅱ					"},
--[itm_poisoned_arrow_trap							]={n="毒箭陷阱						"},
--[itm_spiked_pit_trap_2							]={n="刺坑陷阱 Ⅱ					"},
[itm_stone_blocks_from_ceiling						]={n="天花板落石					"},
--[itm_bestow_curse_trap							]={n="降咒陷阱						"},
[itm_camouflaged_pit_trap_4							]={n="偽裝陷坑陷阱 Ⅳ				"},
[itm_collapsing_column								]={n="坍塌石柱						"},
[itm_glyph_of_warding_blast							]={n="守衛結界[爆裂刻文]			"},
[itm_lightning_bolt_trap							]={n="閃電術陷阱					"},
[itm_pit_trap_3										]={n="陷坑陷阱 Ⅲ					"},
--[itm_poisoned_dart_trap							]={n="毒鏢陷阱						"},
--[itm_sepia_snake_sigil_trap						]={n="蛇紋法印陷阱					"},
--[itm_spiked_pit_trap_3							]={n="刺坑陷阱 Ⅲ					"},
[itm_wall_scythe_trap								]={n="鐮牆陷阱						"},
--[itm_water_filled_room_trap						]={n="充水房間陷阱					"},
--[itm_wide_mouth_spiked_pit_trap					]={n="寬口刺坑陷阱					"},
[itm_camouflaged_pit_trap_5							]={n="偽裝陷坑陷阱 Ⅴ				"},
--[itm_doorknob_smeared_with_contact_poison			]={n="塗有接觸毒素的門把手			"},
[itm_falling_block_trap								]={n="落石陷阱						"},
[itm_fire_trap_2									]={n="火焰陷阱 Ⅱ					"},
[itm_fireball_trap									]={n="火球陷阱						"},
--[itm_flooding_room_trap							]={n="灌水房間陷阱					"},
[itm_fusillade_of_darts_2							]={n="飛鏢齊射 Ⅱ					"},
--[itm_moving_executioner_statue					]={n="可動劊子手雕像				"},
--[itm_phantasmal_killer_trap						]={n="魅影殺手陷阱					"},
[itm_pit_trap_5										]={n="陷坑陷阱 Ⅴ					"},
--[itm_poison_wall_spikes							]={n="毒刺牆						"},
--[itm_spiked_pit_trap_4							]={n="刺坑陷阱 Ⅳ					"},
--[itm_spiked_pit_trap_5							]={n="刺坑陷阱 Ⅴ					"},
--[itm_ungol_dust_vapor_trap						]={n="魔地塵毒氣陷阱				"},
[itm_built_to_collapse_wall							]={n="易塌牆						"},
--[itm_compacting_room								]={n="擠壓房						"},
[itm_flame_strike_trap								]={n="焰擊術陷阱					"},
[itm_fusillade_of_spears							]={n="飛矛齊射						"},
[itm_glyph_of_warding_blast_2						]={n="守衛結界[爆裂刻文] Ⅱ			"},
[itm_lightning_bolt_trap_2							]={n="閃電術陷阱 Ⅱ					"},
[itm_spiked_blocks_from_ceiling						]={n="天花板落釘板					"},
--[itm_spiked_pit_trap_6							]={n="刺坑陷阱 Ⅵ					"},
--[itm_whirling_poison_blades						]={n="旋轉毒刃						"},
[itm_wide_mouth_pit_trap							]={n="寬口陷坑陷阱					"},
--[itm_wyvern_arrow_trap							]={n="翼龍毒箭陷阱					"},
--[itm_acid_fog_trap								]={n="酸霧術陷阱					"},
[itm_blade_barrier_trap								]={n="劍刃障壁陷阱					"},
--[itm_burnt_othur_vapor_trap						]={n="焦引薰煙毒氣陷阱				"},
[itm_chain_lightning_trap							]={n="連環閃電陷阱					"},
[itm_black_tentacles_trap							]={n="黑觸手陷阱					"},
--[itm_fusillade_of_greenblood_oil_darts			]={n="綠血油毒鏢齊射				"},
--[itm_lock_covered_in_dragon_bile					]={n="龍膽汁塗抹的鎖				"},
--[itm_summon_monster_vi_trap						]={n="六級召喚怪物術陷阱			"},
--[itm_water_filled_room							]={n="充水房間						"},
[itm_well_camouflaged_pit_trap_2					]={n="高度偽裝陷坑陷阱 Ⅱ			"},
--[itm_deathblade_wall_scythe						]={n="死刃鐮牆						"},
--[itm_destruction_trap								]={n="灰飛煙滅陷阱					"},
--[itm_earthquake_trap								]={n="地震術陷阱					"},
--[itm_insanity_mist_vapor_trap						]={n="狂霧毒氣陷阱					"},
[itm_acid_arrow_trap_2								]={n="強酸箭陷阱 Ⅱ					"},
--[itm_power_word_stun_trap							]={n="律令震懾陷阱					"},
--[itm_prismatic_spray_trap							]={n="虹光噴射陷阱					"},
[itm_reverse_gravity_trap							]={n="反重力陷阱					"},
[itm_well_camouflaged_pit_trap_3					]={n="高度偽裝陷坑陷阱 Ⅲ			"},
--[itm_word_of_chaos_trap							]={n="混沌真言陷阱					"},
--[itm_drawer_handle_smeared_with_contact_poison	]={n="塗有接觸毒素的抽屜把手		"},
--[itm_dropping_ceiling								]={n="掉落的天花板					"},
--[itm_incendiary_cloud_trap						]={n="焚雲術陷阱					"},
[itm_wide_mouth_pit_trap_2							]={n="寬口陷坑陷阱 Ⅱ				"},
--[itm_wide_mouth_spiked_pit_with_poisoned_spikes	]={n="寬口毒刺陷坑陷阱				"},
--[itm_crushing_room								]={n="碾壓房						"},
--[itm_crushing_wall_trap							]={n="碾壓牆陷阱					"},
--[itm_energy_drain_trap							]={n="吸能術陷阱					"},
--[itm_forcecage_and_summon_monster_vii_trap		]={n="力場監牢和七級召喚怪物術陷阱	"},
--[itm_poisoned_spiked_pit_trap						]={n="毒刺陷坑陷阱					"},
--[itm_wail_of_the_banshee_trap						]={n="女妖之嚎陷阱					"},

[itm_src			]={n="源物品	",d="	"},
[itm_ench			]={n="附魔		",d="	"},
[itm_upg_itm		]={n="物品升級	",d="	"},
[itm_cft_csbow		]={n="製作複合弓",d="	"},
[itm_cft_mxbow		]={n="製作魔導弩",d="	"},
[itm_bond_slvr		]={n="鍍銀		",d="	"},
}

z_trim_tbl_texts(itms_text)


unique_itms_text={
[1001]={n="邀請函"		,d="這封信是冒險者公會向其他大陸的冒險者們發出的眾多邀請信之一，其中大部分文字已被海水浸泡得難以辨別。\n\n“……怪物的出現區域和頻次均十分反常，不排除人為因素的可能……需要更多勇敢的冒險者們來幫助我們度過難關。應邀而來的冒險者們可自行選擇登陸地點，由艾琳和託德負責迎接從大陸東部……”。\n\n末尾的落款和印章依稀可見：艾爾西亞大陸冒險者公會。"},
[1002]={n="一封信"		,d="“一切按原計劃行動。銀行家本人必須活捉，其護衛可任意處置。如果人手不夠可以使用地牢中的骷髏生物，數量應該足夠。上次提到的裝置也已可以正常使用，雖然目前仍有次數限制。另外，記住只能使用不超過兩個常用單詞的通用語下達指令。\n\n--Z”"},
[1003]={n="奇怪的裝置"	,d="這個外形古怪的裝置看起來比較適合單手持握，但應該不是作為武器使用。末端有個小開關，但按下後毫無反應。"},
[1004]={n="碎骨者"		,d="這把魔法釘頭錘是托馬斯正式成為一名護衛時叔叔送給他的禮物。雖然看上去樸實無華，但握在手中卻能給人一種很安心的感覺。"},
[1005]={n="漆黑之牙"		,d="這把黑色的匕首通體泛著幽幽的紫色光芒，彷彿隨時都會吸走你的靈魂。"},
}