-- z_pre_pc z_cls
u_names_m =
"巴倫德;布洛託;艾柏克;恩吉爾;奧斯卡;魯瑞克;塔可林;託達克;楚勞朋;伍夫加;偉特"..";"..
"巴爾德克;丹吉爾;果倫;豪德赫克;羅德爾;魯格;倫納海姆;史特拉肯;託倫;烏加特"..";"..

"阿拉密爾;歐斯特;恩尼亞里斯;海安;西摩;伊維里歐斯;勞西安;奎里昂;索維里斯;薩米爾;薩里伏"..";"..
"阿瑪斯塔夏;阿瑪吉爾;嘉蘭諾德;荷裡米昂;利亞頓;梅利安涅;耐羅;暹諾德;伊普吉爾;西羅先"..";"..

"包迪拿;丁寶;方克林;金寶;格林;葛爾寶;傑比多;南富多;朗達;喜寶;朱克"..";"..
"貝倫;德哥;福克;加立克;那可;摩寧;寧哥;羅那;夏本;圖蘭"..";"..

"旦契;鋒;嘎爾;哼克;豪格;伊姆籲;凱斯;庫斯克;隆特;夏普;梭克"..";"..

"阿爾頓;貝奧;卡德;艾爾頓;蓋瑞;里爾;米羅;歐斯朋;羅斯柯;韋爾比"


u_names_f =
"愛汀;歐德希德;妲格納;黛薩;岡羅妲;賀琳;伊爾蒂;麗芙拉薩;姍諾;託嘉"..";"..

"安娜斯崔娜;安緹諾雅;德魯希麗雅;菲珞西爾;依蓮尼亞;莉雅;米雅莉;瑰拉瑟;希拉瑰;維坦妮雅;維蘭瑟;珊娜菲亞"..";"..

"彬娜汀;卡拉蜜;杜法米;艾利薇;艾利卓貝;露莫汀;瑪娜布;洛伊維;夏蜜爾;維渥琪"..";"..

"巴姬;愛門;恩紅;美弗;妮加;歐娃;歐玟卡;小叉;芙拉;芙倫"..";"..

"阿瑪莉斯;契爾曼;蔻拉;歐菲咪亞;吉莉安;拉薇妮亞;莉達;瑪拉;波蒂亞;瑟拉菲娜;薇娜"


-- 譯者須知：以下文字用於組合生成隨機地名，無硬性數量和準確度要求。譯者可按其語言特點或想法自由修改/新增/刪除條目。

-- 城鎮名稱前/字尾，如艾倫 + 伯裡 -> 艾倫伯裡。
town_prefs="艾倫;艾布特;亞伯;艾布納;亞岱爾;亞恆;艾倫;艾伯特;阿爾傑;艾倫;奧斯;阿爾瓦;阿爾文;亞摩斯;安得烈;安德魯;安迪;安其羅;安塞爾;安東莞;安東尼;阿奇爾;亞力士;亞爾林;亞爾曼;阿諾;阿諾德;亞瑟;艾文;亞撒;奧布里;安格斯;艾富里;拜爾德;巴爾;柏得溫;巴德;巴羅;巴奈特;巴倫;巴里特;巴里;巴特;巴特萊;巴澤爾;比其爾;貝克;班尼;班奈特;班森;伯克;波格納;伯尼;伯特;伯頓;畢維斯;比爾;布雷爾;布萊克;布萊茲;布茲;伯里斯;波文;柏宜斯;佈德;布萊迪;布蘭登;布萊恩;布魯克;布魯斯;布魯諾;巴克;巴爾克;布尼爾;拜倫;卡爾文;卡姆;凱里;卡爾;凱爾;卡特;凱希;塞西爾;查德;契布曼;查理斯;夏佐;賈斯特;克雷爾;克拉克;克勞德;克利夫;克萊德;考伯特;考爾比;科林;康拉德;寇裡;科恩;康奈爾;西瑞爾;戴納;丹尼爾;達爾西;達尼爾;達倫;迪夫;迪恩;德爾;鄧普斯;鄧尼斯;戴裡克;德文;唐納修;唐納德;唐恩;德維特;狄倫;伊艾爾;額爾;艾德;伊登;愛德格;艾德蒙;愛德溫;艾爾;伊萊;伊萊哲;艾理斯;愛爾瑪;愛羅伊;艾維斯;伊諾克;艾利克;尤金;爾文;伊伕力;富賓恩;費奇;福克斯;福倫;加爾;蓋理;蓋文;葛爾;吉恩;傑夫;喬治;吉羅德;吉伯特;賈艾斯;葛蘭;哥達;戈登;葛列格;格里夫;格羅佛;霍爾;哈帝;哈倫;哈利;哈樂德;哈里特;哈里;哈威;黑爾;赫伯特;海克斯;希拉里;海勒;霍伯特;霍根;霍爾;哈瑞斯;豪爾德;霍克斯;休伯特;漢特;海曼;伊恩;伊爾;英格馬;艾勒;艾薩克;伊西多;艾凡;艾維斯;雅各;傑瑞德;傑森;傑夫;傑佛瑞;傑勒米;哲羅姆;瓊納斯;喬休爾;喬伊斯;賈斯丁;基斯;凱利;肯恩;甘乃迪;肯特;科爾;科爾溫;凱文;金姆;科克;凱爾;蘭伯特;蘭斯;勞瑞;列夫;倫恩;蘭儂;倫納德;勒斯;里斯特;裡維;路易斯;路斯恩;路德;萊爾;林恩;麥爾肯;曼德爾;馬卡斯;馬倫;瑪希;摩里斯;莫爾;莫林;麥爾斯;莫爾;摩根;摩菲;莫雷;麥倫;納姆;納特;奈登;尼爾;尼斯;奈哲爾;諾亞;諾爾;歐格登;歐爾;歐德;歐夫;奧利佛;奧瑪;奧斯本;奧斯卡;奧斯蒙;奧狄斯;奧特;歐烏爾;歐恩;歐克斯;培迪;派克;派恩;斐瑞;菲爾;普利;波特;普利莫;昆尼爾;昆特;昆西;雷契爾;雷爾夫;雷蒙德;雷哲;里根;魯賓;雷克斯;羅賓;洛克;羅德;羅德尼;羅恩;盧克;羅裡;羅伊;魯道夫;魯伯特;萊安;薩爾;山姆;薩姆;撒姆爾;山迪;史考特;肖恩;希德;賽爾;錫德;錫得尼;西爾;賽門;史丹;桑德;塔伯;塔爾;泰勒;泰德;帝福尼;堤姆;帝摩斯;託拜西;託比;陶德;湯尼;特瑞西;泰勒;泰倫;尤萊亞;維克;維吉爾;維託;衛維恩;維德;瓦爾克;瓦爾特;韋恩;韋伯;溫德爾;韋納爾;維特;韋爾伯;威爾;威利;萊特;偉茲;約克;依夫;扎克利"
town_suffs="伯格;伯裡;戴爾;漢姆;蘭;波利;波利斯;希爾;頓;維爾;維奇;維克"

-- 地牢名稱形容詞/名詞，如遺忘%s + 廢墟 -> 遺忘 + 廢墟。
dgn_adjs=[[
墮落%s;遺忘%s;被遺忘的%s;遺落%s;失落%s;失落榮耀%s;湮沒%s;
沉眠%s;長眠%s;不眠%s;沉睡者%s;沉眠者%s;長眠者%s;永眠者%s;夢魘%s;噩夢%s;
永恆%s;不滅%s;不朽%s;死神%s;死亡%s;死者%s;亡者%s;白骨%s;骸骨%s;斷骨%s;
寂靜%s;靜謐%s;迴音%s;低語%s;耳語%s;輕語者%s;耳語者%s;永歌%s;
永夜%s;無夜%s;無月%s;新月%s;月牙%s;滿月%s;銀月%s;雙月%s;無星%s;墜星%s;流星%s;
暗黑%s;黑暗%s;幽暗%s;陰暗%s;昏暗%s;暗影%s;陰影%s;幽影%s;月影%s;暮光%s;微光%s;閃光%s;光耀%s;光明%s;
無底%s;無盡%s;無面者%s;無名%s;神秘%s;秘法%s;隱秘%s;秘密%s;禁忌%s;禁斷%s;封印%s;印記%s;希望%s;命運%s;天命%s;好運%s;時運%s;歡樂%s;孤寂%s;痛苦%s;枯萎%s;大%s;時光%s;光陰%s;灰燼%s;黑燼%s;黑羽%s;
銀火%s;銀風%s;熱砂%s;鳴沙%s;風暴%s;迷霧%s;
翡翠%s;水晶%s;螢石%s;紅玉%s;晶紅%s;黑曜石%s;
枯木%s;神木%s;法典%s;血根草%s;灰斗篷%s;
黑色%s;漆黑%s;黑金%s;白色%s;蒼白%s;純白%s;灰色%s;紅色%s;赤色%s;血紅%s;晶紅%s;綠色%s;翠綠%s;碧綠%s;藍色%s;碧藍%s;金色%s;黃金%s;紫色%s;紫羅蘭%s;
黑熊%s;白熊%s;灰熊%s;黑狐%s;白狐%s;灰狐%s;銀狐%s;毒蛇%s;蝰蛇%s;渡鴉%s;黑鴉%s;夜鷹%s;妖蛆%s;巨獸%s;九頭蛇%s;
精靈%s;高等精靈%s;灰精靈%s;野精靈%s;木精靈%s;水生精靈%s;日精靈%s;月精靈%s;卓爾%s;黑暗精靈%s;半精靈%s;
矮人%s;丘陵矮人%s;山地矮人%s;地底矮人%s;灰矮人%s;金矮人%s;盾矮人%s;
侏儒%s;岩石侏儒%s;森林侏儒%s;地底侏儒%s;
半身人%s;輕足半身人%s;高半身人%s;地底半身人%s;強心半身人%s;密林半身人%s;
半獸人%s;獸人%s;強獸人%s;
魔射手%s;詭術師%s;大法師%s;刺客%s;暗黑衛士%s;龍脈術士%s;決鬥家%s;矮人防禦者%s;奧法騎士%s;大祭司%s;大地旅者%s;博學士%s;秘術師%s;影舞者%s;咒法召喚師%s;劍聖%s;元素領主%s;
野法師%s;符文師%s;暗掠者%s;墮落聖武士%s;
英雄%s;聖人%s;神諭%s;賢者%s;聖賢%s;先哲%s;先知%s;預言者%s;始祖%s;先祖%s;古人%s;古代%s;雙子%s;愚者%s;長者%s;五老%s;七姐妹%s;靜默兄弟會%s;
]]
cave_nouns		="洞穴;洞窟;山洞;地洞;巖洞;巖穴;石窟;坑洞;深坑;深洞;礦井;礦洞;礦坑"
ruins_nouns		="廢墟;遺蹟;隕落地;挖掘場"
temple_nouns	="神廟;神殿;聖廟;聖殿;聖所;聖地;聖祠;聖堂;殿堂;庇護所;避難所;聖壇;祭壇;神社;迷宮;囚籠;監獄"
tomb_nouns		="墳墓;陵墓;古墓;公墓;墓地;墓園;墓場;墳場;埋葬地;埋骨地;埋骨場;地穴;墓穴"
tower_nouns		="塔樓;燈塔;尖塔;尖頂"


s_lv_x_spls		="各環法術"
local d_act_grp_spl_x	="法術有等級之分，也稱為環位。法術環位從數字1到9，定義了法術相對力量的對比。\n\n施法者必須擁有足夠高的施法者職業等級和施法屬性點數才能施放相應環位的法術。"

act_grps_text={-- z_act_grp
[act_grp_wpn	]={n="武器攻擊"		,d="基礎的武器攻擊動作包括近戰攻擊和遠端攻擊。\n\n某些專長會提供更強力的武器攻擊動作。"},
[act_grp_cm		]={n="戰技動作"		,d="習得戰技專長後，你可以使用數種戰技來阻礙甚至廢掉你的對手，包括絆摔、擒抱、衝撞、拖拽和闖越。"},
[act_grp_skl	]={n="技能動作"		,d="技能體現了角色所具備的一些最基本和基礎的能力。\n\n某些技能允許你在戰鬥中使用一些特殊動作。"},
[act_grp_misc	]={n="雜項動作"		,d="戰鬥中可使用的多種輔助性動作，如切換武器，使用物品和防禦等。"},
[act_grp_special]={n="特殊動作"		,d="某些職業能賦予角色額外的特殊動作。"},
[act_grp_spl_1	]={n="1環法術"		,d=d_act_grp_spl_x},
[act_grp_spl_2	]={n="2環法術"		,d=d_act_grp_spl_x},
[act_grp_spl_3	]={n="3環法術"		,d=d_act_grp_spl_x},
[act_grp_spl_4	]={n="4環法術"		,d=d_act_grp_spl_x},
[act_grp_spl_5	]={n="5環法術"		,d=d_act_grp_spl_x},
[act_grp_spl_6	]={n="6環法術"		,d=d_act_grp_spl_x},
[act_grp_spl_7	]={n="7環法術"		,d=d_act_grp_spl_x},
[act_grp_spl_8	]={n="8環法術"		,d=d_act_grp_spl_x},
[act_grp_spl_9	]={n="9環法術"		,d=d_act_grp_spl_x},
[act_grp_spl_dmg]={n="傷害型法術"		,d="有些法術直接對目標造成生命值傷害，如魔法飛彈和火球術。"},
[act_grp_spl_eff]={n="效果型法術"		,d="有些法術能造成特殊的魔法效果，如睡眠術和召喚元素。"},
[act_grp_spl_all]={n="所有法術"		,d="法術是種一次性的魔法效果。\n\n法術分為兩大類：奧術（由法師施展）和神術（由牧師施展）。"},
[act_grp_non_spl]={n="所有非法術動作"	,d="戰鬥中可使用的所有非法術的動作。"},
[act_grp_all	]={n="所有動作"		,d="角色在當前等級可使用的所有動作。"},
}

-- common
close				="關閉"
back				={n="返回"		,d="返回"}
ok					="確定"
cancel				="取消"
msg					="資訊"
cfm					="確認"
err					="錯誤"
s_new_mk			="新建"
s_del				="刪除"
	del				="刪除"
pls_sel				="請選擇"
sel_img_dlg_title	="選擇影象"
def_input_dlg_title	="輸入新的文字"
sel_dir				="選擇資料夾"
dir_path_err		="無效資料夾路徑！"
no_files_in_dir_err	="指定資料夾中無有效檔案！"
chk_all				="複選全部/無"
info_disp			="資訊顯示"

--move_forward		="向前移動"
--move_backward		="向後移動"
--move_to_first		="移動至最前"
--move_to_last		="移動至最後"

s_dbg_cmds			="除錯指令"
s_dbg_cmds_d		="使用各種除錯或作弊功能。"
s_run_dbg_code		="執行測試程式碼"
s_run_scripts		="執行指令碼"


-- main menu
btn_arena			={n="競技場"	,d="<h3 c=lbl>競技場模式</h3>使用預設或自建角色，挑戰各種怪物！"}
btn_adv				={n="冒險模式"	,d="<h3 c=lbl>冒險模式</h3>在未知的世界進行冒險和戰鬥。"}
btn_ugc				={n="創意工坊"	,d="<h3 c=lbl>Steam創意工坊</h3>提交自定義遊戲內容至Steam創意工坊。"}
btn_credits			={n="製作組"	,d="<h3 c=lbl>製作人員名單</h3>瀏覽製作人員名單以及鳴謝資訊。"}
btn_exit			={n="退出"		,d="<h3 c=lbl>退出遊戲</h3>關閉遊戲。"}


-- arena
s_enc_list			="挑戰列表"
enc_info			="挑戰資訊"
s_defeated			="已擊敗"
s_btl_win			="勝利"
s_btl_lost			="戰敗"
s_upd_arena			="乾的漂亮！你已經擊敗了所有對手。是時候給你換一批新的了。\n\n不過在此之前，我要再安排一隊更像樣的對手和你比試一下，這樣我才能徹底確認你的實力。\n\n怎麼樣，準備好了嗎？"

s_total_won_encs	="挑戰次數"
cont_encs			="連勝次數"
s_total_wins		="獲勝次數"
s_total_losts		="失敗次數"
s_total_kills		="擊殺數量"
s_total_pc_deads	="死亡次數"
wave_fmt			="第<c=tw>%d</c>波"

msg_arena			={n="競技場"		,d="你可以使用預設推薦的隊伍直接開始挑戰競技場！預設角色自動升級加點，你只需專注於戰鬥即可。\n當然你也可以建立定製角色，手動升級，打造自己的夢幻之隊。"}
s_fight				="戰鬥"	s_fight_d	="挑戰當前選中的怪物群體。"
btn_shop			="<h3 c=lbl>商店</h3>購買，出售或製作各種裝備。"
btn_pty				="<h3 c=lbl>建立角色/隊伍</h3>定製多種型別的角色，組建你的隊伍，或切換隊伍。"
btn_upd_encs		="<h3 c=lbl>挑戰BOSS關卡！</h3>擊敗當前所有挑戰後，挑戰BOSS關卡！"
s_arn_rst			="更換挑戰"	s_arn_rst_d	="花費一些金幣，更換一批指定難度的挑戰。"
s_clr_all_win		="標記所有挑戰為未擊敗"
s_set_all_win		="標記所有挑戰為已擊敗"
s_set_most_win		="標記所有挑戰為已擊敗（除最後一個）"


glory_pts			={n="榮譽點"		,d="通過戰勝新挑戰獲得，可用來獲取各種競技場特權。"}
arn_upd				={n="冠軍特權"	,d="花費榮譽點獲取競技場特權。"}
s_rst_arn_upds		="重置冠軍特權"	s_rst_arn_upds_d	="取消已選擇的冠軍特權，並退還80%的榮譽點。"
s_req_arn_sub		="需相應冠軍特權。"
s_arn_cfg			="冠軍特權選項"	s_arn_cfg_d	="冠軍專享的特權選項能讓你更加隨心所欲地控制戰局！"
not_enough_glory	="榮譽點不足"

cfg_map				={n="地圖設定", d="調整戰鬥地圖的各種設定。"}
min_sz				="最小尺寸"
max_sz				="最大尺寸"
sq_map				="始終正方地圖"

cfg_minion			={n="雜兵設定", d="調整挑戰中雜兵型別怪物的最大數量。"}
minion_max			="雜兵最大數量"

cfg_enc_lv			={n="挑戰等級設定", d="調整挑戰等級相對於玩家隊伍等級的隨機浮動範圍。"}
lwr_lmt				="浮動下限"
upr_lmt				="浮動上限"
apply_to_boss		="也作用於BOSS戰"

s_cfg_mob_pty_sz	="怪物隊伍規模"
s_cfg_mob_pty_sz_d	="每場戰鬥的怪物數量預設基於玩家角色數量自動配置，以獲得最佳戰鬥體驗。\n\n此選項可按照指定玩家角色數量來設定怪物數量，從而獲得以一敵百等特殊戰鬥體驗。\n\n但這樣做可能導致戰鬥難度過高或過低，所以僅適合有經驗的玩家嘗試。"
s_base_on_my_pty	="基於玩家隊伍"

-- z_arn_upd
s_arn_upd_glory		="演武"	s_arn_upd_glory_b	="+%d%%新挑戰的榮譽點和金幣獎勵"	s_arn_upd_glory_d	="精彩的表演可獲得更多榮耀和獎勵！"
s_arn_upd_cft		="手工"	s_arn_upd_cft_b		="製作費用降低%d%%"				s_arn_upd_cft_d		="更低的製作費用和更多的選項。"
s_arn_upd_buy		="低買"	s_arn_upd_buy_b		="商店價格降低%d%%"				s_arn_upd_buy_d		="能以更低的價格購買商店物品，以及更多的商店物品種類。"
s_arn_upd_sell		="高賣"	s_arn_upd_sell_b	="出售物品價格提高%d%%"			s_arn_upd_sell_d	="能以更高的價格出售物品，以及更多的選項。"
-- z_arn_sub
s_arn_sub_no_easy	="禁止簡單挑戰"
s_arn_sub_remons	="重新整理挑戰價格減半"
s_arn_sub_lit_2_1	="+10% 昏暗照明場次"
s_arn_sub_lit_2_2	="+10% 昏暗照明場次"
s_arn_sub_lit_2_3	="+10% 昏暗照明場次"
s_arn_sub_lit_2_4	="+10% 昏暗照明場次"
s_arn_sub_lit_1_1	="+10% 明亮照明場次"
s_arn_sub_lit_1_2	="+10% 明亮照明場次"
s_arn_sub_lit_1_3	="+10% 明亮照明場次"
s_arn_sub_lit_1_4	="+10% 明亮照明場次"
s_arn_sub_lock1		="獲得鎖定商店物品功能"
s_arn_sub_lock2		="+1 鎖定數量"
s_arn_sub_lock3		="+1 鎖定數量"
s_arn_sub_lock4		="+1 鎖定數量"
s_arn_sub_lock5		="+1 鎖定數量"
s_arn_sub_restock1	="戰勝BOSS關卡後，商店提供1次額外供貨。"
s_arn_sub_restock2	="+1 額外供貨"
s_arn_sub_restock3	="+1 額外供貨"
s_arn_sub_restock4	="+1 額外供貨"
s_arn_sub_restock5	="+1 額外供貨"

-- cfg
s_cfg				="選項"
s_cfg_d				="更改系統和戰場顯示等各種設定。"

cfg_gfx				="影象"
cfg_sfx				="聲音"
cfg_btl				="戰場"
cfg_adv				="冒險"
cfg_misc			="雜項"

full_screen			="全屏"
wnd_wxh				="視窗模式解析度"
cust				="自定義..."
cust_wxh			="自定義解析度"
err_wxh				="無效的解析度！"
ui_scale			="介面縮放"
brightness			="亮度"
lang_s				="語言"
restart_prompt		="* 改變解析度或語言後，需重啟遊戲才能生效。"
fps_lmt				="限制幀率為60<c=twa>（適合桌面重新整理率高於60時）</c>"
show_fps			="顯示幀率"
music				="開啟音樂"
sound				="開啟音效"
music_in_bg			="後臺執行時播放音樂"
shuffle_music		="亂序播放音樂<c=twa>（預設：按音軌順序）</c>"
boss_music			="BOSS戰使用特殊音樂"
btl_music			="普通戰鬥使用特殊音樂"
s_tip_rb			="提示資訊顯示在視角右下"
show_u_bf_ex		="提示資訊中顯示狀態列表"
show_simple_act_tip	="顯示移動和防禦等非對抗性動作的提示資訊"
s_low_fps			="開啟此功能後，在遠端角色的回合可能會大幅降低幀率。"
show_all_hits_in_rng="顯示攻擊範圍內的所有命中率<c=twa>（預設：按ALT鍵/滑鼠中鍵顯示）</c> <ico=ico/_s_warn t=$s_low_fps>"
bf_ani_text			="顯示浮動文字"
ani_u_idle			="顯示呼吸動畫"
edge_vp_scroll		="螢幕邊界地圖滾動"
auto_vp				="視角跟隨當前角色"
vp_out_only			="僅角色在視角外時"
ani_vp				="顯示視角動畫"
ani_cur_u_mark		="顯示角色切換動畫"
hp_bar_ani			="顯示血條動畫"
act_ani				="顯示動作動畫"
mov_ani				="移動和視角等動畫速度"
startup_arena		="啟動後進入競技場"
startup_adv2		="啟動後繼續上次冒險"
startup_adventure	="啟動後繼續上次冒險（舊版）"
act_desc_final_dmg	="法術說明中顯示最終傷害值<c=twa>（未選：顯示傷害骰/施法者等級）</c>"
disp_dice			="武器/動作說明中傷害顯示骰值，如2d6<c=twa>（未選：顯示範圍，如2-12）</c>"
disp_sum_dice		="攻擊提示/角色面板中傷害顯示骰值"
show_dnd_ch			="武器重擊資訊顯示為重擊範圍/倍數，如19-20/x2<c=twa>（預設：重擊率/倍數）</c>"
adv_auto_save		="自動儲存"

tuts_on				="開啟教程"
tuts_rst			="重置教程"	tuts_rst_d	= "將教程重置為初始狀態。"
tuts_no_show		="不再顯示教程。\n<c=twa>（可在選項中再次開啟）</c>"

-- shop
s_shop				="商店"
s_dbg_shop			="自由購物"
cbo_num				="數量"
cbo_num_all			="x全部"
sum_cost			="總價"
req_pty_lv			="需隊伍%d級以上"
pre_buy				={n="鎖定/解鎖", d="花費原價5%鎖定所選物品，以備將來購買。\n\n<c=fc_o>• 解鎖物品會消失！\n• 鎖定花費不退回。</c>"}
supply_free			={n="額外供貨", d="花費1次額外供貨次數，使商店更換一批新的魔法物品。"}
supply_glory		={n="額外供貨", d="花費1點榮譽點，使商店更換一批新的魔法物品。"}
supply_gold			={n="額外供貨", d="花費一些金幣，使商店更換一批新的魔法物品。"}

pty_bag				="隊伍揹包"
pty_box				="隊伍貨倉"
s_bag				="角色資訊/揹包"
s_bag_d				="檢視隊伍成員資訊，更換裝備，或管理隊伍揹包等。"

s_bank				={n="銀行", d="銀行提供存取款和保險箱服務。"}
s_storage			={n="儲物箱", d="獨立於隊伍揹包之外的更多儲物空間。"}
s_buy_storage		="購買儲物箱"
s_buy_storage_arn	="購買一個儲物箱？\n\n<c=ty>花費：</c>%s  %s"
s_buy_storage_adv	="購買一個儲物箱？\n\n<c=ty>花費：</c>%s\n\n<c=ty>最低聲望：</c>%s"
s_deposit			="存入"
s_withdraw			="取出"
deposit_gp			={n="存入", d="將指定數量的金幣存入銀行。"}
withdraw_gp			={n="取出", d="從你的銀行餘額中取出指定數量的金幣。"}
s_whole_row			="整行"
s_whole_bag			="整包"
s_all				="全部"
s_mov_no_ammo		="全部存取時忽略彈藥"
s_mov_to_post		="僅移動到當前頁之後"
s_tp_op_page		="分類存取：僅當前頁"
s_auto_mat_to_bank	="進城時自動存儲材料"
s_mat_to_bank_f		="%d個材料已存入儲物箱。"

list_b				="大列表"
list_s				="小列表"


-- pty & pc
mi_grp_pty_list		="隊伍列表"
mi_grp_pty_cmds		="隊伍操作"
pty_ren				="隊伍改名"
s_del_pty			="刪除此隊伍"
s_del_pty_cfm		="刪除選定隊伍：%s？"

mk_pty				={n="建立隊伍" ,d="選擇或新建多個合適的角色，組建你的隊伍。擁有良好的職業搭配的隊伍，能更好的應對各種突發事件。"}
s_add_pc_arn		="新增角色"		s_add_pc_arn_d	="選擇或新建合適的角色，加入你的隊伍。"
s_add_pc_adv		="招募冒險者"	s_add_pc_adv_d	="公會可以動用資源幫你物色到更合適的同伴，當然費用也不菲。"
s_hire				="僱用"
dismiss				="解僱"
s_employ			="聘請"
s_unemploy			="解聘"
bury				="埋葬"
pc_list				="角色列表"
new_pc				="新建角色"
mod_pc				="修改選中角色"
del_pc				="刪除複選角色"
cfm_del_sel_item	="刪除所有複選項？"
pty_name			="隊伍名稱"
s_rst_pre_pcs		="重置預設角色"
s_rst_pre_pcs_cfm	="將所有預設角色重置為初始狀態？\n（玩家自建角色不受影響）"

chg_name_look		="更改名稱和外觀"
chg_portait			="更改頭像"
chg_avatar			="更改形象和關聯的頭像"
s_rd_sprt			="隨機形象（基於種族和職業）"
s_sync_face			="設定與形象關聯的頭像"
chg_u_bld			="更改升級模版"

mk_pty_from_cur		="克隆當前隊伍"
mk_pty_from_tpl		="隊伍模版"
submit_arena_pty	="提交當前隊伍"

cpy_pty_txt			="複製隊伍明細到剪貼簿 (TXT)"
cpy_pty_ubb			="複製隊伍明細到剪貼簿 (UBB)"
cpy_u_txt			="複製角色明細到剪貼簿 (TXT)"
cpy_u_ubb			="複製角色明細到剪貼簿 (UBB)"


-- new pc/lv up
s_unnamed			="未命名"
pc_name				="人物名稱"
rd_name				="隨機名稱"
portait				="頭像"
btl_ico				="形象"
--s_start_over		="重新開始"
mk_pc				={n="建立角色"	,d="對新手來講，直接選擇預設構築組建隊伍是最便捷的方法。而且預設角色升級時，會自動選擇最佳方案，能讓你的戰鬥和冒險更加流暢。\n等漸漸熟悉人物的各項屬性和能力後，再回過頭來一步步自定義你的專屬角色！"}
s_relv_a			="重訓"
s_relv				="重訓角色"
s_relv_d			="支付一定的費用，將所選角色的等級恢復到初始狀態，從1級開始重新選擇職業，專長，法術等等。\n\n角色現有的經驗值，技能熟練點數均會保留。\n\n注意：角色的戰鬥動作條會被重置為預設狀態。"
s_relv_cfm			="重訓所選角色？\n\n<c=ty>花費：</c>%s"
s_lvup				="升級"		s_lvup_d	="角色等級的提升會帶來生命值、基本攻擊加值、各項豁免等一系列的提升。\n\n在某些關鍵等級，還能提高你的基礎屬性，習得新的專長，甚至學到新的法術等。"
--finish			="完成"
--next_step			="下一步"
creation_mode		="建立方式"
sel_race			="種族"
sel_race_bns		="獎勵屬性"
sel_cls				="職業"
sel_cls_wps			="擅長武器"
decide_abi			="屬性"
pts_left			="剩餘點數"
li_spl_ring			={n="%d環法術" ,d="%d級以上施法者可學習。"}
sel_feat			="專長"
sel_spl				="法術"
show_all_pwrs		="顯示所有專案，包括目前不可學的。"


-- inv/bag
pc_info				="角色資訊"
wpn_set				="武器組"
cur_next_xp			="經驗值（當前/下一級）"
cur_max_load		="當前負重/最大無減值負重"
eqpt_stats			="裝備修正統計"

merge_same_itms		="合併相同物品"
auto_sort			="自動整理"
auto_sort_cfg		="自動整理選項"
sort_itms={-- z_sort_itm
{n="按型別"},
{n="按魔法加值"},
{n="按稀有度"},
{n="按價格"},
{n="按重量"},
{n="-"},
{n="降序"},
{n="居下"},
{n="總價或總重量"},
{n="整理所有揹包"},
{n="-"},
{n="整理時自動合併"},
{n="獲得時優先合併"},
}

u_dlg_tip			={n="裝備/物品欄提示" ,d=[[
- 右鍵點選物品：快速穿戴/卸下
- Shift或Ctrl+點選：拆分物品
- 投擲武器 -> 彈藥欄
- 彈藥欄放置不同彈藥可實現部分自動裝填]]}


-- sys
s_mov_up			="向上移動"
s_mov_down			="向下移動"
s_mov_top			="移至最頂"
s_mov_btm			="移至最底"
page_up				="向上翻頁"
page_down			="向下翻頁"
scroll_top			="翻至最頂"
scroll_bottom		="翻至最底"
view_log			="瀏覽日誌"
copy_log			="複製日誌到剪貼簿"
show_log			="顯示/隱藏日誌"
clr_log				="清除日誌"
s_sys_menu			="系統選單"
s_sys_menu_d		="使用各種系統功能。"
s_hlp				="幫助"
s_wiki				="低魔百科"	s_wiki_a	="低魔百科"	s_wiki_d	="瞭解基本戰鬥技巧與深層遊戲機制。"
s_back_main			="主選單"
s_back_main_d		="返回主選單。"
s_save				="儲存"
s_load				="載入"
quick_save			="快速儲存"
quick_load			="快速載入"
quick_save_cfm		="儲存當前遊戲進度？"
quick_load_cfm		="載入上次儲存的遊戲進度？\n（當前遊戲進度將丟失）"
save_quit			="儲存並退出"
s_saving			="儲存中..."
game_saved			="遊戲已儲存。"
save_lost_cfm		="當前未儲存的遊戲進度將丟失。繼續？"
save_quit_cfm		="儲存當前遊戲進度並退回桌面？"
can_load_save		="無法讀取存檔！"
can_load_arn_save	="無法讀取存檔！已建立並使用預設隊伍。"


-- workshop
ugc_submit_pc				= {n="提交"	,d="<h3 c=lbl>提交Steam創意工坊內容</h3>將複選角色提交至Steam創意工坊。"}

smod_menu_pc				= "提交自定義初始角色"
smod_menu_gfx_pc_face		= "提交自定義角色頭像"
smod_menu_gfx_pc_img		= "提交自定義角色形象"
smod_menu_gfx_mo_img		= "提交自定義怪物形象"
smod_menu_gfx_all			= "提交綜合影象MOD"
smod_menu_arena_pty			= "提交競技場隊伍"
smod_menu_arena_enc			= "提交競技場挑戰"
smod_menu_arena_map			= "提交競技場戰鬥地圖"
smod_menu_adv_pty			= "提交冒險隊伍"
smod_menu_adv_module		= "提交冒險模組"
smod_menu_gameplay			= "提交遊戲性MOD"
smod_menu_lang				= "提交語言MOD"
smod_menu_all				= "提交綜合MOD"

smod_def_title_pc			= "我的自定義初始角色"
smod_def_title_gfx_pc_face	= "我的自定義角色頭像"
smod_def_title_gfx_pc_img	= "我的自定義角色形象"
smod_def_title_gfx_mo_img	= "我的自定義怪物形象"
smod_def_title_gfx_all		= "我的綜合影象MOD"
smod_def_title_arena_pty	= "我的競技場隊伍"
smod_def_title_arena_enc	= "我的競技場挑戰"
smod_def_title_arena_map	= "我的競技場戰鬥地圖"
smod_def_title_adv_pty		= "我的冒險隊伍"
smod_def_title_adv_module	= "我的冒險模組"
smod_def_title_gameplay		= "我的遊戲性MOD"
smod_def_title_lang			= "我的語言MOD"
smod_def_title_all			= "我的綜合MOD"

smod_dir_lbl_pc				= "內容目錄："
smod_dir_lbl_gfx_pc_face	= "內容圖片目錄（JPG或PNG；最佳尺寸72x72）："
smod_dir_lbl_gfx_pc_img		= "內容圖片目錄（PNG；最佳尺寸96x96）："
smod_dir_lbl_gfx_mo_img		= "內容圖片目錄（PNG；最佳尺寸96x96）："
smod_dir_lbl_gfx_all		= "內容目錄（可包含內容類似遊戲目錄內的<url=./gfx>gfx</url>目錄）："
smod_dir_lbl_arena_pty		= "內容目錄："
smod_dir_lbl_arena_enc		= "內容目錄："
smod_dir_lbl_arena_map		= "內容目錄："
smod_dir_lbl_adv_pty		= "內容目錄："
smod_dir_lbl_adv_module		= "內容目錄："
smod_dir_lbl_gameplay		= "內容目錄："
smod_dir_lbl_lang			= "內容目錄："
smod_dir_lbl_all			= "內容目錄："

smod_menu_lma_ugc			= "瀏覽低魔時代創意工坊"

smod_new					= "新建內容項"
smod_dlg_title				= "提交Steam創意工坊內容"
smod_new_or_upd_lbl			= "新建或更新內容項："
smod_title_lbl				= "標題（最多128個英文字元或64個漢字）："
smod_preview_lbl			= "預覽圖（JPG或PNG）\n必須小於1MB\n\n更新時：留空表示不做修改"
ugc_preview_sz_err			= "預覽圖片檔案大小必須小於1MB！"
smod_tip					= "<c=lbl f=b5>輸入資訊並確定，即可將你的內容提交至Steam創意工坊！</c>\n\n<c=twa>之後，你可以自由地對其進行編輯和完善，如新增描述和圖片等。</c>\n\n\n* 提交此內容即表示你同意<url=%s>創意工坊服務條款</url>"
smod_submit_busy			= "提交至Steam創意工坊..."
smod_submit_ok				= "<c=lbl f=b5>提交成功！</c>\n\n點選下方連結可進一步編輯和完善，如新增描述和圖片等。\n\n<url=%s>編輯描述和圖片</url>（預設瀏覽器）\n<url=%s>編輯描述和圖片</url>（Steam客戶端）"
smod_submit_err				= "<c=r f=b5>提交失敗！（錯誤碼：%d）</c>\n\n請稍後再試。"

obj_szs={-- z_obj_sz
{n="保留1"	},
{n="保留2"	},
{n="微小"	},
{n="小型"	},
{n="中型"	},
{n="大型"	},
{n="巨大"	},
{n="龐大"	},
{n="保留9"	},
}

lmhs={-- z_lmh
{n="無"},
{n="極低"},
{n="較低"},
{n="中等"},
{n="較高"},
{n="極高"},
{n="最大"},
}

lmhas={
{n="低"},
{n="中"},
{n="高"},
}

spds={-- z_spd
{n="極慢"},
{n="更慢"},
{n="慢速"},
{n="正常"},
{n="快速"},
{n="更快"},
{n="極快"},
}


-- game terms
gold_piece		= {n="金幣"			,d="金幣是冒險者們最常用的貨幣。"}
item			= "物品"
total_value		= "總價值"
s_equipped		= "已裝備"

s_pty			= "隊伍"
pty_lv			= "隊伍等級"
pty_funds		= "隊伍資金"
pty_asset		= "隊伍資產"
pty_members		= "隊伍成員"
xx_joined_pty_	= "%s加入隊伍。"
xx_left_pty_	= "%s離開隊伍。"

s_u_based		= "基於角色"
s_u_free		= "空閒角色位"
s_u_lock		= "未解鎖角色位"
s_u_na			= "不可用角色位"
s_u_null		= "無效角色位"
s_sel_pcs		= "選擇角色"
s_no_ok_pcs		= "沒有符合條件的角色！"
s_bk_pcs		= "替補角色"	s_bk_pcs_d	="暫時用不上的隊員可安置於此。"
s_bk_npcs		= "替補員工"	s_bk_npcs_d	="暫時用不上的員工可安置於此。"
s_bk_pcs_max	= "最大替補位"
s_bk_pcs_lmt	= "替補位已達上限！"
s_bk_pcs_buy	= "購買替補位"
s_bk_pcs_buy_s	= "購買一個替補位？\n\n<c=ty>花費：</c>%s"

s_bg_face_f		= "全身像"
s_bg_sprt_f		= "大尺寸形象"
s_bg_face_b		= "大尺寸頭像（PNG格式）"
s_bg_sprt		= "形象"
s_bg_alpha		= "設定背景透明度"

objective		= "目標"
deadline		= "期限"
s_date_f		= "第%d天"
s_date2_f		= "<c=ta>第</c>%d<c=ta>天</c>"
days_fmt		= "%d天"
per_x_days_fmt	= "每%d天"
rewards			= "獎勵"

pre_req			= "先決條件"
reqs			= "需求"
cost			= "花費"
fee				= "費用"
s_act_pwr		= "主動能力"
s_swt_pwr		= "開關能力"
auto_gained		= "自動獲得"

s_provoke_ao	= "觸發藉機攻擊"
s_provoke_ao2	= "觸發藉機攻擊和專注檢定"
atk_pnl2		= "攻擊懲罰-2"
--atk_pnl4		= "攻擊懲罰-4"
has_full_bns	= "全力加成"
--not_spl		= "非法術"
--cd_turns		= "回合冷卻" -- e.g. 3 回合冷卻
true_hit		= "必中"
s_tgt			= "目標"
rng				= "射程"
aoe				= "範圍"
s_dur			= "持續"

basic			= "基本"
roll			= "檢定"
resist			= "抵抗"
s_dc_a			= "難度"
s_dc			= "難度"
dmg				= "傷害"
base_dmg		= "基礎傷害"
wpn_dmg			= "武器傷害"
s_miss_dmg_eff	= "失手傷害/效果"
instant_death	= "即死"
s_heal_25_mhp	= "治療1/4最大生命值"
s_self_sel		= "自選"
avg				= "平均"
avg_atk			= "保守攻擊"

s_atks_num		= "攻擊次數"
s_crit			= "重擊"
s_crit_cfm		= "重擊確認"
s_undr			= "破除傷害減免"
rate			= "機率"
s_bns			= "加值"
s_pnt			= "減值"
mod				= "調整值"
amr_chk_pnl		= "防具檢定減值"
spl_fail_rate	= "奧術失敗率"
infinity_c		= "∞"
used_by			= "適用於"

spd_pnl			= "速度減值"
no_move			= "無法移動"
max_dex_bns		= "最大敏捷加值"
lb				= "磅"

square			= "格"
mov_spd			= "移動速度"
wpn_rng			= "武器射程"
s_self			= "自身"
touch			= "觸及"
close_rng		= "近距"
medium_rng		= "中距"
long_rng		= "遠距"
single_tgt		= "單體"
burst			= "爆發"
spray			= "錐形爆發"
line			= "直線"
s_whole_bf		= "全場"
tgts2			= "2個鄰接目標"
tgts3			= "3個鄰接目標"
s_link_cl_3		= "自己 + 1個接觸盟友/每3級"

s_rounds		= "輪"
turn			= "回合"
s_set_rounds_	= "設定持續輪數："

s_dur_btl		= "整場戰斗"-- z_dur
s_dur_m			= "1分鐘"
s_dur_ma		= "10分鐘"
s_dur_h			= "1小時"
s_dur_2h		= "2小時"
s_dur_d			= "1天"
s_dur_perm		= "永久"
s_dur_cl		= "1輪/每級"
s_dur_cl_m		= "10輪/每級"
s_dur_cl_ma		= "10分鐘/每級"
s_dur_cl_h		= "1小時/每級"
s_dur_cl_2h		= "2小時/每級"
s_dur_cl_d		= "1天/每級"
s_dur_co_cl		= "專注（最長1輪/每級）"
s_dur_co_10		= "專注（最多10輪）"
s_dur_rage		= "3 + 體質調整值（新值）"
s_dur_area		= "區域內"

dmg_spls		= "傷害型法術"
eff_spls		= "效果型法術"
s_skl_acts		= "技能動作"
s_misc_acts		= "雜項動作"

unknown			= "未知"
--misc			= "雜項"
--done			= "完成"

hp				= {n="生命值", a="生命", d="生命值代表角色被殺死的難度。生命值為0時，角色死亡。"}
tmp_hp			= "暫時生命值"
cur_hp			= "當前生命值"
max_hp			= "最大生命值"
s_tgt_chp		= "目標當前生命值"
s_tgt_mhp		= "目標最大生命值"
s_heal_hp		= "治疗生命值"
s_heal_pts_left	= "剩余治疗点数"

spd				= {n="速度", d="速度表示角色一輪中可移動多遠。主要基於其種族和穿戴的盔甲。"}
init			= {n="先攻", d="戰鬥正式開始前，所有參戰者都要做一次先攻檢定：基礎先攻值 + d20。基礎先攻值 = 敏捷修正 + 其他修正。\n\n先攻檢定之後，角色按照最終先攻值從高到低的順序行動。在接下來的每一輪裡，角色都按照同樣的順序行動，除非其採取了可改變行動順序的行為。"}
can_ao			= "可進行藉機攻擊"


-- btl
set_tile_sz		="設定格子大小"
show_grid		="網格"
show_bf_pnl_r	="資訊欄"
show_bf_us_bar	="行動順序欄"

s_flee			="逃離"
s_flee_d		="整個隊伍逃離戰場。"
flee_cfm		="確定隊伍逃離戰場？"
flee_cfm_lose	="戰鬥結果等同被擊敗。"
--flee_cfm_rep	="隊伍聲望將受到影響。"
flee_cfm_safe	="現在所有角色均可安全撤離"
flee_cfm_chase	="在追擊範圍內"
flee_msg_ok		="你的隊伍逃離了戰場。"
flee_msg_lose	="你的隊伍在逃離的過程中團滅了。"
--flee_msg_rep	="聲望-1。"
flee_msg_chase	="追擊傷亡統計"
s_casualty_rate	="傷亡率"

btl_beg_log			= "---- 戰鬥開始 ----"
round_log			= "---- 第%s回合 ----"
s_turn_beg			= "回合開始"
unseen_act_log		= "%s正在視野外行動..."
into_fov_log		= "%s進入視野"
area				= "區域"
area_gone_log		= "%s區域消失。"
s_detect_area		= "偵測此區域"
s_no_anomaly		= "未發現異常"
chk					= "檢定"
hit					= "命中"
miss				= "失手"
s_miss_chance		= "失手率"	s_miss_chance_d	="光照、地形或某些法術效果等可使你獲得額外的失手率。當攻擊者命中你時，你可以擲一次失手百分骰來避免被擊中。\n\n注意：多種來源的失手率不累計。擁有精通精準射擊等專長的攻擊者可能會無視你的失手率。"
succeeded			= "成功"
failed				= "失敗"
s_chk_f				= "%s檢定：%s %s。"
s_u_chk_f			= "%s進行<c=ty>%s</c>檢定：%s %s。"
s_u_aid_chk_f		= "%s進行<c=ty>援助</c>檢定：%s %s。"
heal_log			= "恢復<c=r>%d</c>點生命。"
dmg_log				= "造成<c=r>%d</c>%s點傷害。"
dmg_log2			= "受到<c=r>%d</c>點傷害。"
s_dead_				= "死亡！"
unhr_log			= "再生能力被抑制1回合。"
done_log			= "成功。"
continued_log		= "持續"
take_effect			= "生效"
transed_to			= "被轉化為"
blocked				= "被阻擋"
s_performs			= "進行"
cast				= "施放"
use					= "使用"
use_lbl				= "使用"
tgr_ko				= "觸發擊倒檢定"
no_tgr_ko			= "未觸發擊倒檢定"
break_grap			= "掙脫擒抱"
unknown_res			= "未知結果"
invalid_tgt			= "無效目標"
unknown_creature	= "未知生物"
s_inv_unk_tgt		= "無效/未知目標"

reflect_dmg		= "反彈傷害"
ca				= "反擊"
tgr_ca			= "觸發反擊"
no_tgr_ca		= "未觸發反擊"
--rend			= "撕裂"

summon			= "召喚"
tip_to_ud		= "轉化為不死生物"
banished		= "被驅逐"
ignite			= "引燃"
ignited			= "被引燃"
clear			= "清除"
cleared			= "被清除"
clear_web		= "清除蛛網"
s_heal			= "治療"
s_cure			= "治癒"
resurrect		= "復活"
resurrected		= "被複活"
teleport		= "傳送"
removed			= "解除"
s_ent_eth_plane	= "進入以太位面。"
s_ret_mat_plane	= "返回主物質位面。"
s_squeezed		= "被擠壓！"
s_squeezed_dead	= "無容身空間，擠壓致死！"
s_detected_aura	= "發現%s靈光！"

cur_wpn			= "當前武器"
do_wait			= "進行等待"
do_def_0		= "回合結束"
do_def			= "進行防禦"
do_def_full		= "全力防禦"
swp_wpn			= "切換武器"
s_end			= "終止"
s_ends			= "終止"
s_dismiss		= "解消"
s_dismisses		= "解消"

u_sz			= "體型"
pnl_v			= "減值"
--prof			= "擅長"
not_prof		= {n="非擅長",	d="使用不擅長的武器時，攻擊檢定有-4減值。而穿戴不擅長的護具則會受到相應的攻擊檢定和反射豁免減值。"}
magic_bns		= "魔法加值"
masterwork		= "精製"
s_mw			= "精製"
base_v			= "基礎數值"
th				= "雙手"
tw				= "雙持"
off_light		= "副手持輕武器"

hfl_luck		= "半身人幸運"
s_cls_hp		= "各職業每級生命 x 職業等級"
s_u_tp_hp		= "生物型別生命骰期望值 x 等級"
not_prof_amr_pnl= "非擅長防具/負重減值"
nac				= "天生護甲"
burden			= "累贅"
racial_trait	= "種族專長"
slow_n_steady	= "慢而穩"
half_spd		= "半速"
slow			= "遲緩"

immed			= "免疫"
sel_wpn_grp		= "武器和彈藥"
sel_rng_wpn		= "遠端武器"
sel_amm			= "彈藥"

s_set_act_tip		= "<ico=kb/m_l>左鍵拖放現有動作項\n<ico=kb/m_r>右鍵設定新動作項"
s_act_bar_pg_tip	= "<h3 c=lbl>當前動作欄頁</h3>可通過兩側按鈕或熱鍵切換至其他頁。\n\n動作欄：\n"..s_set_act_tip
set_act				= "設定動作"
s_del_act			= "刪除選中動作"
s_del_act_r			= "刪除選中和右側動作"
s_del_act_all		= "刪除所有動作"
s_del_act_r_cfm		= "刪除選中和其右側動作？\n（不會影響其他頁面的動作）"
s_del_act_all_cfm	= "刪除所有頁面的所有動作？"
s_add_act_grps		= "新增動作組"
s_add_all_act_grps	= "新增所有動作組"
s_unpack_act_grp	= "展開選中動作組"

loot_s			= "戰利品"
per_u			= "每角色"
defeated_foes	= "擊敗敵人"
no_dead_bns		= "零陣亡獎勵"

-- z_pre_pc z_cls
pc_name_01		= "豪格"
pc_name_02		= "托克"
pc_name_03		= "崔絲特"
pc_name_04		= "艾利薇"
pc_name_05		= "克麗絲"
pc_name_06		= "肖恩"
pc_name_07		= "拉扎姆"
pc_name_08		= "海瑟薇"
pc_name_09		= "阿拉密爾"
pc_name_10		= "凱瑟琳"
pc_name_11		= "庫斯克"
pc_name_12		= "蔻拉"
pc_name_13		= "伊麗莎"
pc_name_14		= "李龍"
pc_name_15		= "依蓮尼亞"
pc_name_16		= "賀琳"
pc_name_17		= "羅德爾"
pc_name_18		= "瓦瑞爾"
pc_name_19		= "雅蘭達娜"
pc_name_20		= "柯揚娜"
pc_name_21		= "特麗歌"

def_pty_name	= "異鄉人"

enter_lmap_lv	= "進入%s第%d層。"
s_lyr_d			= "第%d層"

rd20			= {n="D20擲骰模擬演算法" ,d=
[[D20擲骰廣泛用於絕大多數涉及命中率或成功率的檢定，如攻擊或拆除陷阱等。


D20擲骰有以下4種可選實現方式：

<c=ty b>1. 亂序列表：</c>
- 生成1~20數值列表。
- 對列表進行亂序處理。
- 選取列表首個數值作為結果。

<c=ty b>2. 亂序隨機：</c>
- 生成1~20數值列表。
- 對列表進行亂序處理。
- 隨機選取列表某個數值作為結果。

<c=ty b>3. 列表隨機：</c>
- 生成1~20數值列表。
- 隨機選取列表某個數值作為結果。

<c=ty b>4. 標準隨機：</c>
- 生成1個標準隨機數（0~32767）。
- 對隨機數進行取模處理：隨機數 % 20 + 1 = 1~20
- 最終數值作為結果。


上述演算法均可較好地實現D20擲骰。但就小樣本空間而言，演算法1和2在大多數計算機系統上結果更均勻，因此優先推薦。]]}

rd20s={-- z_rd20
{n="亂序列表"	},
{n="亂序隨機"	},
{n="列表隨機"	},
{n="標準隨機"	},
}

passs={-- z_pass_tp
{n="道路"},
{n="平地"},
{n="困難"},
{n="艱難"},
{n="極難"},
{n="障礙"},
}

-- z_tile
tiles={
{n="平地"},
{n="牆體"},
{n="困難"},
{n="障礙"},
{n="樹木"},
}

-- z_map_env
map_envs={
{n="平原"},
{n="草原"},
{n="森林"},
{n="洞穴"},
{n="遺蹟"},
{n="洞穴"},
{n="遺蹟"},
}

-- z_imxs
imxs={
{n="魔法"		,d="免疫所有魔法傷害和效果"},
{n="影響心靈"		,d="免疫影響心靈效果（睡眠，恐懼，魅惑等）"},
{n="幻象"		,d="免疫幻象或類似效果"},
{n="即死"		,d="免疫即死傷害和效果"},
{n="重擊"		,d="免疫重擊和偷襲"},
{n="夾擊"		,d="免疫夾擊"},
{n="吸血"		,d="免疫吸血"},
{n="屬性傷害"		,d="免疫屬性傷害"},
{n="體能屬性傷害"	,d="免疫體能屬性傷害（力量、敏捷、體質）"},
{n="疾病"		,d="免疫所有疾病，除了超自然或魔法造成的。"},
{n="蛛網"		,d="免疫蛛網"},
{n="困難地形"		,d="不受困難地形影響"},
}

-- z_pwr_cat
pwr_cats={
{n="通用專長"			},
{n="職業專長"			},
{n="法術專長"			},
{n="武器訓練"			},
{n="盾牌和護甲訓練"	},
{n="近戰訓練"			},
{n="雙武器戰鬥"		},
{n="雙手武器戰鬥"		},
{n="遠端訓練"			},
{n="戰技訓練"			},
{n="技能專精"			},
}

--[[ z_defs
defs={
{n="防禦等級"		},
{n="強韌"		,d="抵抗針對體能和健康狀況的有害效果的能力，如毒素、疾病、石化等。\n\n體質屬性相關。"},
{n="反射"		,d="閃躲大範圍攻擊的技巧，如火球術、蛛網、噴吐攻擊等。\n\n敏捷屬性相關。"},
{n="意志"		,d="抵抗影響心靈類效果的能力，如睡眠術，魅惑等。\n\n感知屬性相關。"},
{n="戰技防禦"		},
{n="等級檢定"		},
{n="察言觀色檢定"	},
{n="防禦等級（接觸）"		},
{n="防禦等級（措手不及）"	},
}]]

-- z_atks
atks={
{n="近戰攻擊"},
{n="遠端攻擊"},
{n="近戰接觸攻擊"},
{n="遠端接觸攻擊"},
{n="法術"},
{n="戰技攻擊"},
{n="驅散檢定"},
{n="威嚇檢定"},
{n="唬騙檢定"},
{n="醫療檢定"},
{n="特殊攻擊"},
}

-- z_urk
uranks={

{n="標準"	,d=[[
普通的怪物，具有標準實力。
]]},


{n="精英"	,d=[[
在相同的角色定位和等級下，精英怪物比標準怪物更強韌，也更具威脅。

1個精英怪物相當於2個同等級標準怪物，擊敗它們也可以獲得雙倍經驗值。

精英怪物一般作為一個怪物群的小頭目出現，如由1只精英食人魔帶頭的食人魔群；或者一大群豺狼人簇擁著2只精英豺狼人狩獵大師。
]]},


{n="首領"	,d=[[
首領怪物是有能力對抗一整隊同等級玩家的單個怪物，其實力相當於一群怪物。

為了抵抗多個玩家造成的傷害，它們通常擁有更多的生命值，同時也會造成更多的傷害。

首領怪物相當於5個同等級標準怪物，但其有能力單獨作戰。
]]},


{n="雜兵"	,d=[[
有時你會遇到數量驚人的一大群怪物，比如20只獸人，但真打起來好像又異常的輕鬆，如同砍瓜切菜。這就是雜兵，怪物群裡的炮灰和送死小分隊。

4個雜兵相當於1個同等級的標準怪物，威脅性也和標準怪物差不多，但生命值只有1點，在受到任意傷害後就會死亡。
]]},

}

load_types={
{n="輕載"},
{n="中載"},
{n="過載"},
{n="超重"},
}

spl_cats={-- z_school
{n="防護"},
{n="咒法"},
{n="預言"},
{n="惑控"},
{n="塑能"},
{n="幻術"},
{n="死靈"},
{n="變化"},
{n="共通"},
}

act_costs={
{n="自由動作"	},
{n="移動動作"	},
{n="標準動作"	},
{n="整輪動作"	},
}

-- z_dmg_types
dmg_types={
{n="揮砍"	,d="揮砍"	},
{n="穿刺"	,d="穿刺"	},
{n="鈍擊"	,d="鈍擊"	},

{n="火焰"	,d="火焰"	},-- z_energy_type
{n="寒冷"	,d="寒冷"	},
{n="電擊"	,d="電擊"	},
{n="強酸"	,d="強酸"	},
{n="音波"	,d="音波"	},

{n="力場"	,d="力場"	},
{n="毒素"	,d="毒素"	},
{n="修理"	,d="修理"	},
{n="正能量"	,d="正能量"	},
{n="負能量"	,d="負能量"	},
{n="無型別"	,d="無型別"	},

{n="dt_15"	},
{n="dt_16"	},
{n="dt_17"	},
{n="dt_18"	},
{n="dt_19"	},
{n="dt_20"	},

{n="武器"	},

{n="煉銀"	},
{n="寒鐵"	},
{n="精金"	},
{n="魔法"	},
{n="傳奇"	},
{n="守序"	},
{n="混亂"	},
{n="善良"	},
{n="邪惡"	},
}

--s_diff	= "難度"
--threat	= "威脅"
--s_type	= "型別"
frc_comp	= "戰力組成"

enc_diffs={
{n="簡單"		},
{n="普通"		},
{n="困難"		},
}

--[[ z_thrt
thrts={
{n="較低"},
{n="中等"},
{n="較高"},
}]]

enc_tpls={-- z_enc_tpl
{n="戰場控制"		},
{n="統帥和軍隊"	},
{n="龍穴"		},
{n="雙排"		},
{n="狼群戰術"		},
{n="狼群戰術"		},
{n="精英小隊"		},
{n="精英小隊"		},
}

ai_types={-- z_ai_type
{n="本能型"		,d="動物等低智慧生物戰鬥時基本無策略可言，只會本能地攻擊附近敵人。"},
{n="戰術型"		,d="處於正常智力水平的類人生物在戰鬥中會選擇更有利的站位，優先攻擊防禦力低下的對手，並且懂得相互配合。"},
{n="高階戰術型"	,d="少數高智慧生物戰鬥時更具策略性，除常見戰術之外還會考慮目標剩餘血量等因素，殺死對手是其最大化傷害輸出的關鍵指標。"},
}

num_desc_one	= "單個"
num_desc_few	= "幾個"
num_desc_some	= "一些"
num_desc_pack	= "一群"


btl_diffs={-- z_btl_diff
{n="自定義"	,d="自定義戰鬥難度。"},
{n="休閒"	,d="玩家角色僅遭受20%的傷害且極少連續失手。\n\n怪物攻防-4且重擊傷害不翻倍。"},
{n="簡單"	,d="玩家角色僅遭受40%的傷害且很少連續失手。\n\n怪物攻防-2且重擊傷害不翻倍。"},
{n="適度"	,d="玩家角色僅遭受80%的傷害且較少連續失手。"},
{n="核心"	,d="所有數值和機制無任何調整。"},
{n="困難"	,d="玩家角色遭受120%的傷害。\n\n怪物攻防+2。"},
{n="噩夢"	,d="玩家角色遭受200%的傷害。\n\n怪物攻防+4且始終使用最優戰術。"},
}

btl_diff			={n="戰鬥難度", d="調整玩家角色和怪物的各種數值和機制，以獲得更好的戰鬥體驗。"}-- z_btl_diff_cfg
--plyr_settings		="玩家設定"
--enmy_settings		="怪物設定"
plyr_take_dmg		="玩家遭受傷害比例"
plyr_miss_bns		={n="玩家幸運骰", d="玩家角色攻擊失手時，下次攻擊擲骰會疊加此值。若再次失手，則此值翻倍，以此類推，直到成功命中後此值恢復為初始值。"}
plyr_atk_mod		="玩家攻擊調整"
plyr_def_mod		="玩家防禦調整"
enmy_atk_mod		="怪物攻擊調整"
enmy_def_mod		="怪物防禦調整"
plyr_no_ch			="玩家重擊傷害不翻倍"
enmy_no_ch			="怪物重擊傷害不翻倍"
s_elit_imm_seckill	="精英怪物免疫即死效果"
s_solo_imm_seckill	="首領怪物免疫即死效果"
s_mon_adv_wpns		="怪物配備附魔武器"
s_mon_adv_amrs		="怪物配備附魔防具"
s_mon_adv_wonds		="怪物配備更多奇物"
enmy_ai				="怪物戰術型別"

s_fmt				="隊形"
s_fmt_d				="選擇預設或自定義戰鬥隊形。"
fmt_pre				="預設隊形"
fmt_cust			="自定義隊形"

-- arena
s_arn_rest			="休整"	s_arn_rest_d	="花費一些金幣，讓隊員們進行充分地休息，以恢復各種能力的每天使用次數。\n\nBOSS挑戰前後會自動免費休整。"
s_arn_rest_ok		="隊伍休整完畢！"
s_boss_on			="BOSS挑戰已開啟！"

s_act_grp_now		="可用動作和選項"
s_act_grp_now_d		="列出角色當前可用的動作和選項。\n\n戰場上右鍵也可彈出此列表。"
s_throw_back		="擲回"

s_prep_spls			="準備法術"
s_prep_spls_b		="大多施法者需預先準備法術，無論是從法術書上還是通過虔誠的祈禱和冥思。選擇想準備的法術，休息之後即可使用。"
s_prep_spls_d		=s_prep_spls_b.."\n\n你的等級會限制你能準備和施展的法術數量。較高的施法屬性值可以讓你略微多準備一些額外的法術。\n\n可以多次準備同一個法術，每次都需計入每日法術數量限制。\n\n要準備某等級的法術，施法屬性值須達到10+該法術等級。"
s_spl_slots			="法術位"
s_clr_sel_slots		="清除選中法術位"
s_clr_all_slots		="清除所有法術位"
s_learned_spls		="已習得法術"
s_no_slots_pc		="沒有需要準備法術的角色。"
s_auto_slots		="自動填充/補足法術位"
s_mods_left			="剩餘修改次數"


s_fami				="魔寵"
s_fami_d			=[[魔寵是一種魔法獸。看上去和小動物很像，但異常堅韌和聰明。

魔寵像夥伴和僕人一樣服侍主人。不同的魔寵能給予主人不同的特殊能力：

蟾蜍	主人生命值+1/每級（至少+3）
老鼠	主人強韌+2
鼬	主人反射+2
蛇	主人唬騙+3
蝙蝠	主人聆聽+3
貓頭鷹	主人搜尋+3
啄木鳥	主人伐木+3
犰狳	主人採礦+3

一個角色最多隻能擁有一隻魔寵，即使同時兼職法師和術士。]]

famis={-- z_familiar
{n="蟾蜍"	,d="主人生命值+1/每級（至少+3）"},
{n="老鼠"	,d="主人強韌+2"},
{n="鼬"		,d="主人反射+2"},
{n="蛇"		,d="主人唬騙+3"},
{n="蝙蝠"	,d="主人聆聽+3"},
{n="貓頭鷹"	,d="主人搜尋+3"},
{n="啄木鳥"	,d="主人伐木+3"},
{n="犰狳"	,d="主人採礦+3"},
}


s_specific_to		="針對"

s_uf_live			="活體生物"-- z_u_flags
s_uf_ud				="不死生物"
s_uf_cons			="構裝生物"
s_uf_elm			="元素生物"
s_uf_int			="智慧生物"
s_uf_non_int		="非智慧生物"
s_uf_dry_harm		="畏懼脫水的生物"
s_uf_sun_harm		="畏懼陽光的生物"
s_uf_sun_kill		="特別畏懼陽光的不死生物"
s_uf_bns_feat		="1級獎勵額外專長的生物"
s_uf_ally			="盟友"
s_uf_foe			="敵人"
s_uf_non_live		="非活體生物"
s_uf_non_ud			="非不死生物"
s_uf_non_cons		="非構裝生物"
s_uf_non_elm		="非元素生物"

s_rmv				="移除"
s_lost_spl_f		="失去法術：%s。"
s_per_cl			="/每級"
s_per_cl_f			="/每%d級"
s_epic_dmg_bns		="傳奇傷害加值"
s_too_high_lv		="等級過高"
s_wpn_dropped		="武器掉落！"
s_wpn_picked		="撿起武器。"
s_destroyed			="摧毀"
s_banished_h		="驅逐（原屬位面）"
s_banished_o		="驅逐（其他位面）"
s_conductive		="導電材料"

s_spl_kw_mind		="影響心靈"
s_spl_kw_fear		="恐懼"

s_spe_abi			="特殊能力"
s_spe_abi_d			="從本質上劃分，特殊能力要麼是特異能力，要麼是類法術能力，要麼是超自然能力。\n\n使用特殊能力通常是標準動作，但是究竟是標準動作，整輪動作，或者並非單獨動作要看能力的說明。"
s_pt2_sp			="類法術能力"
s_pt2_sp_d			="就像它的名字所意味的那樣，類法術能力是類似施法的魔法能力。類法術能力會受到法術抗力影響，法術解除魔法對它也有效。在魔法受到抑制或無效的區域內類法術能力無法運作。\n\n使用類法術能力很象施法，需要專注，也會導致藉機攻擊。類法術能力可能被打斷。如果你的專注被中斷，使用此能力將失敗，但是使用數量會和使用了該能力一樣消耗掉。使用類法術能力的時間是一個標準動作，除非該能力另有說明。"
s_pt2_su			="超自然能力"
s_pt2_su_d			="超自然能力也帶有魔法性質，不過不同於類法術能力。超自然能力在魔法受到抑制或無效的區域裡無法運作，但不受法術抗力影響。超自然能力的效果無法驅散也不能被反制。\n\n使用超自然能力通常是一個標準動作（除非該能力另有說明）。使用該能力不會被打斷，不需要專注檢定，也不會導致藉機攻擊。"
s_pt2_ex			="特異能力"
s_pt2_ex_d			="特異能力不含魔法。但是不經過大量的訓練是無法學會和運用特異能力的。能干擾或中斷魔法的方式和區域不會對特異能力產生作用。\n\n使用特異能力通常不是一個動作，因為大部分特異能力是被動方式發揮作用的。那些需要動作的特異能力通常是標準動作，不需要專注，也不會導致藉機攻擊。"


--require "u_alns_h"

s_u_aln		= "陣營"
s_u_aln_b	= [[生物通常的道德和處事態度是由他的陣營來表現的：守序善良，中立善良，混亂善良，守序中立，絕對中立，混亂中立，守序邪惡，中立邪惡，或混亂邪惡。

每個陣營提供了廣泛的性格和哲學觀，兩個同陣營的角色仍然可以是完全不同的。另外，很少有人是完全一致的。]]
s_u_aln_d	= s_u_aln_b.."\n\n\n"..[[
<h2 c=ty>善良與邪惡</h2>
善良的角色和生物保護美好的生命。

邪惡的角色和生物則毀滅生命，無論是為了取樂或利益。

中立的人們尊敬善良和邪惡，傷害無辜會使他們感到後悔，但也缺乏幫助別人的犧牲精神。中立的人只會根據個人關係去幫助別人。


<h2 c=ty>守序與混亂</h2>
守序的角色誠實，守信，尊重權威，崇尚傳統，而且輕視那些不負責任的人。

混亂的角色順應自己的本性，厭惡指使，喜歡創新而不是傳統，因好惡來決定是否遵守誓言。

中立的人尊重秩序和混亂，一般的態度尊重權威，不會強迫自己去遵守或反抗。她誠實但也會被誘惑而說謊。


<h2 c=ty>動物與道德</h2>
動物和其他沒有道德觀念的生物都是中立，因為它們沒有判斷善良或邪惡，守序或混亂的道德能力。


<h2 c=ty>九大陣營</h2>
九個獨特的陣營說明了守序到混亂，善良到邪惡的所有可能。但個體畢竟有別於標準，日復一日，角色的所作所為有可能符合或不那麼符合他的陣營。

前六個陣營，從守序善良到混亂中立，是冒險者的典型選擇。

後三個邪惡陣營則是怪物和惡棍的選擇。]]
s_x_ua		="%s陣營"

u_alns_text={-- z_ua
[ua_lg]={n="守序善良"		,d="守序善良，“十字軍”：守序善良的角色就像一個好人應該或必須的方式行事。她結合了對抗邪惡的信念和嚴酷的戰鬥訓練。她誠實守信，幫助需要的人，指出不公之事。一個守序善良的角色不願看到不受懲罰的罪行。\n\n守序善良的長處在於它結合了榮譽感和同情心。"},
[ua_ng]={n="中立善良"		,d="中立善良，“施恩者”：中立善良的人會盡可能做一個好人。他樂意幫助別人。他可能與國王和官員合作，但不會對他們感到感激。\n\n中立善良的長處在於行善不會有偏頗或與命令牴觸。"},
[ua_cg]={n="混亂善良"		,d="混亂善良，“反抗者”：混亂善良的人會根據他自己的內心行事，而不管他人的期望。他有自己的方式，但是善良而仁慈。他相信善良和正義，但不會服從法律和規矩。他討厭人們強迫別人或指示他怎麼做。他順從自己的道德標準，雖然本意善良，但不一定會被社會接受。\n\n混亂善良的長處在於結合了善良的心和自由的靈魂。"},
[ua_ln]={n="守序中立"		,d="守序中立，“審判者”：守序中立的人以法律，傳統或個人信條來引導他的行動。秩序和組織對她來說及為重要。她可能有個人信條，生活則遵循某個規則或標準，她也可能希望一切都按部就班，並且支援一個強大而有組織的政府領導。\n\n守序中立的長處在於它意味著不用成為狂熱者也能得到信賴和尊敬。"},
[ua_nn]={n="絕對中立"		,d="絕對中立，“無立場者”：絕對中立的人並沒有什麼主意。她對善良和邪惡，秩序和混亂沒有特別的傾向。大部分絕對中立的角色缺乏信念，而不是信仰中立。這樣的人認為善良要比邪惡好，畢竟她寧願有善良的鄰居和統治者而不是邪惡的。但是，她不會在任何抽象或普遍的情況下表現對善良的支援。\n\n另一方面，一些絕對中立的角色卻信仰中立的哲學。他們認為善良，邪惡，秩序和混亂都是偏見和危險的極端。就長遠來看，他們認為中立是最好，最平衡的路線。\n\n絕對中立的長處在於你處事自然，沒有偏見和強迫。"},
[ua_cn]={n="混亂中立"		,d="混亂中立，“自由人”：混亂中立的人衝動行事。他自始自終都是個人主義者。他重視自己的自由，但不願意保護別人的自由。他躲避權威，怨恨約束，以及挑戰傳統。一個混亂中立的人不會像無政府主義者一樣有意去破壞組織。如果這樣做的話，不是因為善良（為了解放他人）就是邪惡（希望不同的人受苦）。混亂中立的角色可能無法預測，但他的行為並非完全隨意。他並不會從橋上跳下而不是走過去。\n\n混亂中立的長處在於它從社會限制和道德勸說中提供了真正的自由。"},
[ua_le]={n="守序邪惡"		,d="守序邪惡，“支配者”：守序邪惡的人會依照自己的行為規則來得到他想要的東西，而不管這是否會傷害其他人。他重視傳統，忠誠和秩序，但不關心自由，尊嚴或生命。他依規則行事，但是卻沒有憐憫和同情。階級制度對他來說是最合適的，因為喜歡統治，願意服從。他不會因他人的行為而譴責他人，而是根據他人的種族，信仰，家鄉或社會地位。他不願意打破法律或許諾。這一部分是來自他的本性，另一部分則是因為他依靠秩序來保護自己免遭道德觀念不同的人反對。一些守序邪惡的人會有些特殊的禁忌，比如說不殘忍的殺人（但讓手下去做）或不傷害小孩（如果這有利的話）。他們認為這些會使他們比那些無惡不作的罪犯要好許多。\n\n一些守序邪惡的人和生物會狂熱的獻身邪惡，就像十字軍獻身於善良一樣。除了傷害他人的目標外，他們還熱衷於散播邪惡。他們也可能把作惡作為侍奉邪惡的神袛或主子的一部分工作。\n\n守序邪惡有時也被稱為“魔鬼崇拜者”，因為魔鬼是典型的守序邪惡生物。\n\n守序邪惡最危險的地方在於，它是一種有系統，有計劃而經常成功的邪惡。"},
[ua_ne]={n="中立邪惡"		,d="中立邪惡，“犯罪者”：中立邪惡的人會為了自己做任何事。她只為了自己，單純而簡單。她不會為她殺死的人流淚，不論是為了利益，高興還是方便。她不喜歡法律，而且也不會幻想追隨法律、傳統或任何規範會讓自己高貴。另一方面，她也不是像混亂邪惡的人一樣焦躁和熱衷於爭鬥。\n\n一些中立邪惡的人把邪惡當作一種信念，為了自己的利益而推動邪惡。大多數情況是，一些惡徒投身於邪惡的神袛或祕密組織。\n\n中立邪惡最危險的地方在於，它表現的是真正的邪惡，完全沒有榮譽感，也完全沒有變化。"},
[ua_ce]={n="混亂邪惡"		,d="混亂邪惡，“毀滅者”：混亂邪惡的角色會因他的貪婪，憎恨而做任何事，破壞慾驅使他如此行為。他暴躁，充滿惡意，專橫暴力而且不可預測。如果只是為了得到他想要的東西，他顯得無情而殘忍。如果為了散播邪惡和混亂的話，情況可能更糟糕。值得慶幸的是他並沒有什麼計劃，而且任何他參加或組織的團體都沒有很好的組織起來。一般情況下，只有在被強迫時混亂邪惡的人才會相互合作，而且只有在其領袖能應付爭鬥和暗殺時才能維持下去。\n\n混亂邪惡有時也被稱作“惡魔人士”，因為惡魔是典型的混亂邪惡生物。\n\n混亂邪惡最危險的地方在於，它不但破壞美和生命，還毀壞了美和生命所依賴的秩序。"},
[ua_ag]={n="善良"		,d="任意善良陣營。"},
[ua_ae]={n="邪惡"		,d="任意邪惡陣營。"},
[ua_al]={n="守序"		,d="任意守序陣營。"},
[ua_ac]={n="混亂"		,d="任意混亂陣營。"},
[ua_an]={n="任意中立"		,d="任意中立陣營。"},
[ua_og]={n="非善良"		,d="任意非善良陣營。"},
[ua_oe]={n="非邪惡"		,d="任意非邪惡陣營。"},
[ua_ol]={n="非守序"		,d="任意非守序陣營。"},
[ua_oc]={n="非混亂"		,d="任意非混亂陣營。"},
[ua_on]={n="非中立"		,d="任意非中立陣營。"},
[ua_aa]={n="任意"		,d="任意陣營。"},
}


-- z_tut
s_tuts		="教程"
tut_arena	= "歡迎來到競技場"
tut_arena_d	= [[作為新人，最快速的上手方式就是使用預設隊伍直接開戰！

當然你也可以先花些時間挑選或建立一些角色來打造自己的夢之隊。]]

tut_glory	= "冠軍特權"
tut_glory_d	= [[當你通過艱苦卓絕的戰鬥獲得足夠的競技場榮譽點後，你可以花費這些點數來獲取各種冠軍特權。]]


wld_mov		= "世界旅行和時間流逝"
wld_mov_d	= [[預設狀態下，世界是暫停的。所有事物，包括你的隊伍在內，此時都處於靜止狀態。

當你在地圖上點選任意可到達的地點後，時間開始流逝，世界運轉，你的隊伍自動向目標地點移動。

直到移動結束，世界又迴歸靜止。]]


combat_hlp		= "戰鬥流程"
combat_hlp_d	= [[戰鬥是回合制的。按照從高到低的先攻順序，每個角色輪流行動，直到戰鬥結束。

每個角色每回合可做兩個動作：移動和攻擊。最常見的戰術就是移動至敵人附近，然後攻擊！

如果敵人本來就處於你的攻擊範圍內，你也可以直接進行攻擊，此時你的攻擊會更加強力！]]

cast_spl	= "施法"
cast_spl_d	= [[除了武器攻擊，牧師和法師等職業的角色還會施展法術。

當輪到這些隊員行動時，你可以在螢幕下方的動作條中選擇法術來施展。

注意：睡眠術等強力法術必須在未移動的情況下方可施展。]]

tut_hard_terr	= "困難地形"
tut_hard_terr_d	= [[坑坑窪窪的地面，蛛網術/油膩術等法術效果區域，你的隊友，以及喪失戰鬥能力的敵人所在區域，均視為困難地形，需耗費雙倍移動力才能通過，且無法進行<c=g>快步</c>。]]


-- z_effs
effs={
{n="震退		",d="將目標擊退1格。"},
{n="擊退		",d="將目標擊退1格並倒地。"},
{n="強力擊退	",d="將目標擊退2格並倒地。"},
}