s_cls				="クラス"		s_clss		="クラス"		s_cls_d			="クラスはキャラクターの職業または天職です。 それはキャラクターができること、つまり戦闘能力、魔法の能力、技能などを決定します。"
s_core_cls			="コアクラス"	s_core_clss	="コアクラス"	s_core_cls_d	="キャラクターのコアクラスは、そのキャラクターを定義する最も重要な特徴の1つである。このクラスはそのキャラクターのほとんどの能力の源であり、冒険者パーティにおける特定の役割を与える。"
s_adv_cls			="上級クラス"	s_adv_clss	="上級クラス"	s_adv_cls_d		=[[上級クラスは、ほとんどの冒険者が利用できない専門分野、つまり特定の分野または分野での広範な練習の集大成を表します。上級クラスを使用すると、キャラクターが真に卓越した存在となり、仲間の常識を超えた力を得ることができます。

基本クラスとは異なり、キャラクターは上級クラスの最初のレベルを取得する前に要件を満たす必要があります。 また、すべての上級クラスにはレベル制限があります: 10 レベルまたは 5 レベル。

キャラクターレベルが 20 になる前は、上級クラスをレベル制限まで進めることができます。

キャラクターレベルが 20 になると、10 レベルの上級クラスを 10 レベル以上に進めることができます。 ただし、5 レベルの上級クラスは 5 レベルを超えて進むことはできません。

上級クラスは、新しい形式のマルチクラス化を提供します。上級クラスを受講しても、通常マルチクラス化に伴う経験値ペナルティは発生しません。]]
s_npc_cls			="NPC クラス"	s_npc_clss	="NPC クラス"	s_npc_cls_d		=[[誰もが冒険者というわけではない。世界の人口の大半は、一般市民――いわゆるNPCで構成されている。彼らは冒険に出たりダンジョンを探索したりする訓練など受けず、ただ平穏で安定した生活を望んでいる。

NPCのレベルとクラスは、そのNPCが自分の分野をどれだけ理解しているかの指標となる――ただし戦闘や呪文行使の能力は冒険者クラスに比べると大きく劣る。さらに、彼らのレベル上昇は非常に遅い。ほとんどのコモンは生涯を通じて2～3レベル以上に到達することはない。

その他の点において、NPCクラスは冒険者クラスと違いはない。メンバーは3レベルごとに特技を得て、4レベルごとに能力値上昇を得る。ほとんどのNPCは《耐久力》《技能熟練》《追跡》など、非戦闘系の特技を選択する。NPCがマルチクラスを行ったり、冒険者クラスのレベルを取得することも可能である。

注意：危険な地域では、平穏で開拓された土地よりも高レベルのNPCが生まれやすい。自分の農場を荒らしたり作物を焼こうとするノールと日常的に戦わざるを得ない農民は、この種の困難にほとんど直面しない農民よりも高レベルである可能性が高い。]]
s_adv_clss_lost		="失われた上級クラス"	s_adv_clss_lost_d	=[[有名な古代の書籍や記録には、武術クラスや呪文詠唱クラスのさまざまな高度な分野を含む、広範囲にわたる名声クラスが記録されています。 キャリアを大きく前進させたい冒険者にとって、特定分野の上級クラスは誰もが欲しがる、かけがえのない宝物です。

残念ながら、まだ専任の講師によって教えられたり、魔法アカデミーで入手可能な詳細かつ完全な研究文献を備えている上級クラスはほんのわずかであり、他の上級クラスは何年も、あるいは何世紀にもわたって失われています。 近い将来、伝説の中にのみ存在するエリートクラスは、この冒険の世界にはほとんど登場しません。

しかし、たとえ最もありそうにない状況であっても、冒険者はまだ夢を持っています。 おそらく新しい時代のいつか、準ロアマスターが伝説のリッチの経典の隣に大魔術師の上級クラスの研究文書を奇跡的に発見したり、プレインズウォーカーが外次元からいくつかの古代文書を持ち帰って魔術師の詳細な文献を発見したりしたのかもしれない。 もちろん、何世代にもわたる指導者による長年の研究の真髄が、知識の川の中で永続的に失われる可能性の方が高いでしょう…]]
s_core_clss_list	="コアクラスのリスト (合計 %d)"
s_adv_clss_list		="上級クラスのリスト (失われたものを含む合計 %d)"
s_npc_clss_list		="NPCクラス一覧（全%d種類）"

s_cls_list			="クラスリスト"
s_fav_cls			="得意クラス"	s_fav_cls_d	=[[得意クラスは、単一クラスのキャラクターが考慮する必要のないマルチクラス関連の概念です。

キャラクターがマルチクラス 経験点 ペナルティを受けるかどうかを決定するとき:
マルチクラス キャラクターは、最高レベルのクラスの 1 レベル以内にないクラスごとに 経験点 に -20% のペナルティを受けます。
彼女の好きなクラスが特定のクラスである場合は、まず無視してください。
彼女の好みのクラスがいずれかのクラスである場合は、最初に彼女の最高レベルのクラスを無視してください。]]
s_xcls_xp_pnt		="マルチクラス 経験点 ペナルティ"	s_xcls_xp_pnt_d	="マルチクラス キャラクターは、最高レベルのクラスの 1 レベル以内にないクラスごとに 経験点 に -20% のペナルティを受けます。\n\n得意なクラス (種族のエントリーを参照) や上級クラスは、このペナルティの対象になりません。"
s_clsx				="マルチクラスキャラクター"	s_clsx_d	=[[キャラクターはレベルが進むにつれて新しいクラスを追加し、マルチクラス キャラクターになることがあります。 キャラクターのさまざまなクラスのクラス能力を組み合わせて、マルチクラス キャラクターの全体的な能力が決定されます。 マルチクラス化により、集中力は犠牲になりますが、キャラクターの多用途性が向上します。


<h2 c=ty>クラスとレベルの特徴</h2>
原則として、マルチクラス キャラクターの能力は、キャラクターの各クラスの能力の合計です。

<b c=ty>レベル:</b>"キャラクターレベル"とは、キャラクターの合計レベル数である。 能力値の上昇や特技の習得が発生したタイミングを決定するために使用される。

"クラスレベル"とは、特定のクラスにおけるキャラクターのレベルのことである。レベルがすべて同じクラスのキャラクターの場合、キャラクターレベルとクラスレベルは同じである。

<b c=ty>ヒットポイント:</b>各クラスのレベルが上がるごとにヒットポイント(HP)が加算され、新しいヒットポイント(HP)が前の合計に加算される。

<b c=ty>基本攻撃ボーナス:</b>各クラスで獲得した基本攻撃ボーナスを合計すると、キャラクターの基本攻撃ボーナスが得られる。その結果が+6以上になると、キャラクターは複数回の攻撃が可能になる。

<b c=ty>セーヴィングスロー:</b>各クラスの基本セーヴィングボーナスを合計する。

<b c=ty>能力値の増加</b>:キャラクターのレベルに応じて、個々のクラスレベルに関係なく、能力値の増加が得られる。

<b c=ty>特技:</b>キャラクターのレベルに応じて特技を獲得する。個々のクラスレベルは考慮されない。

<b c=ty>技能:</b>各クラスのクラス技能をクラス技能として扱う。

マルチクラスキャラクターのいずれかのクラスがクラス技能を持つ場合、キャラクターレベルがその技能の最大ランクを決定する。（クラス技能の最大ランクは3+キャラクターレベルである。）

マルチクラスキャラクターのいずれのクラスにもクラス技能として割り当てられていない技能は、その技能の最大ランクがクラス技能の最大ランクの半分となる。

<b c=ty>呪文:</b>キャラクターが持つすべての呪文クラスから呪文を獲得し、各クラスごとに個別の呪文リストを所持する。呪文の効果が呪文を唱えたキャラクターのクラスレベルに基づく場合、キャラクターがどのクラスの呪文リストから呪文を唱えているかを選択しなければならない。

<b c=ty>クラス特性:</b> すべてのクラスのクラス特性をすべて得るが、すべてのクラスの特別な制限の影響も受ける。 (例外:バーバリアンクラスを取得したキャラクターは識字能力の欠如にはならない。)

<c=twa>例えば、ローグは軽装鎧に長けているが、ローグ/ウィザードは鎧を着用している場合、秘術呪文の失敗の可能性が常にある。</c>

アンデッドを退散させるという特殊なケースでは、クレリックと経験豊富なパラディンは、同じ能力を持つ。キャラクターのパラディンレベルが4以上である場合、そのキャラクターの有効な退散レベルは、クレリックレベルにパラディンレベルから3を引いた値となる。
<z>
使い魔を入手するという特殊なケースでは、ウィザードとソーサラーは同じ能力を持つ。ソーサラー/ウィザードは、ソーサラーとウィザードのレベルを合計し、使い魔の外皮、知力値、特殊能力を決定する。
</z>
特殊なケースとして、直感回避は、経験豊富なバーバリアンも経験豊富なローグも同じ能力を持つ。バーバリアン/ローグが2回目の直感回避を獲得する場合（2番目のクラスで）、直感回避をすでに習得していない場合は、代わりに改良型直感回避を獲得する。

彼女のバーバリアンとローグのレベルが累積され、攻撃者が彼女を側面攻撃するのに必要なローグレベルが決定される。

<c=twa>例えば、2レベルのバーバリアン/4レベルのローグを側面攻撃できるのは、最低でも10レベルのローグだけである。</c>


<h2 c=ty>マルチクラス 経験点 ペナルティ</h2>
複数のクラスで技能や能力を習得し、維持することは大変な作業である。キャラクターのクラスレベルや種族によっては、経験点ペナルティが課せられる場合と課されない場合がある。

マルチクラスキャラクターのクラスが2つ以上レベルが離れている場合、異なるレベルでの異なる技能の習得と維持に負担がかかる。マルチクラスキャラクターは、最も高いレベルのクラスから1レベル以内のクラスでない場合、経験点獲得に-20%のペナルティを受ける。

適性クラス（種族の項目参照）や上級クラスは、このペナルティの対象とはならない。]]

s_cls_features		="クラスの特徴"
s_key_abis			="主要な能力"
s_lv_skl_pts		="レベルごとの技能ポイント"	s_lv_skl_pts_f	="%d + 知力 修正。"	s_lv_skl_pts_x4	="1レベルでx4。"
s_wpn_prof			="武器熟練度"
s_amr_prof			="防具の熟練度"
s_auto_pwrs			="自動的に獲得される能力"
s_fami_cls			="1 レベルで、従者として<t=$s_fami_nd>使い魔</t>を取得します。"

s_bns_feat_1		="1レベルで追加特技を獲得します。"
s_bns_feats_f		="最初のレベルとその後 %d レベルごとに追加特技を獲得します (1、%d、%d…)。"
s_bns_feats_e_f		="20 レベル 以降は %d レベルごとに追加特技を獲得します。(%d、%d…) "
s_bns_feats_ea_f	="10 レベル 以降は %d レベルごとに追加特技を獲得します。(%d、%d…) "
s_bns_feats_e2_f	="20 レベル以降は %d レベルごと (%d、%d…)。"
s_bns_feats_e3_f	="20 レベル (%d、%d…) 以降も同様です。"
s_bns_feats			="ボーナス特技"	s_bns_feats_d	="これらのボーナス特技は、レベル1のキャラクターが獲得する特技、ヒューマンキャラクターに与えられるボーナス特技、およびキャラクターがレベルアップするごとに獲得する特技に追加される。"
s_hr_bns_feats		="クラスに特徴がない現状を補うため、レベル20までにボーナス特技を追加する。"
s_hr_bns_feats_ftr	=[[ファイターボーナス特技の制限を解除する。

原文は以下の通り:
1レベルでは、ファイターは1レベルキャラクターが獲得する特技とヒューマンキャラクターに与えられるボーナス特技に加えて、ボーナス戦闘特技を獲得する。ファイターは2レベル、およびそれ以降の2レベルごとに（4、6、8、10、12、14、16、18、20レベル）ボーナス特技を1つ獲得する。これらのボーナス特技は、ファイター用ボーナス特技として記載されている特技から選ばれなければならない。ファイターは、ボーナス特技に必要なすべての前提条件（能力値や基本攻撃力ボーナスなどの最低値）を満たさなければならない。

これらのボーナス特技は、どのクラスのキャラクターでもレベルアップによって得られる特技に追加される。ファイターがこれらの特技を選ぶ際には、ファイターボーナス特技のリストに限定されることはない。

ファイターボーナス特技リスト:非視界戦闘、薙ぎ払い、攻防一体、迎え討ち、矢止め、回避、特殊武器習熟、遠射、薙ぎ払い強化、上級二刀流、上級武器熟練、上級武器開眼、突き飛ばし強化、クリティカル強化、武器落とし強化、フェイント強化、組みつき強化、イニシアチブ強化、蹴散らし強化、精密射撃強化、盾攻撃強化、武器破壊強化、足払い強化、二刀流強化、素手攻撃強化、束ね射ち、強行突破、騎射、騎乗戦闘、近距離射撃、強打、精密射撃、早抜き、高速装填、速射、駆け抜け攻撃、機動射撃、矢つかみ、猛突撃、一撃離脱、朦朧化打撃、蹂躙、二刀の守り、二刀流、武器の妙技、武器熟練、武器開眼、大旋風。]]
s_hr_bns_feats_wiz	=[[ウィザードボーナス特技の制限を削除しました。

原文は以下の通り:
1レベル目では、ウィザードはボーナス特技として巻物作成を獲得する。5、10、15、20レベル目でも、ウィザードはボーナス特技を獲得する。その際には、呪文修正特技、アイテム作成特技、または呪文体得のいずれかを選択できる。ウィザードは、ボーナス特技に最低レベルなど、すべての前提条件を満たさなければならない。

これらのボーナス特技は、どのクラスのキャラクターでもレベルアップによって得られる特技に追加される。ウィザードは、これらの特技を選ぶ際に、アイテム作成特技、呪文修正、呪文体得のカテゴリーに限定されない。]]

s_spls_wiz_b		="ウィザードは知力を使って秘術呪文を唱える。"
s_spls_wiz_d		=[[ウィザードは秘術呪文を唱える。レベルアップ時に使用できる呪文を習得できる。ウィザードは事前に呪文を選択し、準備しておく必要がある。

ウィザードが魔法を習得、準備、または唱えるには、知力値が少なくとも10+呪文レベルと同じ値でなければならない。呪文の難易度(DC) = 10+呪文レベル+知力値ボーナス。

ウィザードは、各呪文レベルにつき、1日に使用できる呪文の数に制限がある。さらに、知力値が高い場合、1日に使用できるボーナス呪文数が増加する。]]

s_spls_zas_b		="アサシンは知力を使って限られた秘術呪文を唱えるが、事前に準備する必要はない。"
s_spls_zas_d		=[[アサシンは秘術呪文を唱える。レベルアップ時に習得できる呪文もあるが、その選択肢は非常に限られている。アサシンは事前に呪文を用意しておく必要はない。

アサシンが呪文を習得したり唱えたりするには、知力値が少なくとも10+呪文レベルと同じ値である必要がある。呪文の難易度(DC)は10+呪文レベル+知力ボーナスとなる。

アサシンは、1日に各呪文レベルにつき一定数の呪文しか唱えることができない。さらに、知力値が高い場合、1日につきボーナス呪文が与えられる。]]

s_spls_sor_b		="ソーサラーは魅力を使って限られた秘術呪文を唱えることができ、事前に準備する必要はない。"
s_spls_sor_d		=[[ソーサラーは秘術呪文を唱える。レベルアップ時に習得できる呪文は限られているが、習得できる呪文はレベルアップ時に習得できる。ソーサラーは事前に呪文を用意しておく必要はない。

ソーサラーが魔法を習得したり唱えたりするには、魅力値が少なくとも10+呪文レベルと同じ値である必要がある。呪文の難易度(DC) = 10+呪文レベル+魅力値。

ソーサラーは、1日に各呪文レベルにつき一定数の呪文しか唱えることができない。さらに、魅力値が高い場合、1日につきボーナス呪文が与えられる。]]

s_spls_brd_b		="バードは魅力を使って限られた秘術呪文を唱えることができ、事前に準備する必要はない。"
s_spls_brd_d		=[[バードは秘術呪文を唱える。レベルアップ時に習得できる呪文は限られているが、習得できる呪文はレベルアップ時に習得できる。バードは事前に呪文を用意しておく必要はない。

バードが魔法を習得したり唱えたりするには、魅力値が少なくとも10+呪文レベルと同じ値である必要がある。呪文の難易度(DC) = 10+呪文レベル+魅力値ボーナス。

バードは、1日に各呪文レベルにつき一定数の呪文しか唱えることができない。さらに、魅力値が高い場合、1日につきボーナス呪文が与えられる。]]

s_spls_clr_b		="クレリックは判断力をもって信仰呪文を唱える。"
s_spls_clr_d		=[[クレリックは信仰呪文を唱える。レベルアップすると、使用可能な呪文が自動的に習得される。クレリックは事前に呪文を選択し、準備しておく必要がある。

呪文を唱えるには、クレリックの判断力値が少なくとも10+呪文レベル以上である必要がある。呪文の難易度(DC)は10+呪文レベル+判断力ボーナスとなる。

クレリックは、1日に各呪文レベルにつき一定数の呪文しか唱えることができない。さらに、判断力の値が高い場合、1日につきボーナス呪文が与えられる。]]

s_spls_adp_b		="アデプトは判断力をもって信仰呪文を唱える。"
s_spls_adp_d		=[[アデプトは信仰呪文を唱える。レベルアップすると、使用可能な呪文が自動的に習得される。アデプトは事前に呪文を選択し、準備しておく必要がある。

呪文を唱えるには、アデプトの判断力値が少なくとも10+呪文レベル以上である必要がある。呪文の難易度(DC)は10+呪文レベル+判断力ボーナスとなる。

アデプトは、1日に各呪文レベルにつき一定数の呪文しか唱えることができない。さらに、判断力の値が高い場合、1日につきボーナス呪文が与えられる。]]

s_spls_drd_b		="ドルイドは判断力をもって信仰呪文を唱える。"
s_spls_drd_d		=[[ドルイドは信仰呪文を唱える。レベルアップすると、使用可能な呪文が自動的に習得される。ドルイドは事前に呪文を選択し、準備しておく必要がある。

呪文を唱えるには、ドルイドの判断力値が少なくとも10+呪文レベル以上である必要がある。呪文の難易度(DC)は10+呪文レベル+判断力ボーナスとなる。

ドルイドは、1日に各呪文レベルごとに決まった数の呪文しか唱えることができない。さらに、判断力の値が高い場合、1日にボーナス呪文が与えられる。]]

s_spls_zbg_b		="ブラックガードは判断力を駆使して、信仰呪文を少数使用することができる。"
s_spls_zbg_d		=[[ブラックガードは、少数の信仰呪文を唱える能力を獲得する。レベルアップ時に使用できる呪文が自動的に習得される。ブラックガードは、事前に呪文を選択し準備しておく必要がある。

呪文を唱えるには、最低でも判断力値10+呪文レベルと同等の値が必要である。呪文の難易度(DC) = 10+呪文レベル+判断力値ボーナス。

ブラックガードは、1日に各呪文レベルにつき一定数の呪文しか唱えることができない。さらに、判断力の値が高い場合、1日につきボーナス呪文が与えられる。]]

s_spls_rgr_b		="4レベル目からは、レンジャーは判断力を活かして少数の信仰呪文を唱えることができる。"
s_spls_rgr_d		=[[4レベルから、レンジャーは少数の信仰呪文を唱えることができるようになる。使用できる呪文は、レベルアップ時に自動的に習得される。レンジャーは事前に呪文を選択し、準備しておく必要がある。

呪文を唱えるには、レンジャーの判断力値が少なくとも10+呪文レベル以上である必要がある。呪文の難易度(DC)は10+呪文レベル+判断力ボーナスとなる。

レンジャーは、1日に各呪文レベルにつき一定数の呪文しか唱えることができない。さらに、判断力の値が高い場合、1日につきボーナス呪文が与えられる。

3レベルでは、レンジャーは術者レベルを持たない。4レベル以上では、術者レベルはレンジャーレベルの半分となる。]]

s_spls_pal_b		="4レベル目からは、パラディンは判断力を使って少数の信仰呪文を唱えることができる。"
s_spls_pal_d		=[[4レベルから、パラディンは少数の信仰呪文を唱える能力を獲得する。使用できる呪文は、レベルアップ時に自動的に習得される。パラディンは事前に呪文を選択し、準備しておく必要がある。

呪文を唱えるには、パラディンは判断力値が少なくとも10+呪文レベルと同じ値である必要がある。呪文の難易度(DC) = 10+呪文レベル+判断力値ボーナス。

パラディンは、1日に各呪文レベルごとに特定の数の呪文しか唱えることができない。さらに、判断力の値が高い場合、1日にボーナス呪文が与えられる。

3レベル目までのパラディンには術者レベルはない。4レベル目以上では、術者レベルはパラディンレベルの半分となる。]]

s_drd_nwpns			="ドルイドは、自然の化身としてどのような形をとっても、あらゆる形態の（爪や噛みつきなどの）あらゆる肉体攻撃に精通している。"
s_drd_amr			="ドルイドは、金属製の鎧や盾を身につけることを禁じられている。さもなければ、ドルイドの呪文を唱えたり、超常能力や擬似呪文能力を使用したりすることができなくなる。"
s_drd_ban			="禁止"	s_drd_ban_d	="ドルイドの力を抑止する。"
s_mnk_amr			="鎧を着用したり、盾を使用したり、中荷重または重荷重の荷物を運んだりすると、モンクは AC ボーナスを失うだけでなく、高速移動や連打の能力も失う。"
s_spl_amr			="秘術呪文と鎧"	s_spl_amr_d	=[[ウィザードやソーサラーは、鎧を効果的に着こなす方法を知らない。

もし望むなら、とりあえず鎧を装備することもできる（ただし、動きはぎこちないだろう）。あるいは、鎧の正しい使い方を習得する（軽装、中装、重装の各種鎧習熟特技と盾習熟特技）か、鎧習熟特技を付与するクラスを追加するマルチクラスを習得することもできる。ただし、ウィザードやソーサラーが習熟している鎧を装備していても、呪文の詠唱に支障が出る可能性がある。

鎧は、ソーサラーやウィザードが動作要素を伴う呪文を唱える際に必要な複雑なジェスチャーを制限する（ほとんどの呪文には体を使った要素がある）。鎧と盾の説明には、さまざまな鎧と盾に対する秘術呪文失敗確率が記載されている。

それに対し、バードは軽装鎧を効果的に着こなす方法を知っているだけでなく、その鎧の秘術呪文失敗率を無視することもできる。バードが軽装鎧よりも重い鎧を着用したり、盾を使用したりした場合、その鎧に習熟したとしても、通常の秘術呪文失敗率が適用される。]]

s_pal_code			="行動規範"	s_pal_code_d	="パラディンは秩序にして善の信条を貫く者でなければならず、自ら進んで悪事を働いた場合は、クラスアビリティをすべて失う。\n\nさらに、パラディンの掟では、正当な権威を尊重し、名誉を重んじて行動し（嘘をつかない、ごまかさない、毒を使わないなど）、困っている人を助け（その助けが悪用されたり、混乱を招いたりしない限り）、罪のない人を傷つけたり脅したりした者を罰することが求められている。"
s_pal_asso			="同行者"		s_pal_asso_d	="彼女は善または中立なキャラクターと冒険をすることはあっても、パラディンは悪のキャラクターと自ら進んで同行することはないし、彼女の道徳観を度々傷つける人物との同行も続けることはない。 パラディンは秩序にして善である従者、信奉者、仲間のみを受け入れることができる。"

s_ex_bbn			="元バーバリアン"	s_ex_bbn_d	="秩序になったバーバリアンは激怒を失い、バーバリアンとしてのレベルアップは不可能になる。ただし、ダメージ減少、高速移動、罠感知、直感回避といったクラス特典はそのまま維持される。"
s_ex_brd			="元バード"			s_ex_brd_d	="バードが秩序になると、バードとしてのレベルアップはできなくなるが、バードとしての能力はそのまま維持される。"
s_ex_clr			="元クレリック"		s_ex_clr_d	="神から求められる行動規範を著しく逸脱したクレリックは、鎧と盾の習熟度、単純武器の習熟度を除き、すべての呪文とクラス特徴を失う。その後、贖罪を行うまで（贖罪の呪文説明を参照）、その神のクレリックとしてレベルアップすることはできない。"
s_ex_drd			="元ドルイド"		s_ex_drd_d	="自然を崇拝しなくなったドルイド、禁じられた属性に変化したドルイド、ドルイド語をドルイド以外の者に教えたドルイドは、すべての呪文とドルイドの能力（動物の相棒は例外だが、武器、鎧、盾の習熟）を失う。その後、贖罪を行うまで（贖罪の呪文の説明を参照）、ドルイドとしてレベルアップすることはできない。"
s_ex_mnk			="元モンク"			s_ex_mnk_d	="秩序でなくなったモンクは、モンクとしての新たなレベルには上がれないが、モンクとしての能力はそのまま保持する。\n\n新しいクラスを獲得したり、別のクラスのレベルを 1 つ上げたモンクは、それ以降、そのモンクレベルを上げることはできない。ただし、モンクとしての能力は維持される。" s_ex_mnk_b ="モンク以外のクラスでレベルアップしたモンクは、二度とそのレベルを上げることができない。"
s_ex_pal			="元パラディン"		s_ex_pal_d	="秩序にして善でなくなる、故意に悪事を働く、行動規範に著しく違反するパラディンは、すべてのパラディンの呪文と能力を喪失する。\n\nパラディン以外のクラスでレベルアップしたパラディンは、パラディンのレベルを再び上げることはできないが、パラディンの能力はすべて保持している。" s_ex_pal_b = "パラディン以外のクラスでレベルアップしたパラディンは、二度とパラディンのレベルを上げることはできない。"

s_illiteracy		="識字能力の欠如"	s_illiteracy_d	="バーバリアンは、自動的に読み書きの方法を習得しない唯一のキャラクターである。バーバリアンは、2技能ポイントを使って、自分が話せるすべての言語の読み書き能力を習得できる。/n/nバーバリアン以外のクラスでレベルアップしたバーバリアンは、自動的に識字力を習得する。バーバリアン以外のクラスでレベルアップしたキャラクターは、すでに習得していた識字力を失うことはない。"
s_ex_langs			="ボーナス習得言語"
s_ex_langs_clr_d	="クレリックのボーナス習得言語には、天上語(セレスチャル)、奈落語(アビサル)、地獄語(インファーナル)（それぞれ善、混沌にして悪、秩序にして悪の来訪者の言語）がある。これらの言語は、キャラクターの種族によって習得できるボーナス言語に追加される。"
s_ex_langs_drd_d	="ドルイドのボーナス習得言語には、森のクリーチャーたちの言語である森語が含まれる。これは、キャラクターの種族によって習得できるボーナス言語に追加される。\n\nドルイドはドルイドのみが知る秘密の言語ドルイド語も知っている。ドルイド語はドルイドにとって自由言語であり、つまり、通常の割り当て言語に加えてドルイド語も知っており、言語スロットを消費しない。ドルイドはドルイドでない人にドルイド語を教えることは禁じられている。\n\nドルイド語には独自の文字体系がある。"
s_ex_langs_wiz_d	="ウィザードは、キャラクターの種族により、ボーナス習得言語の1つを竜語に置き換えることができる。"

s_aln_spls			="混沌、悪、善、秩序の呪文"
s_aln_spls_d		="クレリックやドルイドは、自身や神（神を信仰している場合）と相反する属性の呪文を唱えることはできない。特定の属性に関連する呪文は、呪文の説明文に混沌、悪、善、秩序という記述があることで示される。"
s_cvt_spls			="任意発動"
s_cvt_spls_d		=[[クレリックやドルイドは、事前に準備していない他の呪文に、蓄積した呪文のエネルギーを注ぎ込むことができる。

ドルイドは、事前に用意していない招来呪文に、蓄えた呪文のエネルギーを注ぎ込むことができる。 同じレベルかそれ以下の自然の友招来呪文を唱えるために、準備していた呪文を"使う"ことができる。

善のクレリック（または善な神々の中立クレリック）は、事前に用意していなかったキュア呪文に蓄積された呪文のエネルギーを転換することができる。クレリックは、同じ呪文レベル以下のキュア呪文を唱えるために、領域呪文でない準備済みの呪文を"使う"ことができる（キュア呪文とは、その名前に"キュア"を含む呪文のことである）。

悪のクレリック（または悪な神を信仰する中立なクレリック）は、準備された回復呪文を回復呪文に変換することはできないが、ダメージ呪文に変換することはできる（ダメージ呪文とは、その名前に"インフリクト"という意味の言葉が含まれている呪文のこと）。

善でも悪でもない、またその神も善でも悪でもないクレリックは、呪文を変換して、キュア呪文にするかインフリクト呪文にするかを選択できる（プレイヤーの選択）。プレイヤーがこの選択を行うと、元に戻すことはできない。<z> この選択により、クレリックがアンデッドを退散させるか、それともアンデッド支配をするかが決まる。</z>]]
s_cvt_spls_hr		="現在のバージョンでは、クレリックは呪文をキュア呪文またはインフリクト呪文に自由に変換できる。"

s_ftr_extra			="<b>特技: </b>高度な戦闘特技の中には、ファイターのみが習得できるものがある。"
s_clr_extra			="<b>アンデッドの天敵: </b>クレリックはアンデッドクリーチャーを退散させることができる。退散したアンデッドクリーチャーは制御不能となり、退散させた者から逃げ出す。"
s_rog_sa			="特殊能力"	s_rog_sa_d	="レベル10とそれ以降3レベルごとに（10、13、16…）、以下の選択肢から特別な能力（または一般的な特技）を獲得する:"
s_mnk_bns_feats_pre	="以下のレベルにおいて、特技（前提条件なし）を習得する:"

-- z_cls
clss={
[0]={n="保留中のクラス"	,d="まだクラスが選択されていません。"},

[cls_ftr]={n="ファイター", a="Ftr"
,b="軍用戦闘の達人で、さまざまな武器や鎧に熟練している。"
,d="ファイターは、あらゆるクラスの中でも最も優れた総合的な戦闘能力と、武器や鎧に関する比類なき技能を持つ。 ファイターは経験を積むにつれ、戦闘スキルを磨く機会が増える。"
,d_wpns="単純武器と軍用武器。"
,d_amrs="すべての鎧と盾。"
},

[cls_clr]={n="クレリック", a="Clr"
,b="信仰呪文を操るプリーストの英雄。"
,d="クレリックは信仰呪文の達人であり、特にヒーリングを得意とする。さらに、神聖なエネルギーの媒介者でもあるため、アンデッドのクリーチャーを退散させたり、時には破壊したりすることもできる。クレリックは戦闘訓練も受けており、ほとんどの鎧や盾に精通している。"
,d_wpns="単純武器。"
,d_amrs="すべての鎧、ライトシールドとヘヴィシールド。"
},

[cls_wiz]={n="ウィザード", a="Wiz"
,b="秘術を学んだ強力な呪文の使い手。"
,d="ウィザードの強みは呪文である。それ以外はすべて二の次だ。クロスボウやその他の単純武器を使用することはできるが、鎧や盾の扱いは習熟していない。"
,d_wpns="クラブ、ダガー、ヘヴィクロスボウ、ライトクロスボウ、クォータースタッフ。"
,d_amrs="なし。鎧は秘術呪文を失敗させる可能性がある。 <ico=ico/_s_dots t=$s_spl_amr_nd>"
},

[cls_rog]={n="ローグ", a="Rog"
,b="巧妙な技能を持つスカウトでありスパイであり、力技ではなく急所攻撃で戦いに勝つ。"
,d="ローグは高度な技能を持ち、複数の技能カテゴリーの中からどれか1つを集中的に鍛えることができる。戦闘においてはファイターには及ばないが、ローグは敵の急所を攻撃する方法を知っており、急所攻撃で大きなダメージを与えることができる。さらに、ローグは鋭い第六感を持っている。彼らは身かわしや回避のさまざまな技能を習得している。"
,d_wpns="単純武器、ハンドクロスボウ、レイピア、サップ、ショートボウ、ショートソード。"
,d_amrs="軽装鎧。"
},

[cls_bbn]={n="バーバリアン", a="Bbn"
,b="怒りと本能を武器に敵を倒す、獰猛なウォーリアー。"
,d="バーバリアンは優れたウォーリアーである。ファイターの戦闘技能が訓練と規律から来るのに対し、バーバリアンは強力な怒りを持つ。"
,d_wpns="単純武器と軍用武器。"
,d_amrs="軽装鎧と中装鎧、ライトシールドとヘヴィシールド。"
},

[cls_mnk]={n="モンク", a="Mnk"
,b="素手攻撃が速く強力で、特殊能力にも長けた格闘家。"
,d="モンクの最大の特徴は、素手と防具非着用で戦うことができることだ。彼女は \"気\" と呼ばれる繊細なエネルギーを発動させ、驚くべき特技を披露することができる。また、彼女は超自然的な認識力を持っており、意識的に攻撃を認識していなくても回避することができる。"
,d_wpns="クラブ、ライトクロスボウ、ヘヴィクロスボウ、ダガー、スローイングアックス、ジャヴェリン、カマ、ヌンチャク、クォータースタッフ、サイ、シュリケン、シャンガム、スリング。"
,d_amrs="なし。鎧や盾を着用することはできない。 <ico=ico/_s_dots t=$s_mnk_amr>"
},

[cls_sor]={n="ソーサラー", a="Sor"
,b="生まれつきの魔法能力を持つ呪文の使い手。"
,d="ソーサラーは、入念な訓練や研究によってではなく、生まれ持った力で呪文を唱える。彼らの魔法は論理的ではなく直感的である。ソーサラーはウィザードよりも呪文の種類が少なく、強力な呪文を習得するスピードも遅い。しかし、呪文を唱える頻度は高く、事前に呪文を選択して準備しておく必要がない。"
,d_wpns="単純武器。"
,d_amrs="なし。鎧は秘術呪文を失敗させる可能性がある。 <ico=ico/_s_dots t=$s_spl_amr_nd>"
},

[cls_pal]={n="パラディン", a="Pal"
,b="正義の英雄であり、悪を滅ぼす者。信仰の力をもって守られ、強められる。"
,d="信仰の力はパラディンを守り、彼女に特別な力を与える。 危害を避け、病気を防ぎ、自らを癒やし、恐怖から心を守る。 パラディンは、この力を他者のために使うこともできる。傷を癒し、病気を治すのだ。 最後に、パラディンはこの力を悪を見つけ出し、滅ぼすために使うことができる。"
,d_wpns="単純武器と軍用武器。"
,d_amrs="すべての鎧、ライトシールドとヘヴィシールド。"
},

[cls_rgr]={n="レンジャー", a="Rgr"
,b="狡猾で、技能に長けた荒野のウォーリアー。"
,d="レンジャーはさまざまな武器を使いこなし、戦闘能力も高い。 彼の技能は、荒野での生存、獲物の発見、感知回避を可能にする。 また、特定のクリーチャーに関する特別な知識も持ち合わせているため、そのような敵を発見し倒すことも容易である。 最後に、経験豊富なレンジャーはドルイドのように自然との結びつきが強く、自然の力を利用して信仰呪文を唱えることができる。"
,d_wpns="単純武器と軍用武器。"
,d_amrs="軽装鎧、ライトシールド、ヘヴィシールド。"
},

[cls_drd]={n="ドルイド", a="Drd"
,b="自然界からエネルギーを得て信仰呪文を唱え、不思議な魔力を得る者。"
,d="ドルイドは、クレリックとほぼ同じ方法で信仰呪文を唱えるが、その呪文のほとんどは神々ではなく自然の力から得るものである。ドルイドの呪文は、自然や動物に向けられる。ドルイドは、呪文に加えて、レベルが上がるにつれて、動物の姿に変身する能力など、さまざまな魔法の力を得るようになる。ドルイドの鎧は、伝統的な誓約によって制限されている。金属製の鎧を着用すると、ドルイドの力が抑止されてしまう。"
,d_wpns="クラブ、ダガー、ダーツ、クォータースタッフ、シミター、シックル、ショートスピア、スリング、スピア。 特殊:肉体武器。 <ico=ico/_s_dots t=$s_drd_nwpns>"
,d_amrs="軽装鎧、中装鎧、ライトシールド、ヘヴィシールド。金属製の鎧や盾は着用できない。 <ico=ico/_s_dots t=$s_drd_amr>"
},

[cls_brd]={n="バード", a="Brd"
,b="その音楽が魔法のような効果をもたらすパフォーマー。放浪者であり、語り部であり、何でも屋でもある。"
,d=[[バードは本からではなく、魂から魔法を生み出す。彼は呪文を少ししか唱えることができないが、事前に呪文を選択したり準備したりすることなく、魔法を唱えることができる。バードの魔法は、ウィザードやソーサラーがよく使うような劇的な攻撃呪文よりも、魅了や幻想に重点を置いている。

バードは呪文だけでなく、音楽や詩でも魔法を使う。彼は味方を励まし、観客を魅了し、言葉や音に依存する魔法の効果を打ち消すこともできる。

バードはローグが持つ技能の一部を持ち合わせてはいるが、ローグほど技能の習得に重点を置いてはいない。バードは物語を語るだけでなく、もちろん聞くことも得意なので、地元の出来事や注目すべき事柄について幅広い知識を持っている。]]
,d_wpns="単純武器、ロングソード、レイピア、サップ、ショートソード、ショートボウ、ウイップ。"
,d_amrs="軽装鎧、ライトシールド、ヘヴィシールド。鎧を着用していると秘術呪文が失敗することがあるが、バードは軽装鎧を着用していてもバード呪文を通常通り唱えることができる。 <ico=ico/_s_dots t=$s_spl_amr_nd>"
},

[cls_wrr]={n="ウォリアー"
,b="強く、たくましい戦士であり、幅広い経験を持ち、他の歴戦の戦士、彼らに仕える者、そして彼らが敵対する者との間で幅広い経験と有益な人脈を持っています。"
,d="ウォリアーは、ファイターのような専門的な訓練や妙技、バーバリアンやレンジャーのようなサバイバルやアウトドアのスキル、パラディンのような洗練された宗教的な焦点具を持たない、強く頑健な戦士である。ウォリアーは戦いにおいては単純で地味な相手だが、敬意を払える相手である。\n\nウォリアーはファイターほど優秀ではない。戦闘やそれに関連する分野での経験はあるが、洗練された訓練は受けていないことを示すウォリアーは、人型生物や巨人（オーク、オーガなど）によく見られる。兵士（指揮官や 歴戦の兵士には向かないかもしれないが）、衛兵、地元のチンピラ、荒くれ者、凶漢、そして、自分の家を守る術を身につけた普通の人々でさえ、戦士になれるのだ。"
,d_wpns="単純武器と軍用武器。"
,d_amrs="鎧と盾をすべて。"
},

[cls_ars]={n="アリストクラート"
,b="村の従者から皇帝まで階級はさまざまだが、多くは富と地位を持っており、地域社会で大きな影響力を持つ。"
,d="アリストクラートとは通常、教養があり、生まれながらにしエキスパートとは、職人や専門家として活動する人々のことである。彼らは通常、冒険者になる気概も訓練も受けていないが、それぞれの分野では有能である。熟練した鍛冶屋、聡明な法廷弁護士、賢い商人、教養ある賢者、熟練した船大工などはすべて専門家である。て高い地位にある裕福な人のことである。貴族は世界の富裕層や政治的に影響力のある人々である。彼らはほとんどの場合、自分の好きな分野で修行する自由を与えられ、しばしば広く旅をする。最高の品物や機会をすべて手に入れることができるため、多くの貴族は手ごわい人物となる。ファイターやウィザード、他の階級の者たちと冒険を繰り広げる者もいるが、たいていの場合、そのような活動は単なるお遊びでしアリストクラートとは通常、教養があり、生まれながらにして高い地位にある裕福な人のことである。貴族は世界の富裕層や政治的に影響力のある人々である。彼らはほとんどの場合、自分の好きな分野で修行する自由を与えられ、しばしば広く旅をする。最高の品物や機会をすべて手に入れることができるため、多くの貴族は手ごわい人物となる。ファイターやウィザード、他の階級の者たちと冒険を繰り広げる者もいるが、たいていの場合、そのような活動は単なるお遊びでしかない。\n\n貴族は印象的なスキルの選択肢と立派な戦闘訓練を持っているので、プレイヤーキャラクタークラスとして活躍するかもしれない。しかし、貴族であることは選択というより、生まれつきの地位である。最初のレベルが貴族クラスでない限り、貴族はマルチクラスのキャラクターにはなれない。たいていの場合、貴族階級は支配者やその家族、廷臣たちのものである。"
,d_wpns="単純武器と軍用武器。"
,d_amrs="鎧と盾をすべて。"
},

[cls_exp]={n="エキスパート"
,b="熟練した職人や専門家、学識のある社会人は、日頃から幅広い特定の才能や曖昧な情報を持っている。"
,d="エキスパートとは、職人や専門家として活動する人々のことである。彼らは通常、冒険者になる気概も訓練も受けていないが、それぞれの分野では有能である。\n\n熟練した鍛冶屋、聡明な法廷弁護士、賢い商人、教養ある賢者、熟練した船大工などはすべて専門家である。ほとんどの町やコミュニティには、様々な分野の職人が少なくとも数人はいる。"
,d_wpns="単純武器。"
,d_amrs="軽装鎧。"
},

[cls_adp]={n="アデプト"
,b="信仰魔法の使い手は単にヒーラーとみなされることが多いが、彼らの知恵と誇るべき地位は、それ以上のものを提供できることを意味する。"
,d="部族社会や洗練されていない地域には、ウィザードや クレリックを訓練するための人材がいない場合がある。魔法に関する知識は乏しいが、秘術と信仰技能を併せ持つアデプトは、賢者（または聖者）として、また神秘的な守護者としてこれらの文化に奉仕する。\n\nアデプトは人里離れたヒューマン、エルフ、ドワーフ、ノーム、ハーフリングの集落に見られるが、オーク、ゴブリン、ノール、バグベア、オーガなど、より野性的な人型生物や ジャイアントなどの種族に最も多く見られる。"
,d_wpns="単純武器。"
,d_amrs="なし。"
},

[cls_cmn]={n="コモナー"
,b="有名でも裕福でもないが、さまざまなスキルを持ち、独創的な方法で特徴づけることができる。"
,d="コモナーは、冒険者を取り巻く世界で、畑を耕し、店の従業員を雇い、家を建て、商品を生産する。平民は冒険者のような危険な生活を望むことはなく、冒険者が直面しなければならない難題を引き受けるのに必要な技能も持ち合わせていないのが普通である。平民はそれぞれの職業に熟練しており、人口の大半を占めている。"
,d_wpns="一つの単純武器。"
,d_amrs="なし。"
},

[cls_fr2]={n="ウォリアー"		},
[cls_prs]={n="クレリック"		},
[cls_shm]={n="ウィザード"		},
[cls_non]={n="クラスなし"		,d=s_no_cls_d},-- Obscure
}

-- z_rog	游荡者	Rogue
s_trap_sense		="罠感知"	s_trap_sense_d	=[[このキャラクターは罠の危険を直感的に察知できるようになり、罠を回避するための反応セーヴに+1のボーナス、罠による攻撃に対するACに+1の回避ボーナスが付与される。

これらのボーナスはクラスレベルが上がるごとに増加する。複数のクラスから得られる罠感知ボーナスは重複する。

<b>増加:</b>
バーバリアン、ローグ:レベル3から開始し、その後3クラスレベルごとに+1ずつ上昇する（3、6、9...）。
ドワーヴンディフェンダー:レベル4から始まり、その後4クラスレベルごとに+1ずつ上昇する（4、8、12...）。]]
s_trap_find			="罠探し"	s_trap_find_d	=[[ローグ（ローグのみ）は、難易度が 20 以上の罠の位置特定に、捜索技能を使用することができる。

非魔法の罠を発見する難易度は最低でも20、うまく隠されていればそれ以上となる。魔法の罠を発見する難易度は25+作成に使用された呪文のレベルとなる。

ローグ（ローグのみ）は、装置無力化技能を使用して魔法の罠を解除できる。魔法の罠の難易度(DC)は、一般的に25+作成に使用された呪文のレベルである。

装置無力化チェックで難易度(DC)10以上を獲得したローグは、罠を研究し、その仕組みを把握し、武器落としせずに（パーティとともに）回避することができる。]]
s_sa				="急所攻撃"	s_sa_d	=[[ローグ（またはこの能力を持つ他のクラス）が、相手が効果的に防御できない状態で攻撃を成功させた場合、彼女は致命的な部位を狙って追加のダメージを与えることができます。

ローグの攻撃は、ターゲットがACに対して敏捷力ボーナスを得られない場合（ターゲットが実際に敏捷力ボーナスを持っているかどうかに関わらず）や、ローグがターゲットを挟んで攻撃した場合に追加のダメージを与えます。この追加ダメージは1レベルで1d6で、以降はローグのレベルが2上がるごとに1d6ずつ増加します。ローグが急所攻撃でクリティカルヒットをした場合、この追加ダメージは倍加しません。

遠隔攻撃は、標的が30フィート以内にいる場合にのみ急所攻撃として扱われる。

ローグは、解剖学的に識別可能な生物に対してのみ急所攻撃を行うことができます。アンデッド、人造、スライム、植物、非実体生物のクリーチャーには重要な部位がないため、急所攻撃の対象とはなりません。クリティカルヒットに対して耐性を持つクリーチャーも急所攻撃への脆弱性を持ちません。ローグは急所を見極めて攻撃できるよう、ターゲットを十分に視認できその部位に手が届く状態でなければならない。ローグは隠蔽状態にあるクリーチャーや、重要な部位が届かない位置にあるクリーチャーの手足を攻撃する際には急所攻撃を行うことはできません。

<b>増加:</b>
ローグ、アサシン: 1 レベルから開始し、その後 2 クラス レベルごとに +1d6 上昇します (1、3、5…)。
アーケイントリックスター: 2 レベルから開始し、その後 2 クラス レベルごとに +1d6 上昇します (2、4、6…)。
ブラックガード: 4 レベルから開始し、その後 3 クラス レベル (4、7、10…) ごとに +1d6 ずつ上昇します。]]
s_crippling_strike			="弱体化打撃"			s_crippling_strike_d		="あなたの急所攻撃によってダメージを受けた敵も 2 ポイントの 筋力 ダメージを受けます。\n\nダメージを受けた能力は戦闘全体にわたって持続し、重複可能で回復可能です。"
s_opportunist				="追い打ち"				s_opportunist_d				="ラウンドごとに 1 回、別のキャラクターによって近接攻撃でダメージを受けたばかりの相手に対して機会攻撃を行うことができます。"
s_evasion					="身かわし"					s_evasion_d					="通常、セーヴに成功すると半分のダメージを与える攻撃に対して反応セーヴィング スローを成功させると、代わりにダメージを受けません。\n\n軽装鎧を着ているか鎧を着ていなく、軽荷重以下で無力ではない場合に限ります。"
s_improved_evasion			="身かわし強化"			s_improved_evasion_d		="身かわしと同様に機能し、さらにセーヴに失敗した場合のダメージは半分だけです。"
s_uncanny_dodge				="直感回避"			s_uncanny_dodge_d			="動けなくなっている場合を除き、立ちすくみであっても AC に対する 敏捷力 ボーナスを維持します。\n\n<b>特殊: </b>キャラクターが 2回目に直感回避を獲得する場合 (2番目のクラスの場合)、彼女がまだそれを持っていない場合、代わりに直感回避強化を獲得します。"
s_improved_uncanny_dodge	="直感回避強化"	s_improved_uncanny_dodge_d	="攻撃者が直感回避を獲得したクラスレベルの合計より少なくとも 4 高いローグレベルを持っていない限り、あなたを側面攻撃することはできなくなります (そのため、ローグは側面攻撃を使用してあなたを急所攻撃することはできません)。"
s_defensive_roll			="打撃のいなし"			s_defensive_roll_d			="戦闘ごとに 1 回、武器で攻撃され、そのダメージがあなたを殺すのに十分な場合、反応セーヴィング スローを試みます。 成功すればダメージは半分で済みます。 \n\nAC には 敏捷力 ボーナスが必要です。"
s_slippery_mind				="機敏な精神"			s_slippery_mind_d			="精神に影響を与える効果を受けてセーヴィングスローに失敗した場合、1ラウンド後に再度挑戦することができます。"
-- z_bbn	野蛮人	Barbarian
s_rage						="激怒"						s_rage_d					=[[血の叫びの狂乱の中に飛び込むと、キャラクターは驚異的な強さと耐久性を獲得しますが、無謀で自分を守ることができなくなります。

激怒すると、キャラクターは一時的に 筋力 と 耐久力に +4 ボーナスを獲得し、士気セーヴに +2 士気ボーナスを獲得しますが、AC に -2 ペナルティを受けます。

激怒が終わると、キャラクターは現在のエンカウントの間疲労状態になります（筋力 と 敏捷力 に -2 ペナルティ、突撃できません）。

最終ラウンド: 3 + 耐久力 修正 (激怒)。
1 日あたりの使用量: 1 + レベル / 4。
1回の遭遇につき1回までしか使用できません。]]
s_rage_3					="大激怒"				s_rage_3_d					="激怒中の筋力と耐久力へのボーナスはそれぞれ+6に増加し、意志セーヴの士気ボーナスは+3に増加します。 AC へのペナルティは -2 のままです。"
s_rage_4					="超激怒"				s_rage_4_d					="激怒中の筋力と耐久力へのボーナスはそれぞれ+8に増加し、意志セーヴの士気ボーナスは+4に増加します。 AC へのペナルティは -2 のままです。"
s_indomitable_will			="不屈の意志"			s_indomitable_will_d		="激怒している間、精神に影響を及ぼす効果に抵抗するための士気セーヴに+4のボーナス。"
s_tireless_rage				="無疲労激怒"			s_tireless_rage_d			="激怒の後に疲労しなくなりました。"
s_fast_movement				="素早い動き"			s_fast_movement_d			="基本速度+2。 重装鎧や重い荷物を着ていると効果が失われます。"
-- z_pal	圣武士
s_divine_grace		="信仰の恩寵"		s_divine_grace_d		="すべてのセーヴィング スローで 魅力 ボーナスと同じボーナスを獲得します。"
s_divine_health		="健全なる肉体"	s_divine_health_d		="超自然的な病気や魔法の病気を含むすべての病気に対する免疫を獲得します。"
s_aura_of_courage	="勇気のオーラ"	s_aura_of_courage_d		="パラディンは恐怖の影響を受けません。 彼女の 10 フィート以内にいる各味方は、恐怖効果に対するセーヴィング スローで +4 の士気ボーナスを獲得します。\n\nこの能力はパラディンが意識がある間のみ機能します。"
s_special_mount		="特別な乗騎"	s_special_mount_d		="パラディンは、悪との戦いで彼女に仕えるために、異常に知力があり、強く、忠実な馬の奉仕を得ます。"
s_remove_disease_2	="病気の除去"	s_remove_disease_2_d	="パラディンは呪文として病気を取り除く効果を生み出すことができる。\n\n1週間あたりの使用量: 1 + (レベル - 6) / 3。最小 1。"
s_aura_of_good		="善のオーラ"		s_aura_of_good_d		="パラディンの善のオーラの力は彼女のレベルに等しい。"
s_aura_of_evil		="悪のオーラ"		s_aura_of_evil_d		="ブラックガードの悪のオーラの力は、そのクラス レベルにクレリックレベルを加えたものに等しい。"
s_aura_of_law		="秩序のオーラ"		s_aura_of_law_d			="キャラクターの秩序のオーラの力はそのレベルに等しい。"
s_aura_of_chaos		="混沌のオーラ"	s_aura_of_chaos_d		="キャラクターの混沌のオーラの力はそのレベルに等しい。"
s_detect_good_2		="善の感知"		s_detect_good_2_d		="善の存在を感じることができます。"
s_detect_evil_2		="悪の感知"		s_detect_evil_2_d		="悪の存在を感じることができます。"
s_detect_law_2		="秩序の感知"		s_detect_law_2_d		="秩序の存在を感じることができます。"
s_detect_chaos_2	="混沌の感知"		s_detect_chaos_2_d		="混沌の存在を感じることができます。"
s_smite_good		="善を討つ一撃"		s_smite_good_d			="ブラックガードは近接攻撃で善を攻撃しようとするかもしれません。\n\n彼女は攻撃ロールに 魅力 ボーナスを追加し、レベルごとに 1 ポイントの追加ダメージを与えます。\n\n1 日あたりの使用量: 1 + レベル / 5。"
s_smite_evil		="悪を討つ一撃"		s_smite_evil_d			="パラディンは近接攻撃で悪を打ち負かそうとするかもしれません。\n\n彼女は攻撃ロールに 魅力 ボーナスを追加し、レベルごとに 1 ポイントの追加ダメージを与えます。\n\n1 日あたりの使用量: 1 + レベル / 5。"
s_smite_law			="秩序を討つ一撃"		s_smite_law_d			="キャラクターは近接攻撃で秩序を打ち負かそうとすることができます。\n\n彼女は攻撃ロールに 魅力 ボーナスを追加し、レベルごとに 1 ポイントの追加ダメージを与えます。\n\n1 日あたりの使用量: 1 + レベル / 5。"
s_smite_chaos		="混沌を討つ一撃"		s_smite_chaos_d			="キャラクターは近接攻撃で混沌を打とうと試みることができます。\n\n彼女は攻撃ロールに 魅力 ボーナスを追加し、レベルごとに 1 ポイントの追加ダメージを与えます。\n\n1 日あたりの使用量: 1 + レベル / 5。"
s_lay_on_hands		="癒しの手"		s_lay_on_hands_d		=[[魅力 ボーナスを持つパラディンは、触れることで傷 (自分の傷または他人の傷) を治すことができます。

1 日あたりの回復ポイント: レベル x 魅力 ボーナス。 治癒はいくつかの用途に分けることができます。

この能力は、アンデッドを攻撃するためにも使用できます。近接接触攻撃が成功した後（機会攻撃 を誘発しません）、パラディンはポイントを消費してアンデッドにダメージを与えることができます。]]


-- z_adv_cls
s_adv_cls_lv_lmt	="レベル制限"
s_adv_cls_dc		="クラスレベルを使用してセーヴ難易度(DC)を計算する上級クラス機能は、10位以上のキャラクターのクラスレベルの半分のみを追加する必要があります。"
s_race_no_dragon	="ドラゴン以外のもの(ハーフドラゴンにはなれない)"
s_skl_x_ranks		="%s %d ランク"
s_skl_xx_ranks		="%s (任意の %d) %d ランクがそれぞれにあります"
s_req_free_arcane	="準備なしで秘術呪文を唱える能力"
s_req_arcane_lv		="レベル-%dの秘術呪文を唱える能力"
s_req_divine_lv		="レベル-%dの信仰呪文を唱える能力"
s_req_divine_arcane	="レベル-%d の信仰呪文とレベル-%d の秘術の呪文を唱える能力"
-- z_req_spls
s_req_spls_zat		="メイジハンドと少なくとも1つの第3レベル以上の秘術呪文を唱える能力"
s_req_spls_zlm		="7種類の占いの呪文を唱えることができ、そのうちの1つは3レベル以上でなければならない。"
s_req_spls_ztt		="より小さい低次元の味方を唱えることができる。"
s_req_spls_zam		="少なくとも 5 つの流派の 5 レベル以上の呪文の知識"
-- z_req_ex
s_req_ex_hi_evil	="キャラクターまたは他の誰かによって招来された悪の来訪者と平和的に接触したことがある"
--s_req_ex_sel_drgn	="この上級クラスの最初のレベルを取る際に、ドラゴンの種類を選択します。"
s_req_ex_ass_kill	="アサシンギルドに加入するためだけに人を殺す"

s_zdd_amrs="すべての鎧と盾。"								s_zdd_wpns="単純武器と軍用武器"
s_zbg_amrs="すべての鎧、ライトシールドとヘヴィシールド。"				s_zbg_wpns="単純武器と軍用武器"
s_zaa_amrs="軽装鎧と中装鎧、ライトシールドとヘヴィシールド。"	s_zaa_wpns="単純武器と軍用武器"
s_zdu_amrs="なし。"												s_zdu_wpns="単純武器と軍用武器"
s_zsd_amrs="軽装鎧。"										s_zsd_wpns="クラブ、クロスボウ (ハンド、ライト、またはヘヴィ)、ダガー、ダーツ、メイス、モーニングスター、クォータースタッフ、レイピア、サップ、ショートボウ、ショートソード。"
s_zas_amrs="軽装鎧。"										s_zas_wpns="クロスボウ（ハンド、ライト、またはヘヴィ）、ダガー、ダーツ、レイピア、サップ、ショートボウ、ショートソード。"

s_bns_scl			="ボーナス呪文詠唱レベル"	s_bns_scl_b	="このクラスをレベルアップすると、呪文詠唱クラスの有効な呪文詠唱レベルも増加します。"
s_bns_scl_d			=[[この上級クラスの新しいレベルが獲得されると、キャラクターは上級クラスを追加する前に属していた呪文詠唱クラスのレベルも獲得したかのように、1 日あたり新しい呪文 (および該当する場合は既知の呪文) を獲得します。 ただし、彼は、呪文詠唱の有効レベルの増加を除いて、そのクラスのキャラクターが得られるであろう他の恩恵を得ることができません。

これは基本的に、そのキャラクターが持っている他の呪文クラスのレベルに上級クラスのレベルを加え、それに応じて1日あたりの呪文、既知の呪文、キャスターレベルを決定することを意味する。

上級クラスを追加する前に、キャラクターが複数の呪文クラスを持っていた場合、1日あたりの呪文を決定する目的で、上級クラスの各レベルをどのクラスに追加するかを決定しなければならない。

<b>特別:</b>
アーケイントリックスター、ロアマスター、ソーマタージスト: 前の呪文詠唱クラスは任意の呪文詠唱クラスにすることができます。
アーケインアーチャー: 前の呪文詠唱クラスは秘術呪文詠唱クラスでなければなりません。
エルドリッチナイト: 前の呪文詠唱クラスは秘術呪文詠唱クラスでなければならず、エルドリッチナイトレベル 2 から有効になります。
アークメイジ: 以前の呪文詠唱クラスは、キャラクターが第 7 レベルの呪文を詠唱できる秘術呪文詠唱クラスでなければなりません。
ミスティックシーアージ: 以前の秘術呪文詠唱クラスと以前の信仰呪文詠唱クラスの両方に適用されます。
エレメンタルロード: 前の呪文詠唱クラスは秘術呪文詠唱クラスである必要があり、それは 10 レベルより前の偶数レベルでのみ有効になります。 10レベル以降は各レベルで有効になります。]]
s_bns_scl_zaa		="秘術アーチャーのボーナス呪文詠唱レベルはありません。"
s_sel_cbt_cls		="戦闘クラスを選択してください"
s_sel_cst_cls		="呪文詠唱クラスを選択してください"
s_sel_arcane_cls	="秘術呪文詠唱クラスを選択してください"
s_sel_divine_cls	="信仰呪文を唱えるクラスを選択する"


s_zaa	="アーケインアーチャー"	s_zaa_b	="古代エルフの伝統を利用して矢に強力な魔法の力を吹き込む秘術の呪術師。"
s_zaa_d	=[[エルフの戦士団のマスターであるアーケインアーチャーは、戦闘能力を補うために魔法を使うことに熟練した戦士です。 森の向こうでは、アーケインアーチャーがその超自然的な弓の正確さと、矢に魔法を吹き込む能力で王国全体で名声を博しています。 集団で行動すると、敵軍全体に恐怖を与えることができます。

弓の使い方を完璧にしようとする多くの人が、時にはアーケインアーチャーの道を追求します。 アーケインアーチャーは、確実な精度で標的を攻撃する能力を持ち、矢に強力な呪文を吹き込むことができるため、遠距離戦闘の達人です。 アーケインアーチャーによって放たれる矢は、奇妙で不気味な角度で飛んで角を曲がった敵を攻撃し、固体物体を通過して遮蔽物の後ろにうずくまる敵を攻撃することもできます。 アーケインアーチャーは、その力が最高潮に達すると、最も強力な敵であっても一発の致命的な射撃で倒すことができます。


<b>基本クラス: </b>レンジャーとウィザードの両方として訓練を受けた者はアーケインアーチャーとして優れていますが、他のマルチクラスの組み合わせも前例がないわけではありません。 ファイター、レンジャー、パラディン、バーバリアンは、戦闘能力に魔法を加えるためにアーケインアーチャーになります。 逆に、ウィザードやソーサラーは、戦闘能力をレパートリーに追加するためにこの上級クラスを取得する場合があります。 モンク、クレリック、ドルイド、ローグ、バードがアーケインアーチャーになることはめったにありません。

<b>ロール: </b>アーケインアーチャーは遠くから死をもたらし、味方が白兵戦に突入する間、敵を追い詰めます。 敵に矢の雨を降らせる能力を備えた彼らは、遠距離戦闘の頂点を表します。

<b>属性: </b>アーケインアーチャーはどのような属性でも構いません。 エルフまたはハーフエルフのアーケインアーチャーは自由精神を持つ傾向があり、秩序であることはほとんどありません。 同様に、エルフのアーケインアーチャーが悪であることはまれであり、全体としてアーケインアーチャーの道は善または中立のキャラクターによって追求されることが多くなります。

<b>非戦闘員: </b>エルフが旅するところならどこでも、アーケインアーチャーを見つけることができます。 アーケインアーチャーは通常の射手の部隊を率いるか、アーケインアーチャーだけで構成される小規模なエリート部隊を形成することがよくあります。 これらの部隊は、エルフが戦闘において非常に恐れられる主な理由の 1 つです。]]

s_zat	="アーケイントリックスター"	s_zat_b	="トラブルメーカーであり、秘術魔法を使って窃盗と策略を強化する悪党。"
s_zat_d	=[[アーケイントリックスターの悪知恵と狡猾さに匹敵する者はほとんどいない。この天才的な盗賊は、盗賊や悪党の生来の狡猾さと秘術呪文の微妙な側面を融合させ、呪文を使って生来の盗賊能力を高めている。アーケイントリックスターは、安全な距離から魔法を駆使して鍵を開け、罠を解除し、財布を持ち上げることができる。

アーケイントリックスターは、呪文の知識と陰謀、窃盗、または単なるいたずらの好みを組み合わせます。 彼らは冒険者の中で最も順応性の高い人物の一人です。 アーケイントリックスターは、隠密性と機動性を向上させる呪文を積み込みながら、冒険に臨機応変に取り組む傾向があります。


<b>基本クラス: </b>アーケイントリックスターへの道は、窃盗の才能を秘術の研究で補ったローグにとっては自然な流れである。このクラスの資格を得るには、秘術呪文詠唱と急所攻撃能力が必要であるため、マルチクラスのウィザード／ローグ、ソーサラー／ローグ、バード／ローグの自然な選択となるが、他の組み合わせも可能である。アサシンがこのクラスを選ぶこともあるが、たいていはすでにウィザードかソーサラーのレベルを持っている場合に限られる。

<b>ロール: </b>魔法を使いこなすアーケイントリックスターは、標準的なローグよりもさらに巧妙で混乱させることができる。遠隔精密作業は彼らの盗賊としての技能を高め、側面攻撃や呪文の一環としての急所攻撃は、アーケイントリックスターを手強いダメージディーラーにすることができる。

<b>属性: </b>すべてのアーケイントリックスターはいたずらと盗みを好み、したがって決して秩序ではない。魔法使いの道を究めることで魔法の能力を身につけることもあるが、彼らの魔法の適性はウィザードの血筋に由来することの方が多い。そのため、多くのアーケイントリックスターは混沌属性である。

<b>非戦闘員: </b>アーケイントリックスターは、魔法の窃盗の才能を最も効果的に活用できる大規模で国際的な都市でよく見られ、街路を徘徊し、不注意な者から窃盗を行います。 アーケイントリックスターは、まさに混雑した居酒屋でぶつかりそうな人物です。 （ポケットを確認してください。）]]

s_zam	="アークメイジ"	s_zam_b	="他の呪文の使い手には不可能な方法で呪文を変化させる偉大な魔法の芸術家。"
s_zam_d	=[[最高のアートはマジックであり、しばしばアートと呼ばれる。アークメイジは他の呪文の使い手には不可能な方法で呪文を変化させるキャラクターである。アークメイジは不思議な力と、驚くべき方法で呪文を変化させる能力を得るが、これらの秘術を習得するためには、呪文の能力の一部を犠牲にしなければならない。


<b>基本クラス: </b>ほとんどのアークメイジは純粋にウィザードまたはソーサラーです。 彼らはマルチクラスになることはほとんどなく、代わりに秘術技能を完璧にすることに熟練することを選択します。

<b>ロール: </b>冒険でアークメイジを見るのは特殊です。 アークメイジにとって、秘術の研究以外に費やす時間はまったくの無駄です。 場合によっては、特別な目的のために一時的に他の冒険者と合流する個々のアークメイジ。 戦闘では、前線が倒れない限り、アークメイジは後列で無限かつ比類のない神秘的な火力をグループに提供できます。

<b>属性: </b>秘儀そのものと同様に、アークメイジの掟には善悪、道徳、義務、感情はなく、時間を費やす価値があるのは秘儀だけです。アークメイジは通常中立です。世界はアークメイジを彼らの行動に応じて特定の配列に分け、彼らに感謝するか憎むかのどちらかかもしれません。これらはすべてアークメイジにとって無意味であり、彼の秘儀クエストの追加効果にすぎません。

<b>非戦闘員: </b>都市部のアークメイジは、魔法を中心としたギルドで権力の座に就いていることがよくあります。 彼らは秘術の卓越性を追求し、上級神秘学に精通しているため、ほとんどの仲間よりも優れています。 アークメイジの中には、より孤独な道を選び、社会を避けて静かに勉強する人もいます。]]

s_zas	="アサシン"	s_zas_b	="金のために人を殺す無慈悲な殺人者と、死の取引の純粋なスリル。"
s_zas_d	=[[冷静かつプロとしての任務を遂行する傭兵であるアサシンは、スパイ活動、賞金稼ぎ、テロリズムにも同様に熟達しています。 アサシンは本質的には職人であり、その媒体は死です。 さまざまな殺害技術を訓練されたアサシンは、最も恐れられる階級の 1 つです。

アサシンは素早く致命的な打撃を与える達人です。 アサシンは潜入と変装にも優れています。 アサシンは多くの場合、スパイ、情報提供者、雇われの殺し屋、または復讐の代理人として機能します。 彼らは解剖学、隠密、毒薬、そして闇の技術の訓練を受けており、衝撃的で恐ろしい正確さで死の任務を遂行することができます。


<b>基本クラス: </b>このクラスを選んだローグ、モンク、バードのほとんどは、確実な死を運ぶ刃を携えて影にこもる古典的なアサシン見本となる。ファイター、元パラディン、レンジャー、ドルイド、バーバリアンは戦士のアサシンとして活動し、影からと同様に戦闘で殺す能力を持つ。ソーサラー、ウィザード、クレリックは最も恐ろしいアサシンかもしれない。彼らは呪文によって潜入し、さらに堂々と殺すことができるからだ。ほとんどすべてのクラスがアサシンになれるが、ローグは能力的にも思想的にも、他のどのクラスよりもアサシンに適している。アサシンは戦闘時には優れた味方になるが、より密かな状況での活躍が得意であり、最高のアサシンは犠牲者がその存在を知らないものである。

<b>ロール: </b>アサシンは本質的に孤独である傾向があり、仲間をせいぜい負債と見なします。 アサシンの任務では、一度に長時間にわたって冒険者たちと行動を共にすることもあるが、プロのアサシンに戦いの背後を見守ってもらうことに抵抗を感じない人はほとんどおらず、感情のない殺人者に先回りして偵察させたり、待ち伏せの準備を手伝ったりする可能性が高い。

<b>属性: </b>アサシンというクラスは、その必要不可欠な利己主義と、命を奪うことへの冷淡な無関心さゆえに、他のどのクラスよりも悪の属性を持つ者を惹きつける。この職業はある程度の自己規律を必要とするため、混沌のキャラクターはこのような影の殺人者になるには不向きである。中立のキャラクターはアサシンになることがあり、自分自身を単純な仕事をこなすプロフェッショナルだと考えていることが多いが、その職務の性質上、必然的に悪の属性に傾く。

<b>非戦闘員: </b>アサシンは、都市に隠れたり、荒野の人里離れた要塞に拠点を置いたりするギルドや秘密結社で活動しています。 時には、彼らは単独またはグループで、より強力な悪のキャラクターに仕えます。 アサシンが単独で活動することもありますが、いかなる支援やバックアップも受けずに行動しようとするのは最も有能な者だけです。]]

s_zbg	="ブラックガード"	s_zbg_b	="悪の象徴であり死すべき魔物であるブラックガードはパラディンの対極に位置する存在です。"
s_zbg_d	=[[ブラックガードは悪の象徴です。 彼はまさに凶悪な悪魔です。 典型的な黒騎士であるこの悪役は、最も卑劣な評判を持っており、それは当然のことです。 デーモンやデビルと交信し、暗黒の諸神格に仕えるブラックガードは、皆から憎まれ、恐れられています。 完全に邪悪な性質を持つこれらの悪役をアンチパラディンと呼ぶ人もいます。

ブラックガードには、自分の命令を遂行するために闇の手下や召使いを送り出す、隠密と不名誉な狡猾さで攻撃する、あるいは立ちはだかる善の勢力を真っ向から打ち破るなど、多くの選択肢がある。


<b>基本クラス: </b>ファイター、元パラディン、レンジャー、モンク、ドルイド、バーバリアンは不屈の戦闘志向のブラックガードになり、ブラックガードになるローグやバードは能力や呪文の微妙な側面を強調する傾向が強い。ブラックガードになるソーサラー、ウィザード、クレリックは、時に悪魔主義者と呼ばれ、他のブラックガード以上に魔物を相手にすることを好む。

<b>ロール: </b>生きている人間がブラックガードを見る瞬間は、通常、その人生の最後の瞬間であり、通常の冒険パーティにこれらの邪悪な戦士の居場所は基本的にありません。 時折、冒険者の中には、嫌悪感と疎外感を抱えながらも、グループの先頭に立っているブラックガードの強さを否定できず、事情によりブラックガードと協力することを余儀なくされる人もいる。

<b>属性: </b>ブラックガードは紛れもなく悪の属性を持つ。血、疫病、災害、破壊といった後世に残る悪名が、ブラックガードが善、あるいは中立とさえ何の繋がりも持たないことを示している。ブラックガードは通常混沌とした性質を持つが、より強力な邪悪な存在に服従し、秩序を重んじる者も少数ながら存在する。

<b>非戦闘員: </b>ブラックガードは通常、アンデッド、悪来訪者、その他のモンスターの軍団を率いて、自分たちの破滅的な領地を征服したり、既存の領地を拡大したりする。時には、より強力な悪のキャラクターに暗黒の副官として仕えることもある。時には雇われの殺し屋として、あるいは病と破壊と混沌の放浪者として単独で活動することもある。]]

s_zdr	="ドラゴンディサイプル"	s_zdr_b	="秘儀の呪文の使い手で、潜在的なドラコニックの遺産を受け入れ、訓練と献身の過程で、ドラゴンに部分的に変身します。"
s_zdr_d	=[[現存する最も古く、強力で気まぐれなクリーチャーの一部として、ドラゴンは時折、無防備な定命の者と密会をしたり、例外的な個体と子孫を残したりします。 この組合の子供は千世代に至るまで、たとえそれが非常に小さいものであっても、少しずつドラゴンの血を主張しています。 同様に、これらの生き物が行使する偉大な力は、自分たちの体に竜の力を注入するためのさまざまな魔法の方法を模索してきたウィザードやアルケミストたちの長い間興味をそそってきました。 その結果、多くの種族に竜の血が流れている。 一部の人にとって、この伝統はソーサラーの血統や魔術への偏愛として現れます。 しかし、竜の祖先の力が強迫観念になる人もいます。

ドラコニックの血統を受け入れ、その能力を活用することを学んだ呪文の使い手は、ドラゴンディサイプルとなることができる。この弟子は、熟練したソーサラーのレパートリーだけでなく、ドラゴンの猛烈なパワーを敵に放つ能力を持つ恐るべき戦士である。ドラゴンディサイプルたちは先祖の力を発見するにつれ、火を吐くことを学び、皮のような翼で空を飛び、そして能力の頂点ではドラゴンの姿になることができる。


<b>基本クラス: </b>ほとんどのドラゴンディサイプルは、ソーサラーやバードとして手を出したバーバリアン、ファイター、またはレンジャーです。 時折、真剣な呪文の使い手は、秘術研究のほとんどを犠牲にしてでも、自分の竜の遺産についてさらに知るという目標をさらに進める道を模索します。 クレリックやドルイドがドラゴンディサイプルになることを選択することはほとんどありません。 すでに魔法に熟達しており、特に竜族の伝統についてさらに知るという目標をさらに進める場合、多くの人が冒険を追求します。

<b>ロール: </b>呪文の使い手クラスの魔法を自由に使えるため、ドラゴンディサイプルは敵の動きを妨げ、ダメージを与える呪文を敵に投げつけるという、典型的な呪文の使い手の役割を担うことができます。 しかし、ドラゴンディサイプルの竜の能力は、ブレス攻撃と飛行を使用して敵を直接破壊するため、これらの多用途の呪文の使い手をさらに手ごわいものにします。

<b>属性: </b>獣のような白竜や恐ろしい赤竜など、色竜の特徴を受け継ぐドラゴンディサイプルたちは、悪の傾向を持つ。逆に、ストイックなブラスドラゴンや騎士道精神に溢れたゴールドドラゴンなど、メタリックドラゴンの特徴を受け継ぐものは、多くの場合、善に傾く。

<b>非戦闘員: </b>ドラゴンディサイプルは隠遁生活よりも探検生活を好みます。 ドラゴンディサイプルたちは、ドラゴンの生息地として知られる地域に引き寄せられます。 まれではありますが、ドラゴンディサイプルは、ドラゴンが定命の者たちと交流するあらゆる土地で見つけることができます。]]

s_zdu	="デュエリスト"	s_zdu_b	="優雅さ、落ち着き、そしてアクロバットに頼って勝利を掴む、勇敢な剣士。"
s_zdu_d	=[[デュエリスト (剣士として知られることもあります) は、レイピアなどの軽い武器で正確な攻撃を行うように訓練された機敏で知的なファイターです。 デュエリストは、戦いのための緻密なルールや作法を持つ地域に多く見られます。

デュエリストはエレガントな剣術の頂点を表します。 彼らはほとんどの敵が比類のない優雅さで動き、打撃を受け流し、刃の素早い突き出しで攻撃に反撃します。 彼らは近接戦闘で活躍し、刃の技能により、不器用な敵に対して突然攻撃を加えたり、特に適切な場所に刃を突き刺して敵を麻痺させたりすることができます。

デュエリストは、戦いにおいて常に素早い反応神経と機知を最大限に活用します。 デュエリストは、かさばる鎧を着るよりも、まったく攻撃を受けないことが身を守る最善の方法であると考えています。 他の者が危険な地形でもがいている一方で、デュエリストは戦場を機敏に突進し、飛び跳ねたり転がりながら争いに加わっていく。


<b>基本クラス: </b>デュエリストはファイターかレンジャーであることがほとんどですが、ローグやバードであることもほぼ同じです。 ウィザード、ソーサラー、モンクは、これらのクラスが鎧に依存していないため、驚くほど優れたデュエリストになります。 彼らはデュエリストが提供する武器技能から大きな恩恵を受けます。 パラディンやバーバリアンの中には、その原型から大きく逸脱した者がデュエリストになる場合があります。

<b>ロール: </b>デュエリストの能力は、自分の戦闘能力を強調したいが、重装鎧がないために戦闘に飛び込むことを恐れているローグやバードを補完します。 デュエリストはファイター、バーバリアン、その他の近接戦闘員とともに最前線で戦い、敵の刃を巧みに避けながら敵の弱点を巧みに狙います。

<b>属性: </b>デュエリストはどのような組み合わせでも構いませんが、ほとんどがローグやバードとしてのバックグラウンドを持っているため、秩序な行動を避ける傾向があります。しかし、秩序なデュエリストは前代未聞ではなく、そのようなデュエリストはしばしば厳格な名誉の掟を守り、非武装の敵や明らかに劣った敵を攻撃することを拒否します。

<b>非戦闘員: </b>デュエリストは通常、冒険や一攫千金を求める一匹狼です。 時には、彼らは小さく緊密なグループで活動し、チームベースの戦術で戦います。]]

s_zdd	="ドワーヴンディフェンダー"	s_zdd_b	="領土を守り、どんな犠牲を払ってでも前線を維持する達人。"
s_zdd_d	=[[ディフェンダーはドワーフの大義、ドワーフ貴族、ドワーフの神、あるいはドワーフの生活様式の後援者である。その名の通り、このキャラクターは防衛術の訓練を受けた熟練の戦闘員である。ドワーヴンディフェンダーの列は、厚さ10フィートの石の壁よりもはるかに優れた防衛であり、はるかに危険である。ドワーヴンディフェンダーは防御態勢をとるとき、どのような敵、紛争、脅威がやってきても、それを切り抜けることに全力を注ぐ。


<b>基本クラス: </b>ほとんどのドワーヴンディフェンダーはファイター、パラディン、レンジャー、またはクレリックであり、多くの場合、友人や同盟者をより良く守ることを望んでいますが、元バーバリアン、ソーサラー、ウィザード、ドルイドはすべて、確かにこの上級クラスの防御能力の恩恵を受けることができます。 ローグ、バード、モンクは通常、機動力に大きく依存しすぎて、ドワーヴンディフェンダー クラスの能力を最大限に活用できません。

<b>ロール: </b>ドワーヴンディフェンダーは近接戦闘の達人であり、最高の攻撃は優れた防御であることを証明しようと努力しています。彼らは通常、戦闘の最前線で見られ、味方を援護する位置を保持し、敵の隊列の突破口に飛び込んで他の隊列のためにそれらをオープンにし、移動式要塞として機能することでより脆弱な味方を守り、絶え間なく変化する戦闘の混沌の中で安定したポイントです。

<b>属性: </b>ドワーヴンディフェンダーは岩のように頑固で、たとえ犠牲を払ってでも 1 点を保持することに専念することがあります。 ドワーヴンディフェンダーの才能を学ぶには、秩序と組織を強く尊重することが不可欠であるため、ドワーヴンディフェンダーは常に秩序です。

<b>非戦闘員: </b>ドワーヴンディフェンダーは通常、ドワーフの城塞に所属する兵士であり、通常の戦士や戦闘員とは別の部隊に分離されている。時折、一人で放浪しているドワーヴンディフェンダーが何かの任務に遭遇することがあるが、通常、彼は自分の言葉を厳重に守っているため、その任務の実際の内容を知ることは難しい。]]

s_zek	="エルドリッチナイト"	s_zek_b	="戦闘で魔法の技能を強化し、武器と魔法の恐ろしい組み合わせを生み出す秘術の呪文の使い手。"
s_zek_d	=[[恐ろしい戦士であり、呪文の使い手であるエルドリッチナイトは、ファイター、バーバリアン、その他の武術クラスと一緒に戦いに足を踏み入れる能力において、呪文の使い手の間ではまれです。戦闘でエルドリッチナイトと対峙しなければならない者は、戦場での彼らの多才さが途方もないものであるため、彼らを非常に恐れています。重武装で鎧を身に着けた敵に対しては、壊滅的な呪文を平準化することができ、相手の呪文の使い手はエルドリッチナイトの剣で最期を迎えます。


<b>基本クラス: </b>エルドリッチナイトへの道には武勇と秘術の力の両方が必要であるため、エルドリッチナイトはほとんどの場合マルチクラスのキャラクターとしてその道を開始し、最も一般的な組み合わせはファイターとウィザードです。 数人のエルドリッチナイトはかつてバードであり、パラディンやソーサラーでさえ前代未聞ではありません。 武術の訓練と同じくらい難解な研究が普及している場所ならどこでも、それらは見つかるかもしれません。

<b>ロール: </b>エルドリッチナイトは戦闘クラスと呪文の使い手の能力を融合し、ある瞬間には魔法を敵に投げつけ、次の瞬間には鋼鉄で敵を切り倒します。 彼らは、同胞の背後に安全に留まりながら、敵に呪文を唱えるのと同じくらい、戦闘の最中でも快適に戦います。 彼らの多用途性は、今後の戦いの性質が不透明な場合に貴重な味方になります。

<b>属性: </b>エルドリッチナイトになるまでの道は、ウィザードの下での見習いや兵士としてのキャリアと同じくらい多様であり、したがってエルドリッチナイトはどのような傾向にもあり得ます。 しかし、難解な伝承の研究と武術の平衡感覚を維持するには多大な規律が必要であり、そのため多くの人は秩序な連携を支持します。

<b>非戦闘員: </b>エルドリッチナイトは良い戦いや秘術の伝承が約束されている場所ならどこにでもいる。エルドリッチナイトの中には、秘術特技や武器の腕前を学ぶために、一時的に見習いをする者もいる。エルドリッチナイトはより優れた兵士になるための肉体訓練と、より強力な呪文を学ぶための秘術研究に時間を割いている。呪術と戦闘能力を同時に完成させるには膨大な時間と努力が必要であるため、彼らは追い込まれがちである。エルドリッチナイトの多くは魔法学校から傭兵部隊、冒険者集団へと流浪する。]]

s_zhi	="ハイエロファント"	s_zhi_b	="神への奉仕で高みを目指す信仰呪文の使い手。"
s_zhi_d	=[[神への奉仕において高位に上り詰めた信仰呪文の使い手は、それ以下の信仰者たちが夢見ることしかできないような呪文や能力へのアクセスを得る。ハイエロファント上級クラスは、最も強力で最も困難な信仰呪文へのアクセスに近づいている強力な信仰呪文の使い手に対して開かれている。彼らはこれらの最高の賜物を得るのを遅らせる代わりに、より深い理解と、彼らがチャネルする力をコントロールする能力を得る。


<b>基本クラス: </b>ほとんどのハイエロファントはクレリックまたはドルイドでした。 信仰呪文の詠唱に焦点を当てた別の上級クラスを追求した人もいるかもしれません。 ハイエロファントが非呪文詠唱クラスにマルチクラスになることはほとんどありません。

<b>ロール: </b>ハイエロファントはほとんどの時間を自分の職務を遂行することに費やし、冒険にはほとんど参加しません。 時折、信仰探求のため、ハイエロファントが冒険パーティに参加することがあります。 ハイエロファントはあらゆるグループにとって強力な味方であり、攻撃、防御、強化、治癒のあらゆる面で信仰サポートを提供します。

<b>属性: </b>ハイエロファントは通常、秩序にして善を行う傾向がありますが、信仰呪文の使い手が悪の神に仕えることも珍しくなく、したがってこの上級クラスの資格を得ることができます。

<b>非戦闘員: </b>ハイエロファントは通常、教会またはドルイド教のサークルの高位のメンバーです。 ほとんどは彼らの信仰を代表する模範的な人たちです。]]

s_zhw	="ホライゾンウォーカー"	s_zhw_b	="どんなに奇妙な地形でも平気なスカウト兼放浪者。"
s_zhw_d	=[[ホライゾンウォーカーは、宇宙の最も危険な場所を絶え間なく旅する。旅を続けるうちに、彼女は環境と一体化するようになる。やがて彼女は地下の大地と神秘的なつながりを持つようになる。しかし、彼女は決して特定の場所に縛られているわけではない。彼女の落ち着きのない足は、新たな冒険が待つ地平線へと常に彼女を導いているのだ。

ホライゾンウォーカーは旅の達人であり、常に荒れ果てた地形を安全な方法で探し求めています。彼らは、他の人がひそひそとささやくだけで話す場所で快適であり、彼ら自身が未踏の道に足を踏み入れ、そのような危険な土地を旅の少ない人々を導くことができます。

ホライゾンウォーカーは、旅先で多くの不思議を見てきたため、驚かせたり感動させたりするのが難しい傾向がある。ホライゾンウォーカーには、行ったことがある、やったことがある という外向的な態度が一般的だ。しかし、ホライゾンウォーカーは抑えきれない放浪欲にとらわれているため、常に旅の真っ最中か、次の旅の計画を立てている。旅をするうちに、ホライゾンウォーカーは彼らを取り囲む地形と不思議な共鳴を起こし、比類なきガイドやスカウトとなる。また、旅先で危険な目に遭ったときには手強い敵となり、熟知している地形をうまく利用することができる。


<b>基本クラス: </b>放浪欲に駆られて安全な環境の境界を押し広げようとする者は、時にホライゾンウォーカーの召命を求める。レンジャーやバードは他のキャラクターよりもホライゾンウォーカーの道を歩むことが多いが、それは彼らが放浪者の生活を高く評価しているからであり、ホライゾンウォーカーの道が特別に特殊だからではない。ホライゾンウォーカーのかなりの数は、生まれ育った土地からはぐれたバーバリアンであったり、旅先で役立つ技能を見出したならず者であったりする。ドルイドが上級クラスを採用することもあるが、ほとんどのドルイドはそれを嫌がる。

<b>ロール: </b>ホライゾンウォーカーは前線での戦闘に耐えうる正確さと回復力を備えている。また、優秀なスカウトになるための技能と能力も備えており、しばしばグループの最初のメンバーとして危険に立ち向かい、最後のメンバーとして脱出する役割を担う。もちろんホライゾンウォーカーは、得意とする地形にマッチした地域で冒険をすることで輝きを放つが、特定の地域で身につけたトリックの多くは、さまざまな状況で応用できるため、ホライゾンウォーカーは一般的な戦闘員よりも機動力があり、機知に富んでいる。

<b>属性: </b>誰でも新しい景色や定期的な旅行を渇望することがあります。したがって、ホライゾンウォーカーはどのようなタイプでも構いません。

<b>非戦闘員: </b>ホライゾンウォーカーは道端や、道が存在しないような禁断の場所で見かける。ホライゾンウォーカーは文明の端にある地域で最もよく見られ、定住地の既知で退屈な通りから離れた場所で過ごしやすい。彼らは1つの場所に長く留まることはめったになく、新しい探検を始めたがり、その目的地は珍しく辺鄙であればあるほどよい。]]

s_zlm	="ロアマスター"	s_zlm_b	="世界の謎の研究と思索に人生を捧げる呪文の使い手。"
s_zlm_d	=[[ロアマスターは知識に熟練し、金よりも伝承や極意を重視する呪文の使い手です。 彼らは極意を明らかにし、それを精神的、肉体的、霊的に向上させるために使用します。

ロアマスターは極意の収集者であり管理者である。彼はしばしば文字に取り憑かれ、暗号や難解な伝承を献身的な愛人としている。知識は力であるという格言を信奉するロアマスターは、しばしば希少な情報や特殊な情報のために物質的な富や個人的な栄光を捨てる。近視眼的な隣人たちの無意味な情欲や一過性の快楽を拒絶することが多いロアマスターは、人生における唯一の価値ある目標は知的な力の獲得だと信じている。結局のところ、富は費やされ、情熱は衰え、肉体の力は年齢によって制限される。


<b>基本クラス: </b>ロアマスターのクラスは非呪術師にとってはほとんど魅力的ではありません。実際、ロアマスターの研究と伝統に人生を捧げる前に、キャラクターはまず占いの流派のいくつかの呪文を習得する必要があります。 ほとんどのロアマスターはクレリックまたはウィザードとしてその道を開始しますが、十分な占い呪文を唱えることができるキャラクターであれば、最終的にはロアマスターになることができます。 ただし、少なくとも 1 つのレベルのウィザード、ソーサラー、クレリック、またはドルイドを持たないキャラクターは、ロアマスターになるメリットがほとんどありません。 パラディン、レンジャー、バードはある程度の恩恵を受けるかもしれませんが、全体としては軽微でしょう。

<b>ロール: </b>ロアマスターの生活は研究、調査、フィールドワークに費やされる。前者2つはロアマスターが書物好きな隠遁者であるという評判につながるが、後者はしばしばロアマスターに冒険者の助力を求めることを余儀なくさせ、その冒険者は互いに有益な取り決めを通じて、学者が求める知識を得る間、ある程度の保護をしてくれるかもしれない。ロアマスターの側としては、豊富な情報と難解な火力をパーティに提供することになる。ロアマスターの中には、安全な寺院や図書館から出ることを恐れる同類の者たちを積極的に嘲笑する者もいる。このような積極的なロアマスターたちは、冒険の旅のために冒険者パーティに加わるかもしれない。

<b>属性: </b>ほとんどのロアマスターは、倫理学のような注意をそらす無意味な哲学に煩わされることはなく、真なる中立、中立にして善、または中立にして悪になる傾向があります。

<b>非戦闘員: </b>ロアマスターは人目につかない秘密結社に集まることもあるが、大学や図書館などの情報源に付属する騎士団に所属していることが多い。彼らは賢者や情報ブローカーとして副収入を得ており、その報酬を自らの研究に注ぎ込んでいる。ロアマスターはまた、コミュニティにおける賢者として、あるいはそのリーダーとして、自分の知識を活かして他の人々を助ける立場をとることもある。]]

s_zmt	="ミスティックシーアージ"	s_zmt_b	="信仰魔法と秘術の魔法に同じように専念するミスティック サージは、両方の魔法の伝統を 1 つの信じられないほど多様なクラスに組み合わせています。"
s_zmt_d	=[[神と難解なものの境界線を曖昧にするミスティックシーアージは、神と古びた書物から同様に力を引き出す。ミスティックシーアージは魔法の能力に境界線を設けず、神と同様に難解なものへの献身に和解しがたい矛盾を見出さない。彼らはあらゆる形の魔法を求め、自分の知識を1つの息苦しいパラダイムに限定することで、自分自身の教えを否定することに何の理由も論理も見いださないが、単に無限の力に飢えている者も多い。その動機が何であれ、ミスティックシーアージたちは知覚こそが現実であり、多元宇宙の信仰力とアストラルエネルギーによって、その知覚はこの現実の性質だけでなく、運命そのものを操作し、コントロールするために使うことができると信じている。

多くの呪文の使い手が魔法の力への道を1つ選ぶのに対し、ミスティックシーアージは2つの道を同時に歩み、クレリックやウィザードに共通する呪文を同時にマスターする。ミスティックシーアージは他に類を見ないほど多様な呪文を持っている。やがてミスティックシーアージはほとんどすべての呪文を唱えられるようになる。ミスティックシーアージはクレリックやウィザード、ソーサラーのように途切れることなく呪文を上達させることはできないが、それを補って余りある万能性を持っている。

ミスティックシーアージは、すでに秘術と信仰の両方の呪文を唱えることができるマルチクラスの呪文詠唱者から抽出され、彼らが獲得する力によって両方の習熟度が高まります。


<b>基本クラス: </b>ミスティックシーアージは秘術と信仰の両方の呪文を唱えるため、このクラスのメンバーは全員マルチクラスの呪文詠唱者です。 クレリック/ソーサラーとクレリック/ウィザードは最も一般的なミスティックシーアージであり、ドルイド/ソーサラーはよりまれで、ドルイド/ウィザードはほとんど前例がありません。

<b>ロール: </b>ミスティックシーアージはあらゆるパーティにとって強力なコンポーネントであり、攻撃、防御、治癒のための魔法を供給します。 ミスティックシーアージは、秘宝や信仰遺物、魔法の伝承、あるいは神の啓示を求めて世界を旅しており、そのグループの目標が自分たちの目標と直接矛盾しない限り、ほとんどの冒険者グループと協力することに何の躊躇もありません。

<b>属性: </b>ミスティックシーアージの動機が利他主義や慈善活動から生じることはほとんどないため、ほとんどは真なる中立、中立にして善、または中立にして悪となる傾向があります。善、中立、悪を問わず、秩序なミスティックシーアージは稀であり、多くの場合、社会の利益、または支配のためにその力を使用します。 混沌なミスティックシーアージはさらに稀であり、その召命には一般に多大な個人的規律が必要とされるからである。

<b>非戦闘員: </b>ミスティックシーアージはしばしば魔法の伝承に取りつかれ、新しい難解な極意や神の洞察力を学ぶために地の果てまで旅をする。ミスティックシーアージは、どのような形であれ魔法に魅了される傾向がある。彼らは常に強力な魔法のアイテムや新しい難解な呪文を探し求めている。神を崇拝するミスティックシーアージは、その呪術の力を神の目的を推進するために用いる。]]

s_zsd	="シャドウダンサー"	s_zsd_b	="現実世界と影の世界の境界を歩き、影を意のままに操る謎の冒険者。"
s_zsd_d	=[[文明化された人々は常に夜を恐れ、影が長くなるとドアの後ろに閉じこもったり、たき火で慰めたりして、暗闇を徘徊する生き物を当然のことながら警戒してきました。 しかしずっと昔、敵を征服する最善の方法は敵を受け入れることだと学んだ人もいました。 彼らは最初のシャドウダンサーでした。

シャドウダンサーは光と闇の境界に存在し、そこで影を織り交ぜて、半分見えている欺瞞の芸術家となります。 彼らは神秘的で未知であり、完全に信頼されることはありませんが、会うと常に驚きを引き起こします。

特定の道徳や伝統的な規範に束縛されないシャドウダンサーには、暗闇の価値を理解したさまざまな冒険的なタイプが含まれます。 魔法使いはその能力を使って隠れているところから安全に呪文を唱え、すぐに離れますが、白兵戦に専念するクラスは奇襲の要素で敵を攻撃する能力を楽しんでいます。 なかには、自分たちの種族の名前をそのまま文字通りに受け取って、不気味で神秘的なパフォーマーやダンサーになる人もいますが、多くの場合、その才能による欺瞞や潜入という誘惑によって、シャドウダンサーは泥棒のような生活に転向してしまいます。


<b>基本クラス: </b>ローグ、バード、モンクは優れたシャドウダンサーです。 ファイター、バーバリアン、レンジャー、パラディンも、シャドウダンサーの能力により、驚きと技能で敵を攻撃できることに気づきました。 ウィザード、ソーサラー、クレリック、ドルイドのシャドウダンサーは、上級クラスに固有の防御能力を利用して、安全な場所から呪文を唱え、素早く立ち去ることができます。 影や策略とのつながりにもかかわらず、シャドウダンサーは善人であることもあれば悪人であることもある。

<b>ロール: </b>シャドウダンサーはさまざまな理由で冒険をします。 驚くべき隠密性と、予想外の場所に電光石火の攻撃で敵を驚かせる能力があるため、多くの冒険パーティはシャドウダンサーをチームの貴重なメンバーだと考えています。 このため、彼らのサービスは、スカウトやスパイを必要とするグループによってしばしば求められます。

<b>属性: </b>視覚的に二枚舌を使うトリックスターとしての性質から、シャドウダンサーは秩序なカテゴリーにはなじまない。しかし、彼らは闇の味方ではあるが、シャドウダンサーは本質的に悪でも善でもない。彼らにとっての闇は単なる闇であり、悟りを開いていない者が抱くような道徳的な意味合いは一切ない。

<b>非戦闘員: </b>シャドウダンサーは一団で活動することが多く、同じ場所に長く滞在することはありません。 自分の能力を使って楽しませる人もいます。 他の者は泥棒として活動し、その能力を利用して過去の防御に侵入し、他人を騙します。 どのシャドウダンサーの一団も、庶民の間で謎の雰囲気を保っており、よく思われるか悪く思われるか分からない。]]

s_ztt	="ソーマタージスト"	s_ztt_b	="デーモンやデビル、天使やエラドリンなど、信仰力のおかげで、ソーマタージストは自分の命令に従って強力な次元の同盟者を招来することができます。"
s_ztt_d	=[[ソーマタージストは信仰力で他の存在界に手を差し伸べ、そこにいる生き物たちを呼び出して自分の命令に従わせる。 悪ソーマタージストはデーモンやデビルと共謀して物質界で権力を手に入れますが、善ソーマタージストは強力な天使やエラドリンを聖なる探求に送り込みます。

戦闘において、ソーマタージストはしばしば外界からクリーチャーを招来する。これらのクリーチャーは戦闘が終わるとすぐに消えてしまうが、ソーマタージストはより強力なクリーチャーと長期的な契約を結ぶこともある。ソーマタージストの盟友は、ソーマタージストの目的（ソーマタージストが神を崇拝している場合はその神）のために献身する。


<b>基本クラス: </b>ほとんどすべてのソーマタージストはかつてはクレリックでした。なぜなら、ソーマタージストの道への最初のステップは、より低い次元の同盟呪文を使用して外界の住人と協定を結ぶことだからです。 しかし、クラス能力の多くは秘術呪文の使い手にとって有用であるため、マルチクラスのクレリック/ウィザードや、場合によってはクレリック/ソーサラーも存在します。

<b>ロール: </b>驚異的な招来能力により、ソーマタージストは冒険者グループの間で人気を博している。 戦闘では、ソーマタージストは強力な次元の仲間を招来してパーティの最前線として行動し、後列からグループに魔法のサポートを提供します。

<b>属性: </b>ソーマタージストはどのような系統にも属しますが、秩序というよりも混沌とした傾向にあります。 デーモンやデビルと契約を結ぶソーマタージストは通常悪である傾向があり、天使やエラドリンに近づくソーマタージストは善属性であることが多いです。 ソーマタージストが中立であることは珍しいことではありません。

<b>非戦闘員: </b>ソーマタージストは、彼の比類のない魔法が彼の全体的な哲学または神に奉仕するための単なる道具であることを痛感しています。 したがって、ソーマタージストは、自分の能力を利用して、即座に招来され呼び出されたクリーチャーの攻撃力を呼び起こし、大義を推進するための探求を引き受けることがよくあります。]]


-- zaa	魔射手		Arcane Archer		
s_zaa_ea	="アロー強化"	s_zaa_ea_d	="第 1 レベルでは、アーケインアーチャーがノックして飛ばすすべての非魔法の矢が魔法になり、+1 の強化ボーナスを獲得します。\n\n2 レベルごとに、キャラクターが上級クラスの第 1 レベルを超えて進むごとに、彼女が作成する魔法の矢は +1 を獲得します。 より大きな効力（第 1 レベルで +1、第 3 レベルで +2、第 5 レベルで +3、第 7 レベルで +4、第 9 レベルで +5）。"	s_zaa_ea_hr	="アロー強化の強化ボーナスは、マジックボウの強化ボーナスと重複します。"
s_zaa_ia	="呪文の矢"		s_zaa_ia_d	="2 レベルでは、アーケインアーチャーは矢に範囲呪文を配置する能力を獲得します。 矢が放たれると、呪文の範囲は、通常は呪文の使い手のみを中心に配置できる場合でも、矢が着弾した場所を中心に配置されます。\n\nこの機能により、射手は呪文の射程ではなく弓の射程を使用できるようになります。"
s_zaa_sa	="敵追いの矢"		s_zaa_sa_d	="4 レベルでは、アーケインアーチャーは 1 日に 1 回、射程内にある既知のターゲットに矢を放つことができ、矢は角を曲がった場合でもターゲットに到達します。 避けられない障害物または矢の射程の限界だけが矢の飛行を妨げます。\n\nこの能力は遮蔽と隠蔽の修正を無効にしますが、それ以外の場合、攻撃は通常通り行われます。"
s_zaa_pa	="壁抜けの矢"		s_zaa_pa_d	="6 レベルでは、アーケインアーチャーは射程内にあるターゲットに向かって 1 日に 1 回矢を放つことができ、矢は魔法以外の障壁や壁を通り抜けながら直線でターゲットに到達します。 (魔法の障壁は矢を止めます。)\n\nこの能力は遮蔽、隠蔽、さらには鎧修正を無効にしますが、それ以外の場合は攻撃は通常通り行われます。"
s_zaa_ha	="矢の雨"	s_zaa_ha_d	="8 レベルでは、通常の攻撃の代わりに、アーケインアーチャーは 1 日に 1 回、範囲内のすべてのターゲットに矢を放つことができます。これは、獲得したアーケインアーチャーレベルごとに最大 1 つのターゲットまでです。\n\n各攻撃で使用されるのは、 射手の主な攻撃ボーナス、および各敵は 1 本の矢のみでターゲットにできます。"
s_zaa_da	="必殺の矢"	s_zaa_da_d	="10 レベルで、アーケインアーチャーは必殺の矢を作成できます。この矢は、ターゲットが矢の攻撃によってダメージを受けた場合、頑健セーヴ (難易度(DC) = 10 + アーケインアーチャーレベル + 知力または魅力の最大修正値) に成功しなければ、即座に殺されます。\n\n必殺の矢の作成には 1 日かかり、矢はそれを作成したアーケインアーチャーにのみ機能します。必殺の矢は 1 年を超えて持続することはなく、アーチャーは一度に 1 つの矢しか持つことができません。"

-- zat	诡术师		Arcane Trickster	

s_rng_hand	="遠隔精密作業"	s_rng_hand_d	="アーケイントリックスターは、30フィートの範囲で以下のクラス技能のいずれかを行なうことができる： 装置無力化（Disable Device）、開錠（Open Lock）、早業（Sleight of Hand）。距離のある場所では通常の技能判定の難易度(DC)が5増加し、アーケイントリックスターはこの判定で出目10（ダイスを振らずに通常の能力値判定を10として扱う）ができない。\n\n1レベルとその後4レベル（1、5、9…）ごとに、この能力の1日あたりの使用回数が1回増加する。1日に1回だけ遠隔精密作業技能判定を行うことができ、使用する技能のランクが1以上である場合に限る。"

s_sa_frc	="臨機急所攻撃"	s_sa_frc_d	="第3レベルから、1日に1度、アーケイントリックスターは近接攻撃または遠距離攻撃のいずれかを急所攻撃と宣言できる（臨機急所攻撃が遠距離攻撃の場合、対象は30フィート以内）。臨機急所攻撃の対象はACの敏捷力のボーナスを失うが、それはその攻撃に対してのみである。この能力はどの対象に対しても使用できるが、クリティカルヒットの対象でないクリーチャーは追加ダメージを受けない（ただし、その攻撃に対してはACに対する敏捷力のボーナスを失う）。\n\n3レベルとその後4レベル（3、7、11…）ごとに、この能力の1日あたりの使用回数が1回増える。"

-- zam	大法师		Archmage			

s_high_arcana	="上級神秘学"	s_high_arcana_d	="アークメイジは、既存の呪文スロットを 1 つ永続的に削除することで、以下に説明する特殊能力の中から特殊能力を選択する機会を獲得します (彼女が唱えることのできる最高レベルの呪文よりも高いレベルの呪文スロットを削除することはできません)。 各特殊能力には、その説明で指定されているように、最低限必要な呪文スロット レベルがあります。\n\nアークメイジは、ある種の上級神秘学を獲得するために必要なレベルよりも高いレベルの呪文スロットを削除することを選択できます。"

s_arcane_fire	="アーケインファイア"	s_arcane_fire_d	="アークメイジは秘術呪文のエネルギーをアーケインファイアに変化させ、生の魔法エネルギーのボルトとして発現させる能力を得る。このボルトは射程の長い接触攻撃であり（射程400フィート＋アークメイジのレベルにつき40フィート）、アークメイジのクラスレベルにつき1d6ポイントのダメージに加え、効果を生み出すのに使用した呪文のレベルにつき1d6ポイントのダメージを与える。この能力には第 9 レベルの呪文スロットが 1 つ必要です。"

s_arcane_reach	="範囲秘術"	s_arcane_reach_d	="アークメイジは、最大 30 フィート離れたターゲットに接触範囲呪文を使用できます。 アークメイジは遠隔接触攻撃をしなければなりません。 秘術距離 は特殊能力として 2 回選択でき、その場合射程は 60 フィートに増加します。 この能力には第 7 レベルの呪文スロットが 1 つ必要です。"

s_ctr_spl_bk	="相殺呪文の習得"	s_ctr_spl_bk_d	="アークメイジが呪文を打ち消すと、あたかも相殺呪文呪文の完全な影響を受けたかのように、その呪文は呪文の使い手に返されます。 呪文が相殺呪文の影響を受けない場合、それは単に打ち消されるだけです。 この能力には第 7 レベルの呪文スロットが 1 つ必要です。"

s_mastery_of_elements	="エレメンツの習得"	s_mastery_of_elements_d	="アークメイジは、通常使用するものとは異なる要素を利用するように、詠唱時に秘術呪文を変更することができます。 この能力は、酸、冷気、火、電気、または音波の記述子を持つ呪文のみを変更できます。 呪文の詠唱時間は影響を受けません。 呪文の使い手は呪文のエネルギータイプを変更するかどうかを決定し、詠唱を開始するときに新しいエネルギータイプを選択します。 この能力には第 8 レベルの呪文スロットが 1 つ必要です。"

s_mastery_of_shaping	="形成の習得"	s_mastery_of_shaping_d	="アークメイジは、炸裂、円錐、円柱、噴出、拡散のいずれかの形状を使用する領域呪文や効果呪文を変更することができる。変更とは、その呪文の効果範囲内に、その呪文の効果を受けない空間を作り出すことである。これらの空間の最小寸法は5フィートの立方体である。さらに、変形可能な呪文の最小寸法は10フィートではなく5フィートである。この能力は6レベルの呪文スロットを1つ消費する。"

s_zam_spell_power	="スペルパワー"	s_zam_spell_power_d	="この能力は、アークメイジの実効キャスターレベルを +1 増加させます (ダメージダイスや射程などのレベル依存の呪文変数を決定する目的、およびキャスターレベル判定のみ)。 この能力には第 5 レベルの呪文スロットが 1 つ必要です。"

s_zam_spell_like_ability	="呪文に似た能力"	s_zam_spell_like_ability_d	=[[このタイプの上級神秘学を選択したアークメイジは、自分の秘術呪文スロット（この上級神秘学や他のタイプの上級神秘学を習得するために使用したスロットを除く）の1つを使用して、自分の秘術呪文の1つを、1日 に2回使用できる呪文のような能力として恒久的に準備することができる。アークメイジはその呪文を唱える際に構成要素を使用しないが、唱えるのに経験点を要する呪文は依然としてそうであり、高価な物質要素を要する呪文は代わりにその10倍の経験点を要する。この能力は5レベルの呪文スロットを1つ消費する。 

呪文のような能力は通常、その呪文のレベルの呪文スロットを使用するが、アークメイジは呪文修正の特技によって修正された呪文を、適切な呪文レベルの呪文のような能力にすることを選択できる。 

アークメイジは、類似呪文能力をより頻繁に使用するために、利用可能な高レベルの呪文スロットを使用する場合があります。 選択した呪文より 3 レベル高いスロットを使用すると、呪文に似た能力を 1 日に 4 回使用でき、6 レベル高いスロットを使用すると 1 日に 6 回使用できます。 

類似呪文能力が上級神秘学の選択肢として複数回選択された場合、この能力は最初に選択された同じ呪文 (1 日に使用できる回数が増加) または別の呪文に適用できます。]]


-- zas	刺客		Assassin			
s_death_atk		="致死攻撃"	s_death_atk_d	=[[アサシンが自分の犠牲者を3ラウンド研究した後、近接武器で急所攻撃を行ない、ダメージを与えるのに成功した場合、その急所攻撃には追加効果がある：犠牲者が頑健セーヴ（難易度(DC)10＋アサシンのクラスレベル＋アサシンの知力修正値）に失敗した場合、その犠牲者は死亡する。

犠牲者を研究している間、アサシンは注意がターゲットに集中している限り他の行動を起こすことができますが、犠牲者に対して攻撃アクションを使用することはできません。

アサシンは 3 ラウンドの学習を完了すると、次の 3 ラウンド以内に致死攻撃を行わなければなりません。 致死攻撃が試みられて失敗した場合（犠牲者がセーヴした場合）、またはアサシンが研究を完了してから3ラウンド以内に攻撃を開始しなかった場合、別の死の攻撃を試みるには、新たに3ラウンドの研究が必要です。]]
s_death_atk_1	="致死攻撃: 研究"
s_death_atk_2	="致死攻撃: 準備完了"
s_psn_use		="毒の使用"	s_psn_use_d	="アサシンとブラックガードは毒の使用について訓練を受けており、刃に毒をかけるときに誤って毒を摂取する危険はありません。"
s_zas_def_psn	="毒に対するセーヴボーナス"	s_zas_def_psn_d	="アサシンは、第 2 レベルで獲得したすべての毒に対して自然なセーヴィング スロー ボーナスを獲得します。このボーナスは、アサシンがさらに 2 レベル獲得するごとに +1 ずつ増加します。"
s_hide_sight	="影隠れ"	s_hide_sight_d	="レベル 8 では、アサシンは監視されているときでも隠れ身技能を使用できます。 アサシンは、何らかの影から 10 フィート以内にいる限り、実際に隠れるものがなくても、屋外で視界から身を隠すことができます。\n\nただし、自分の影に隠れることはできません。"


-- zbg	暗黑卫士	Blackguard			

s_dark_blessing	="闇の祝福"	s_dark_blessing_d	="ブラックガードは、すべてのセーヴィングスローにボーナスとして魅力修正値 (正の場合) を適用します。"

s_aura_of_despair	="絶望のオーラ"	s_aura_of_despair_d	="3 レベルから、ブラックガードは悪意のあるオーラを放射し、10 フィート以内の敵にすべてのセーヴィング スローに -2 のペナルティを課します。"

s_zbg_cmd_ud	="アンデッドへの命令"	s_zbg_cmd_ud_d	="ブラックガードが第 3 レベルに達すると、アンデッドを指揮し叱責する超自然的な能力を獲得します。 彼は 2 レベル下のクレリックと同じようにアンデッドを指揮します。"

s_fiendish_servant	="悪魔の従者"	s_fiendish_servant_d	=[[5 レベルに到達したとき、または到達した後、ブラックガードは凶悪なコウモリ、猫、恐ろしいネズミ、馬、ポニー、カラス、またはヒキガエルを呼び出して奉仕させることができます。 ブラックガードの使用人は、ブラックガードのキャラクター レベルに基づいて ヒットダイス(HD) および特殊能力をさらに獲得します (以下の表を参照)。

ブラックガードは一度に 1 人の悪魔の従者しか持つことができません。

ブラックガードの使用人が死亡した場合、1年と1日後に別の使用人を呼び寄せる可能性があります。 新しい悪魔の従者は、ブラックガードの現在のレベルの従者にふさわしい蓄積された能力をすべて備えています。

キャラクターレベル  ボーナスヒットダイス(HD)    外皮修正  筋力修正     知力         特別
12以下              +2                      +1                  +1          6       共感リンク、身かわし強化、セーヴィングスローの共有、呪文の共有
13から15            +4                      +3                  +2          7       ブラックガードと話す
16から18            +6                      +5                  +3          8       血の絆
19から20            +8                      +7                  +4          9       呪文耐性

キャラクターレベル: ブラックガードのキャラクターレベル (ブラックガードレベルに元のクラスレベルを加えたもの)。

ボーナスヒットダイス(HD)：8面体（d8）の追加のヒットダイス(HD)で、それぞれ通常通り耐久力の修正を得る。追加のヒットダイス(HD)は通常通り、サーヴァントの基本攻撃力と基本セーヴボーナスを向上させる。

外皮修正: これは、サーヴァントの既存の外皮ボーナスの強化です。

筋力修正: この数値をサーヴァントの 筋力 値に加算します。

知力:使用人の知力値。 (悪魔の召使いは、同種の通常の動物よりも賢い。)]]

s_empathic_link	="共感リンク"	s_empathic_link_d	="ブラックガードは、最大 1 マイル離れたところにいる従者と共感的なつながりを持っています。 ブラックガードは使用人の目を通して見ることはできませんが、共感的にコミュニケーションをとることができます。 リンクの性質が限られているため、一般的な感情的な内容のみを伝えることができます。\n\n召使とブラックガードの間には共感的なリンクがあるため、ブラックガードは召使と同じ場所やアイテムとのつながりを持ちます。"

s_share_saving_throws	="セーヴィングスローの共有"	s_share_saving_throws_d	="セーヴィング スローのたびに、サーバントは自身の基本セーヴボーナスまたはブラックガードのいずれか高い方を使用します。 使用人はセーヴに独自の能力修正を適用し、ブラックガードが持つ可能性のあるセーヴに関する他のボーナスを共有しません。"

s_speak_with_blackguard	="ブラックガードと話す"	s_speak_with_blackguard_d	="ブラックガードのキャラクターレベルが13以上であれば、ブラックガードと使用人は共通言語を使用しているかのように口頭でコミュニケーションをとることができます。 他の生き物は魔法の助けがなければコミュニケーションを理解できません。"

s_blood_bond	="血の絆"	s_blood_bond_d	="ブラックガードのキャラクター レベルが 16 以上の場合、使用人はブラックガードが脅迫されたり危害を加えられているのを目撃した場合、すべての攻撃ロール、判定、セーヴに +2 ボーナスを獲得します。\n\nこのボーナスは、見かけ上の脅威が差し迫ったもの "

s_zbg_sr	="呪文耐性"	s_zbg_sr_d	="ブラックガードのキャラクターレベルが 19 位以上の場合、使用人はブラックガードのレベル + 5 に等しい呪文耐性を獲得します。 使用人に呪文を適用するには、別の呪文の使い手が呪文の使い手レベル判定 (1d20 + 呪文の使い手レベル) で次の結果を得なければなりません。 またはサーヴァントの呪文耐性を超えます。"

-- zdr	龙脉术士	Dragon Disciple		
s_zdr_spls		="ボーナススペル"	s_zdr_spls_d	=[[ドラゴンディサイプルは、この上級クラスのレベルが上がると、まるで高い能力値を持つかのようにボーナス呪文を獲得します。 ボーナス呪文は、ドラゴンディサイプルがすでに唱える能力を持っているあらゆるレベルの呪文に追加できます。

キャラクターが複数の呪文詠唱クラスを持つ場合、獲得したボーナス呪文をどのクラスに追加するかを決定する必要があります。 ボーナス呪文が適用されると、それを交代することはできません。]]
s_zdr_nac		="外皮増加"	s_zdr_nac_d	=[[1、4、7、10 レベルで、ドラゴンディサイプルは既存の外皮 (存在する場合) を増加させます。

皮膚が厚くなるにつれて、ドラゴンディサイプルは祖先の肉体的な側面をますます帯びるようになります。]]
s_zdr_nwpns		="爪と噛みつき"	s_zdr_nwpns_d	=[[2 レベルでは、ドラゴンディサイプルは爪と噛みつきをまだ持っていない場合は獲得します。 以下の値、またはドラゴンディサイプルの基本的な爪と噛みつきのダメージ値のいずれか大きい方を使用します。

<b c=tw>サイズ  噛みつきダメージ        爪ダメージ</b>
小      1d4                     1d3
中      1d6                     1d4
大      1d8                     1d6

ドラゴンディサイプルはこれらの攻撃に習熟しているとみなされる。全力攻撃を行なう場合、ドラゴンディサイプルは基本攻撃ボーナスをフルに使って噛みつき攻撃を行なうが、クロー攻撃には-5のペナルティを受ける。複数回攻撃の特技はこのペナルティを-2だけ軽減する。]]
s_abi_inc		="能力ブースト"	s_abi_inc_d	=[[ドラゴンディサイプルがこの上級クラスでレベルを上げると、能力値が増加します。

これらの増加は重複し、あたかもレベルアップしたかのように得られる。]]
s_zdr_bwpn		="ブレス"	s_zdr_bwpn_d	=[[レベル3になると、ドラゴンディサイプルはマイナーブレスを得る。その種類と形状は、彼が受け継いでいるドラゴンの種類に依存する（下記参照）。

先祖に関係なく、ブレスは適切なエネルギータイプの 2d8 ポイントのダメージを与えます。 7 レベル、10 レベル、13 レベル、およびその後 4 レベルごとに、ダメージは 2d8 ずつ増加します。

ブレスはその強さに関係なく、1日に1回しか使用できません。


ここで指定されている以外のドラゴンブレスのルールはすべて使用する。

ブレスの難易度(DC)は10＋ドラゴンディサイプルレベル＋耐久力補正です。

線状のブレスは高さ 5 フィート、幅 5 フィート、長さ 60 フィートです。 円錐形のブレス攻撃の長さは 30 フィートです。

<b c=tw>ドラゴンの種類*     ブレス</b>
黒　　　　　　　　　酸の放射
青　　　　　　　　　稲妻放射
緑　　　　　　　　　腐食性ガス（酸）の放射
赤　　　　　　　　　火炎放射
白　　　　　　　　　冷気放射
真鍮　　　　　　　　火線放射
青銅　　　　　　　　稲妻放射
銅　　　　　　　　　酸の放射
金　　　　　　　　　火炎放射
銀　　　　　　　　　冷気放射

* 他の種類のドラゴンを祖先に使用して、他の種類のドラゴンディサイプルを作成することも可能です。]]
s_drg_anc		="ドラゴンの祖先"	s_drg_anc_d	=[[ドラゴンディサイプルたちは祖先の力を発見し、火を吐くことを学び、革のような翼で飛び立ち、そして能力の頂点ではドラゴンの姿をとることができます。

3 レベルでは、ドラゴンディサイプルはマイナーなブレスを獲得します。 種類と形状は、彼がその伝統を享受しているドラゴンの種類によって異なります。

ドラゴンの種類*	ブレス
黒              酸の放射
青              稲妻放射
緑              腐食性ガス（酸）の放射
赤              火炎放射
白              冷気放射
真鍮            火線放射
青銅            稲妻放射
銅              酸の放射
金              火炎放射
銀              冷気放射

* 他の種類のドラゴンを祖先に使用して、他の種類のドラゴンディサイプルを作成することも可能です。

10 レベルでは、ドラゴンディサイプルはブレスによって使用されるエネルギー タイプに対する免疫を獲得します。]]
s_drg_c_k		="ブラックドラゴン"
s_drg_c_b		="ブルードラゴン"
s_drg_c_g		="グリーンドラゴン"
s_drg_c_r		="レッドドラゴン"
s_drg_c_w		="ホワイトドラゴン"
s_drg_m_brs		="ブラスドラゴン"
s_drg_m_brz		="ブロンズドラゴン"
s_drg_m_cpr		="カッパードラゴン"
s_drg_m_gld		="ゴールドドラゴン"
s_drg_m_slv		="シルバードラゴン"
s_w_drg_c_k		="酸の放射"
s_w_drg_c_b		="稲妻放射"
s_w_drg_c_g		="腐食性ガス（酸）の放射"
s_w_drg_c_r		="火炎放射"
s_w_drg_c_w		="冷気放射"
s_w_drg_m_brs	="火線放射"
s_w_drg_m_brz	="稲妻放射"
s_w_drg_m_cpr	="酸の放射"
s_w_drg_m_gld	="火炎放射"
s_w_drg_m_slv	="冷気放射"
s_zdr_fly		="翼"	s_zdr_fly_d	="9 レベルでは、ドラゴンディサイプルに一連のドラゴンの翼が生えます。 彼は通常の地上速度と同じ速度で飛行できるようになります。"
s_zdr_max		="ドラゴンの神格化"	s_zdr_max_d	=[[10 レベルでは、ドラゴンディサイプルがハーフドラゴンのテンプレートを引き受けます。 彼のブレス攻撃はより強力になり、筋力が +4 、魅力が +2 増加します。

彼の外皮ボーナスは +4 に増加し、彼は低照度視力、60 フィートの夜目、睡眠と麻痺効果に対する免疫、そしてブレスによって使用されるエネルギータイプに対する免疫を獲得します。]]

-- zdu	决斗家		Duelist				
s_zdu_ac_int	="抜け目なき守り"		s_zdu_ac_int_d	="第 1 レベルでは、鎧を着ていない、または盾を使用していない場合、デュエリストはデュエリスト クラス レベルごとに知力ボーナス (ある場合) 1 ポイントを敏捷力ボーナスに追加し、近接武器を使用しているときに鎧クラスを変更します。\n\nデュエリストが立ちすくみで捕らえられるか、その他の理由で敏捷力ボーナスを拒否された場合、彼女はこのボーナスも失います。"
s_init_2		="先手必勝"	s_init_2_d		="第 2 レベルでは、デュエリストはイニシアチブ判定に +2 ボーナスを獲得します。 8 レベルでは、ボーナスは +4 に増加します。 このボーナスは、改良されたイニシアチブの特技によって提供される特典と重複します。"
s_zdu_mob		="強行突破強化"	s_zdu_mob_d		="第3レベルにおいて、鎧を身に着けず盾を使用しない場合、デュエリストは脅威のあるマスから移動した際に発生する機会攻撃に対して、ACに＋4のボーナスを追加で得る。"
s_zdu_rf		="優雅なる反応"				s_zdu_rf_d		="レベル4で、デュエリストはすべての反応セーヴィングスローに＋2の能力ボーナスを追加で得る。この能力は、デュエリストが鎧を身につけず、盾を使用していないときにのみ機能する。"
s_prc_dmg		="精密打撃"		s_prc_dmg_d		="5 レベルでは、デュエリストは軽い武器または片手の貫通武器で精密打撃できるようになり、通常のダメージ ロールに 1d6 の追加ダメージが追加されます。\n\n精密打撃を行う場合、デュエリストは武器で攻撃することはできません。 もう一方の手に持つか、盾を使用してください。\n\nデュエリストの精密打撃は、識別可能な解剖学的構造を持つクリーチャーに対してのみ機能します。 クリティカルヒットの影響を受けないクリーチャーは精密攻撃に対して脆弱ではありません。また、クリティカルヒットからクリーチャーを保護するアイテムや能力は、精密打撃からもクリーチャーを保護します。\n\n10 レベルとその後 5 レベルごと (10 、15、20…)、精密打撃による追加ダメージは 1d6 増加します。"
s_acr_chg		="曲芸突撃"		s_acr_chg_d		="6 レベルでは、デュエリストは他の人ができない状況で突撃する能力を獲得します。 彼女は、通常は移動が遅くなる困難な地形を突撃することがあります。\n\n状況によっては、地形をうまく移動するために適切な判定を行う必要がある場合もあります。"
s_zdu_ac_def	="巧みな受け流し"		s_zdu_ac_def_d	="7 レベルで、デュエリストが防御的に戦うか、近接戦闘で完全な防御を使用することを選択した場合、彼女はデュエリストのレベルごとに AC に追加の +1 回避ボーナスを獲得します。"
s_zdu_dfl_arw	="矢止め"		s_zdu_dfl_arw_d	="9 レベルでは、デュエリストは軽い武器または片手の貫通武器を使用するときに矢止めの特技の恩恵を受けます。"

-- zdd	矮人防御者	Dwarven Defender	

s_zdd_ac_bonus	="ACボーナス"	s_zdd_ac_bonus_d	="ドワーヴンディフェンダーは、レベルが上がるにつれて向上する鎧クラスへの回避ボーナスを受け取ります。\n\n第 1 レベルで、その後 3 レベルごと (1、4、7…)、このボーナスは 1 ずつ増加します。"

s_zdd_def	="守備の姿勢"	s_zdd_def_d	=[[守備の姿勢をとると、ディフェンダーは驚異的な強さと耐久性を獲得しますが、防御している場所から動くことはできません。

彼は 筋力 に +2、耐久力 に +4、すべてのセーヴに +2 の耐性ボーナス、AC に +4 の回避ボーナスを獲得します。 (耐久力の増加により、ディフェンダーのヒットポイント(HP)はレベルごとに 2 ポイント増加しますが、これらのヒットポイント(HP)は、守備の姿勢の終了時に耐久力値が 4 ポイント低下すると消滅します。これらの追加のヒットポイント(HP)は、一時的なヒットの方法で最初に失われることはありません。 ポイントはあります。）

守備の姿勢にある間、ディフェンダーはポジションを変更する必要がある技能や能力を使用することはできません。

守備の姿勢は3＋そのキャラクターの（新たに向上した）耐久力修正値に等しいラウンド数持続する。ディフェンダーは、この制限時間前に任意で守備の姿勢を終了させることができる。守備の姿勢が終了すると、ディフェンダーは風を受け、その遭遇の間、耐久力に-2のペナルティを受ける。

ディフェンダーは、レベルに応じて 1 日に決められた回数だけ守備の姿勢を使用できます。 最初のレベル、およびその後 2 レベルごと (1、3、5…)、この数値は 1 ずつ増加します。

守備の姿勢を使用すること自体には時間はかかりませんが、ディフェンダーはアクション中にのみそれを行うことができます。]]

s_zdd_def_mov	="機動防御"	s_zdd_def_mov_d	="8 レベルでは、ドワーヴンディフェンダーは守備の姿勢を維持しながら位置を調整できます。 守備の姿勢の間、彼はその利点を失うことなく、各ラウンドで 5 フィートの一歩を踏み出すことができます。"

-- zek	奥法骑士	Eldritch Knight		

s_zek_afc		="鎧着用詠唱"		s_zek_afc_d		="1 レベルでは、エルドリッチナイトが受ける呪文失敗の確率が 5% 減少します。 その後 2 レベル (1、3、5…) ごとに %5 ずつ減少します。"
s_zek_undr		="貫通攻撃"	s_zek_undr_d	="第 2 レベルでは、エルドリッチナイトの武器攻撃は、あらゆるタイプの 2 ポイントのダメージ減少を無視します。 以降は 2 レベル (2、4、6…) ごとに 2 ポイントずつ増加します。"
s_zek_sr		="異界耐性"	s_zek_sr_d		="5 レベルでは、エルドリッチナイトは既存の呪文耐性に +1 ボーナスを獲得します。 10 レベルでは、ボーナスは +2 に増加します。"

-- zhi	大祭司		Hierophant			

s_bns_cl	="呪文と呪文の使い手レベル"	s_bns_cl_d	="ハイエロファントの上級クラスのレベルは、キャラクターの基本クラスでの呪文の進行を進めませんが、キャラクターの基本呪文詠唱レベルと積み重なって呪文の使い手レベルを決定します。"

s_zhi_special_ability	="特殊能力"	s_zhi_special_ability_d	="レベルごとに、ハイエロファントは対応するリストから選択した特殊能力を獲得します。 ハイエロファントは、必要に応じて、ここで説明されている特殊能力の 1 つの代わりに呪文修正特技を選択できます。"

s_blast_infidel	="異端者爆発"	s_blast_infidel_d	=[[ハイエロファントは、ハイエロファントと反対の属性を持つクリーチャーに対して、負のエネルギー呪文を最大限の効果を発揮するように使用できます。 (どの属性が各属性と対立しているかのリストについては、以下の表を参照してください。) 反対の属性のクリーチャーにキャストされる負のエネルギーを与えたり流したりすることを伴う説明のある呪文は、あたかも呪文最大化特技の効果の下にあるかのように機能します ( より高いレベルの呪文スロットを使用せずに）。 この能力の影響を受けたアンデッドは最大量のダメージを回復します。

ハイエロファント属性    反対の属性
秩序にして善                  混沌にして悪
中立にして善              中立にして悪
混沌にして善              秩序にして悪
秩序にして中立            混沌にして中立
真なる中立            秩序にして善, 混沌にして善, 秩序にして悪, 混沌にして悪*
混沌にして中立        秩序にして中立
秩序にして悪                混沌にして善
中立にして悪            中立にして善
混沌にして悪            秩序にして善

* 中立のハイエロファントは、この特殊能力の目的上、これらの属性から1つを選んで反対する属性とする。]]

s_divine_reach	="信仰範囲"	s_divine_reach_d	="この能力を持つハイエロファントは、最大30フィート離れたターゲットに接触呪文を使用できます。 呪文が近接接触攻撃を必要とする場合、ハイエロファントは代わりに遠隔接触攻撃を行わなければなりません。 信仰距離は特殊能力として 2 回目に選択でき、その場合射程は 60 フィートに増加します。"

s_faith_healing	="信仰の癒し"	s_faith_healing_d	="ハイエロファントは、ハイエロファントと同じ属性のクリーチャー（ハイエロファント自身を含む）に対して最大の効果を発揮するように治癒呪文を使用できます。 そのようなクリーチャーに唱えられるヒーリングディスクリプタを持つ呪文は、（高レベルの呪文スロットを使用せずに）呪文最大化特技の効果を受けているかのように機能します。"

s_gift_of_the_divine	="神の贈り物"	s_gift_of_the_divine_d	="クレリックレベルを持つハイエロファンのみが使用できるこの能力は、ハイエロファンが自分のアンデッド化能力の使用を1回以上、意思を持つクリーチャーに譲渡することを可能にする（アンデッド化するハイエロファンは代わりにアンデッド化する能力の使用を譲渡する）。譲渡は24時間から1週間（譲渡時に選択）続き、譲渡が有効な間、ハイエロファンに許される1日あたりのターン試行回数は譲渡された回数だけ減少する。受け手はハイエロファンのクレリックレベルのクレリックとしてアンデッドに変身させるが、自分の魅力修正を使用する。"

s_mastery_of_energy	="エネルギーの習得"	s_mastery_of_energy_d	="クレリックレベルのハイエロファントのみが利用できるこの能力により、ハイエロファントはプラスまたはマイナスのエネルギーをより効果的に流し、アンデッドに影響を与える能力を高めることができます。 ハイエロファントのターン判定とターンダメージロールに +4 ボーナスを追加します。 この能力は、ハイエロファントが領域の付与されたパワーなどで他のクリーチャーをターンさせることができる場合でも、アンデッドにのみ影響します。"

s_power_of_nature	="自然の力"	s_power_of_nature_d	=[[ドルイドレベルのハイエロファントのみが利用できるこの能力により、ハイエロファントは自分のドルイドのクラス特徴を一時的に1つ以上の意欲のあるクリーチャーに移すことができます。 転送は 24 時間から 1 週間 (転送時に選択) 続きます。転送が有効である間、ハイエロファントは転送された力を使用できません。 彼は、呪文の詠唱と動物の相棒を持つ能力を除く、ドルイドのあらゆる力を譲渡することができます。

ドルイドの自然の化身能力は部分的または完全に移すことができます。 ハイエロファントは、1 日に自然の化身を何回使用して転送するかを選択し、残りの使用を自分用に保持します。 ハイエロファントが小さな動物や巨大な動物の姿をとることができるなら、受け手も同様にそれができます。

呪文能力を付与する呪文と同様に、ハイエロファントは譲渡された能力を受け手がどのように使うかについて、その神に対して責任を負う。]]

s_zhi_spell_power	="スペルパワー"	s_zhi_spell_power_d	="この特殊能力は、レベル依存の呪文変数の決定と呪文の使い手レベルの判定のために、ハイエロファントの有効な詠唱者レベルを1増加させます。この能力は複数回選択でき、有効な呪文の使い手レベルの変化は累積されます。"

s_zhi_spell_like_ability	="呪文のような能力"	s_zhi_spell_like_ability_d	=[[この特殊能力を選択したハイエロファントは、信仰呪文スロットの 1 つを使用して、信仰呪文の 1 つを 1 日に 2 回使用できる呪文の様な能力として永続的に準備できます。 ハイエロファントは呪文を唱えるときに成分を一切使用しませんが、詠唱に 経験点 が必要な呪文は引き続き使用され、高価な材料成分を含む呪文ではその代わりにその 10 倍の 経験点 がかかります。

この呪文は通常、その呪文のレベル（または、ハイエロファントが選択した呪文に呪文修正特技を永続的に付加することを選択した場合はそれ以上）の呪文スロットを使用します。 ハイエロファントは、利用可能な高レベルの呪文スロットを使用して、呪文に似た能力を 1 日に複数回使用できます。 3 レベル高いスロットを割り当てると、1 日に 4 回呪文を唱えることができ、6 レベル高いスロットを割り当てると、1 日に 6 回呪文を唱えることができます。

特殊能力として複数回選択した場合、この能力は同じ呪文 (1 日に使用できる回数が増加) または別の呪文に適用できます。]]

-- zhw	大地旅者	Horizon Walker		

s_terrain_mastery	="地形マスタリー"	s_terrain_mastery_d	=[[各レベルで、ホライゾンウォーカー は以下に示すものから新しい地形環境をレパートリーに追加します。 地形マスタリーは、その地形で役立つ技能を含む判定にボーナス、またはその他の適切な利益をホライゾンウォーカーに与えます。 ホライゾンウォーカーはまた、その地形で通常見られる危険なクリーチャーと戦う方法を知っており、説明の環境項目に記載されているその地形のクリーチャーに対する攻撃ロールとダメージロールに+1の洞察ボーナスを獲得します。 ホライズンウォーカーは、クリーチャーの説明に地形タイプが具体的に記載されている場合にのみボーナスを獲得します。

ホライゾンウォーカーはどこへ行くにも地形マスタリーを持ち運ぶ。実際にその地形にいるか否かにかかわらず、技能判定、攻撃ロール、ダメージロールに地形マスタリーボーナスを保持する。]]

s_planar_terrain_mastery	="平面地形マスタリー"	s_planar_terrain_mastery_d	="平面地形マスタリーは、ホライゾンウォーカーが各レベルで平面カテゴリの 1 つを選択できることを除いて、地形マスタリーと同じように機能します。 ホライゾンウォーカーは、希望に応じて、代わりに非平面の地形タイプを選択できます。"

-- 地貌奖励	Terrain Mastery Benefits
s_zhw_aquatic		="水棲"				s_zhw_aquatic_d		="水泳判定で +4 の能力ボーナスを獲得するか、水泳速度に +10 フィートのボーナス (持っている場合) を獲得します。 あなたは水棲生物に対する攻撃ロールとダメージロールに+1の洞察ボーナスを得る。"
s_zhw_desert		="砂漠"				s_zhw_desert_d		="あなたは自分を疲れさせる影響に抵抗します。 あなたには疲労に対する免疫があり、あなたを疲れさせるものはすべて、逆にあなたを疲れさせます。 あなたは砂漠のクリーチャーに対する攻撃ロールとダメージロールに+1の洞察ボーナスを得る。"
s_zhw_forest		="森林"				s_zhw_forest_d		="隠れ身判定には +4 の能力ボーナスがあります。 あなたは森の生き物に対する攻撃とダメージロールに+1の洞察ボーナスを得る。"
s_zhw_hills			="丘陵"				s_zhw_hills_d		="聞き耳判定で +4 の能力ボーナスを獲得します。 あなたは丘陵のクリーチャーに対する攻撃ロールとダメージロールに+1の洞察ボーナスを得る。"
s_zhw_marsh			="沼地"				s_zhw_marsh_d		="忍び足 判定に +4 の能力ボーナスがあります。 あなたは沼地クリーチャーに対する攻撃ロールとダメージロールに+1の洞察ボーナスを得る。"
s_zhw_mountains		="山岳"			s_zhw_mountains_d	="登攀判定で +4 の能力ボーナスを獲得するか、登攀速度に +10 フィートのボーナス (持っている場合) を獲得します。 あなたは山の生き物に対する攻撃とダメージロールに+1の洞察ボーナスを得る。"
s_zhw_plains		="平原"				s_zhw_plains_d		="見破り判定には +4 の能力ボーナスがあります。 あなたは平原のクリーチャーに対する攻撃ロールとダメージロールに+1の洞察ボーナスを得る。"
s_zhw_underground	="地下"			s_zhw_underground_d	="あなたは60フィートの夜目を持っていますが、すでに別のソースからの夜目を持っている場合は120フィートの夜目を持っています。 あなたは地底生物に対する攻撃ロールとダメージロールに+1の洞察ボーナスを得る。"
s_zhw_fiery			="熱い（平面）"		s_zhw_fiery_d		="この種の平面地形の習得により、火に対する耐性 20 が得られます。火のサブタイプを持つ来訪者およびエレメンタルに対する攻撃とダメージ ロールに +1 の洞察ボーナスを獲得します。"
s_zhw_weightless	="無重力 (平面)"	s_zhw_weightless_d	="無重力または主観的重力のない平面では、飛行速度に +30 フィートのボーナスが得られます。 あなたは、アストラル界、空気の元素界、およびエーテル界に生息するクリーチャーに対する攻撃とダメージロールについて+1の洞察を獲得します。"
s_zhw_cold			="寒冷（平面）"		s_zhw_cold_d		="この種の平面地形の習得により、冷気に対する耐性 20 が得られます。あなたは、冷気のサブタイプを持つ来訪者およびエレメンタルに対する攻撃とダメージ ロールに +1 の洞察ボーナスを獲得します。"
s_zhw_shifting		="荒い（平面）"	s_zhw_shifting_d	="君は目的地に近づく平面の現実の変化を本能的に予測し、1d4ラウンドに1度、ディメンジョンドアー（君のキャラクターレベルで唱えられる呪文）を使用する呪文のような能力を得る。君は転移する平面に生息する来訪者やエレメンタルに対する攻撃ロールとダメージロールに＋1の洞察力ボーナスを得る。"
s_zhw_aligned		="整列（平面）"		s_zhw_aligned_d		="君にはその平面の支配的な属性を模倣する本能的な能力がある。君はその平面の属性と相反する属性を持つことによるペナルティを一切受けず、反対の属性の者に害を及ぼす呪文や能力も君に影響を与えない。魔法に関してはその平面の支配的な属性を持つが、君の行動や属性に関連したクラス特徴には影響がない。"
s_zhw_cavernous		="空洞（平面）"	s_zhw_cavernous_d	="30フィートの範囲で震動を感知する。"

-- zlm	博学士		Loremaster			

s_zlm_secret	="極意"	s_zlm_secret_d	=[[1 レベルと、1 レベルより 2 レベル上がるごとに (3、5、7、9 レベル)、ロアマスターは以下の表から 1 つの極意を選択します。ロアマスターのレベルと 知力 修正値によって、選択できる極意の総数が決まります。同じ極意を 2 回選択することはできません。

ロアマスターの極意
レベル＋知力修正     極意                            効果
1               瞬時に習得                      ランクを持たない技能を4ランク取得する。
2               極意の健康                      +3ヒットポイント(HP)
3               内なる強さの極意                意志セーヴに +2 ボーナス
4               真のスタミナの伝承              頑健セーヴに +2 ボーナス
5               回避に関する極意の知識          反応セーヴに +2 ボーナス
6               武器のトリック                  攻撃ロールに+1ボーナス
7               回避トリック                    ACへの回避ボーナス +1
8               応用可能な知識                  どれかひとつでも。
9               新たに発見された神秘学          ボーナスの1レベル呪文1つ*
10              さらに新たに発見された神秘学    ボーナスの2レベル呪文1つ*

* あたかも高い能力値を持つことで得たかのように。]]

s_zlm_skl	="瞬時に習得"					s_zlm_skl_d		="ランクを持たない技能のランクを4つ獲得する。"
s_zlm_hp	="極意の健康"					s_zlm_hp_d		="+3ヒットポイント(HP)。"
s_zlm_wl	="内なる強さの極意"				s_zlm_wl_d		="意志セーヴに+2ボーナス。"
s_zlm_ft	="真のスタミナの伝承"			s_zlm_ft_d		="頑健セーヴに +2 ボーナス。"
s_zlm_rf	="回避に関する極意の知識"		s_zlm_rf_d		="反応セーヴに +2 ボーナス。"
s_zlm_atk	="武器のトリック"				s_zlm_atk_d		="攻撃ロールに+1ボーナス。"
s_zlm_ac	="回避トリック"					s_zlm_ac_d		="ACに+1の回避ボーナス。"
s_zlm_feat	="応用可能な知識"				s_zlm_feat_d	="どれかひとつでも。"
s_zlm_spl_1	="新たに発見された神秘学"		s_zlm_spl_1_d	="ボーナスの1レベル呪文が1つ。"
s_zlm_spl_2	="さらに新たに発見された神秘学"			s_zlm_spl_2_d	="ボーナスの2レベル呪文が1つ。"

s_zlm_lore	="伝承"	s_zlm_lore_d	="第 2 レベルでは、ロアマスターは、バードがバードの知識を持つのと同じように、さまざまなトピックに関する伝説や情報を知る能力を獲得します。 ロアマスターは自分のレベルと知力修正を伝承判定に追加します。それ以外の点ではバードの知識判定とまったく同じように機能します。"

s_greater_lore	="より大きな伝承"	s_greater_lore_d	="6 レベルでは、ロアマスターは識別呪文と同様に魔法のアイテムを理解する能力を獲得します。"

s_true_lore	="真実の伝承"	s_true_lore_d	="10レベルでは、1日1回、ロアマスターは自分の知識を使って伝説の伝承呪文や分析呪文の効果を得ることができます。"

s_bonus_languages	="ボーナス習得言語"	s_bonus_languages_d	="ロアマスターは第 4 レベルと第 8 レベルで新しい言語を選択できます。"

-- zmt	秘术师		Mystic Theurge		

-- zsd	影舞者		Shadowdancer		

s_shadow_illusion	="影の幻影"	s_shadow_illusion_d	="シャドウダンサーが 3 レベルに達すると、視覚的なイリュージョンを作り出すことができます。 この能力の効果は秘術呪文のサイレントイメージの効果と同じであり、1 日に 1 回使用できます。"

s_summon_shadow	="影の招来"	s_summon_shadow_d	="3 レベルでは、シャドウダンサーはシャドウ、つまりアンデッドシェードを招来できます。 通常のシャドウとは異なり、このシャドウの配置はシャドウダンサーの配置と一致し、クリーチャーはスポーンを作成できません。 招来された影は、第三者によって方向転換したり、ターンされたり、命令されたりすることはできません。 この影はシャドウダンサーの仲間として機能し、シャドウダンサーと分かりやすくコミュニケーションをとることができます。 シャドウダンサーが 3 レベル上がるごとに、シャドウコンパニオンに +2 ヒットダイス(HD) (そして必要な基本攻撃と基本セーヴボーナスが増加) が追加されます。\n\nシャドウコンパニオンが破壊された場合、またはシャドウ ダンサーがそれを解雇することを選択した場合、シャドウダンサーは再試行する必要があります。 難易度(DC) 15 の耐久力セーヴ。 セーヴィング スローが失敗した場合、シャドウダンサーはシャドウダンサー レベルごとに 200 の経験値を失います。 セーヴィングスローに成功すると、損失は半分に減り、上級クラスレベルごとに 100 経験点 になります。 シャドウダンサーの 経験点 の合計は、シャドウの解除または破壊の結果として 0 を下回ることはありません。 破壊または解雇されたシャドウコンパニオンは 30 日間は交換できません。"

s_shadow_jump	="影の跳躍"	s_shadow_jump_d	="4 レベルでは、シャドウダンサーは次元の扉の呪文を使っているかのように影の間を移動する能力を獲得します。 制限は、魔法の輸送が少なくともある程度の影のある領域で開始および終了する必要があることです。 シャドウダンサーはこの方法で毎日合計 20 フィートまで跳躍できます。 これは、20 フィートの跳躍を 1 回行う場合もあれば、それぞれ 10 フィートの跳躍を 2 回行う場合もあります。 4 レベルより 2 レベル上がるごとに、シャドウダンサーが毎日跳躍できる距離は 2 倍になります (6 レベルで 40 フィート、8 レベルで 80 フィート、10 レベルで 160 フィート)。 この量は多くの跳躍に分割できますが、どれだけ小さくても、それぞれの跳躍は 10 フィートの増分としてカウントされます。"

-- ztt	咒法召唤师	Thaumaturgist		

s_improved_ally	="強化された味方"	s_improved_ally_d	=[[ソーマタージストが次元の同盟呪文（下位バージョンと上位バージョンを含む）を唱えるとき、彼は交渉判定を行って、そのクリーチャーに支払いを減らして協力するよう説得します。 魔術師の交渉判定によってクリーチャーの態度が役立つように調整された場合、その仕事がその性質に反するものでない限り、クリーチャーは標準料金の 50% で働きます。

ソーマタージストの "味方の強化 "は、その次元の味方がソーマタージストと属性を少なくとも1つ共有している場合にのみ有効である。

ソーマタージストは一度にそのような同盟者を一人しか持つことができませんが、通常は他の次元の同盟者からの仕事を交渉することができます。]]

s_extended_summoning	="拡張招来"	s_extended_summoning_d	="3レベル以上では、招来魔法を使用する場合、呪文の持続時間が2倍になる。ただし、招来呪文のレベルは変化しない。この能力は、呪文のレベルを変化させる呪文延長の特技と重複する。"

s_contingent_conjuration	="偶発的な招来"	s_contingent_conjuration_d	="4 レベルのソーマタージストは、他のイベントによってトリガーされるように、事前に招来または呼び出しの呪文を準備できます。 これは、ソーマタージストが事前に招来または呼び出しの呪文を唱えることを含め、不測の事態の呪文で説明したように機能します。 トリガーイベントが発生すると、呪文は即座に唱えられます。\n\n呪文を有効にするために必要な条件は、一般的なものであってもかまいませんが、明確でなければなりません。 条件が複雑または入り組んだ場合、トリガー時に偶発的な招来が失敗する可能性があります。 招来呪文は、ソーマタージストが望んでいるかどうかに関係なく、指定された条件にのみ基づいて発生しますが、ほとんどの招来は通常どおりに却下できます。 ソーマタージストは、一度に 1 つの偶発的招来術のみを起動することができます。"

s_planar_cohort	="次元の配下"	s_planar_cohort_d	=[[5レベルのソーマタージストは、次元の同盟呪文のいずれかを使用して、クリーチャーを呼び出し、彼の仲間として行動することができます。 呼び出されたクリーチャーは、ソーマタージストがそのクリーチャーにとって重要な大義を推進し続ける限り、忠実かつよく奉仕します。

次元の配下を呼び出すには、ソーマタージストは通常のように関連する呪文を唱え、通常の経験点コストを支払わなければなりません。次元の配下として奉仕するように説得するためには、その生物のヒットダイス(HD) × 1,000金貨の供物が必要であり、強化された仲間のクラス特性を使ってこの費用を削減または無効化することはできません。次元の配下は、ソーマタージストが持つヒットダイス(HD)よりも多くのヒットダイス(HD)を持つことはできず、ソーマタージストのキャラクターレベルよりも高いECL（キャラクターの実質的なレベル）を持つことはできません。

ソーマタージストは一度に 1 つの次元の配下しか持つことができませんが、他の呼び出されたクリーチャーと通常通り契約を結び続けることができます。 リーダーシップの功績によりソーマタージストが既存の次元の配下を持っている場合、次元の配下はそのソーマタージストの既存の次元の配下を置き換えます。]]


-- zbm	剑圣			Blade Master
s_zbm	="ブレードマスター"		s_zbm_b	="一つの武器を極めることに人生を捧げた戦士。"
s_zbm_d	=[[クラスの違いは別として、冒険者には通常、武器に何らかの好みがあります。 ヘヴィグレートソードを好む人もいれば、細くて便利なレイピアやククリを好む人もいますが、ブレードマスターほど特定の種類の武器に執着する人はほとんどいません。

ブレードマスターは、愛用武器と呼ばれる単一の武器 (通常は剣) に生涯にわたる訓練を熟練します。 ブレードマスターはそのキャリアを通して、武器の習得を執拗に追求し、他の手足のように何も考えずに武器を扱い、最終的には武器と身体を一体化させて一つにすることを追求します。

ブレードマスターは好みの武器を選択できますが、通常は剣のカテゴリから武器を選択します。 他の武器と比較して、クリティカル率の高い剣はブレードマスターの特殊能力に適しています。


<b>基本クラス: </b>ブレードマスターのほとんどはファイターです。 ブレードマスターのクラス能力の多くはファイター特有の特技と同様のものであり、さらに完成され昇華されています。 他の戦闘クラスのキャラクターもこの上級クラスの恩恵を受けることができますが、ファイターほど適していません。

<b>ロール: </b>ブレードマスターはパーティの中で最も鋭い剣であり、敵の陣形を引き裂き、リーダーの首を切り落とします。 他の戦闘クラスと比較して、ブレードマスターは防御よりも攻撃に重点を置きます。

<b>属性: </b>ブレードマスターはどのような属性にもなりえますが、ブレードマスターへの道には強い集中力と自己規律が必要なため、通常は秩序な傾向があります。

<b>非戦闘員: </b>ブレードマスターはめったに公の場に現れず、ほとんどの時間を人里離れた場所で一人で過ごし、技能を磨きます。 ただし、外界とのコミュニケーションがまったくないことを誤解しないでください。密室での訓練は武道の練習には決して良い方法ではありません。 実際、ほとんどのブレードマスターは、あらゆる分野と広範なコミュニケーションを持つ専門アカデミーの出身であり、確立されたブレードマスターの指導の下で個別に訓練を受けるのはほんのわずかです。 さらに、ブレードマスターの多くは有名な刀鍛冶でもあり、お気に入りの武器を自分の手で鍛造することを好みます。]]
s_fav_wpn		="得意武器"					s_fav_wpn_d		="ブレード マスターは、単一の武器 (通常は剣) の習得に人生を捧げ、彼の武器関連の特殊能力は、その種類の武器を使用する場合にのみ適用されます。\n\nブレード マスターは、その武器に熟練している必要があります。 運命の武器を一度選択すると、ブレードマスターはそれを変更することはできません（そして変更するつもりはありません）。"
s_fav_wpn_atk	="得意武器の焦点"				s_fav_wpn_atk_d	="お気に入りの武器による攻撃ロールに +1 ボーナス。"
s_fav_wpn_dmg	="得意武器の開眼"	s_fav_wpn_dmg_d	="お気に入りの武器によるダメージロールに +2 ボーナス。"
s_fav_wpn_ch	="得意武器マスタリー"			s_fav_wpn_ch_d	="得意武器のクリティカル率+10%。 このボーナスは、改良されたクリティカル特技や鋭利な武器によって与えられる乗数の後に、最後に適用されます。"
s_zbm_next		="構えたストライク"					s_zbm_next_d	="このターン中に積極的に攻撃アクションを行わなかった場合、次のターンにお気に入りの武器で攻撃すると、攻撃ロールに +1 ボーナスを獲得し、ダメージ ロールに +2 ボーナスを獲得します。"
s_zbm_blunt		="みね打ち"					s_zbm_blunt_d	="鋭利な武器のダメージ減少を克服するために特別に設計された戦闘スタイル。 お気に入りの武器の特別な部分を使って攻撃を行うことができます。攻撃ロールに -4 ペナルティが与えられ、武器のダメージ タイプは殴打となり、クリティカル率は 5%、クリティカル倍率は 2 倍になります。"
s_zbm_blunt_2	="みね打ちの向上"		s_zbm_blunt_2_d	="みね打ち使用時のクリティカル率とクリティカル倍率は変更されなくなりました。"
s_zbm_max_dmg	="極限の一撃"					s_zbm_max_dmg_d	="得意武器で通常のダメージ（クリティカルヒットではない）を与えると、武器の基本ダメージが最大化されました。 この能力は 1 日にブレードマスターレベルごとに 1 回使用できる"
s_zbm_ch_dmg	="無限の一撃"					s_zbm_ch_dmg_d	="得意武器でクリティカル ダメージを与えると、クリティカル乗数が 1 ずつ増加します。第 2 レベルとその後 2 レベルごと (2、4、6…)、この能力の 1 日あたりの使用回数は 1 ずつ増加します。"
s_zbm_wa		="疾走旋風攻撃"			s_zbm_wa_d		="全ラウンドアクションではなく標準アクションとして旋風攻撃を行います。"
s_zbm_spd		="風のような歩み"						s_zbm_spd_d		="重装甲を着用せず、重い荷物を積んでいない場合、陸上速度が +5 フィートになります。"
s_zbm_spd_2		="改良風のような歩み"				s_zbm_spd_2_d	="重装鎧を着用しておらず、重い荷物を背負っていない場合、困難な地形に移動することができ、通常の地形での移動範囲が5フィート広がる。"
s_sel_fav_wpn	="得意武器を選択してください"


-- zel	元素领主		Elemental Lord
s_zel	="エレメンタルロード"		s_zel_b	="強力なエレメンタルの仲間を持ち、自分自身をエレメンタルに変えることができる秘術呪文の使い手。"
s_zel_d	=[[秘術呪文の使い手にとって、次元界に秘められた果てしない謎、特に元素界の謎は、運命的な魅力を持っています。冒険者に知られているエレメンタル呪文や招来の儀式、そして多種多様な強力なエレメンタルの仲間がもたらす圧倒的な戦闘の優位性は、多くの呪文の使い手を魅了してきました。

エレメンタルロードはさらに一歩進んだものです。 長年にわたる熱心な研究とフィールドワークによって、エレメンタル ロードは他の呪文詠唱者よりもエレメンタルのあらゆる側面についてより知識が豊富になりました。 彼はエレメンタルの方法、手段、起源、形成を研究しており、エレメンタルの強みを本能的に理解しており、強力なエレメンタルの仲間との切っても切れない絆を築いています。

エレメンタルの仲間は通常、呪文や儀式を通じて招来され、その後交渉され、長期的なパートナーシップを結ぶために契約されます。 しかし、一部の過激なエレメンタルロードはこれに非常に不快感を抱いており、そうするのは性急すぎる、さらには冒涜であると考えているという噂があります。 彼らは、公式訪問し、自分が選んだエレメンタルとのパートナーシップについて交渉するために、さまざまな手段を通じて元素界に到達するために莫大な資源を費やすことを好み、この方法で確立された絆はより信頼できると信じています。

いずれにせよ、この絆が時間とともに深まるにつれ、エレメンタルロードとエレメンタルコンパニオンの親近感も深まり、主人と従僕の境界線が曖昧になる。やがて発見の旅は両者をより強くし、エレメンタルロード自身もエレメンタルへと変身し、エレメンタル勢力の一部となる。


<b>基本クラス: </b>次元の極意を学ぶのに必要な知識は本質的に難解なものであるため、この上級クラスは主にウィザードやソーサラーで埋め尽くされる。

<b>ロール: </b>冒険グループではめったに見られませんが、エレメンタルロードがグループの一員になることを決心すると、強力なエレメンタルコンパニオン、驚異的な特性、そして印象的な呪文詠唱能力を備えて、戦場の最前列でも後列でも安心して行動できます。 すぐに他のメンバーからも信頼されるようになる。

<b>属性: </b>特定の研究分野に熱中するほとんどの秘術呪文の使い手と同様に、エレメンタルロードは次元の謎とエレメンタルと調和して生きる方法の追求に人生を費やします。 彼らには意味のない道徳や倫理を考える時間がないため、真なる中立、中立にして善、または中立にして悪になる傾向があります。

<b>非戦闘員: </b>信頼できるエレメンタルコンパニオンがそばにいるので、エレメンタルロードは通常、最後の手段でない限り、他の冒険者とグループを組む必要はなく、一人で発見の旅に乗り出します。ほとんどの冒険者グループは、エレメンタルロード(および強力な味方)の追加を歓迎します。]]
s_et_a			="風"
s_et_e			="地"
s_et_f			="火"
s_et_w			="水"
s_elm_cmp		="エレメンタルの仲間"	s_elm_cmp_d	=[[第 1 レベルでは、エレメンタルロードは研究対象の要素 (空気、土、火、または水) を選択します。 この選択は変更できません。

同時に、エレメンタルロードは選択したタイプのエレメンタルの仲間を得る。それはその後2レベル（3、5、7…）ごとに大きくなる。レベル9になるとエルダーエレメンタルとなる。

エレメンタルのレベルは常にマスターの秘術レベルと同じです。 エレメンタルが死亡した場合、エレメンタルロードはエレメンタルのレベルに等しいダメージを受け、さらに各能力値に 1d4 ポイントのダメージを受けます。]]
s_arc_lv		="秘術レベル"
s_ac_bns		="ACボーナス"
s_abis_bns		="能力ボーナス"
s_elm_cmp_bns	="エレメンタルの仲間の成長"	s_elm_cmp_bns_d	=[[以下で説明するように、エレメンタルロードがレベルを上げると、彼のエレメンタルの仲間はより強力になります。

<b c=tw>秘術レベル    <x=150>ACボーナス   <x=300>能力ボーナス   <x=450>特別</b>
1st                        <x=150>+0          <x=300>+1                 <x=450>献身、共感的なつながり
7th                        <x=150>+0          <x=300>+2                 <x=450>呪文を共有する
9th                        <x=150>+1          <x=300>+3                 <x=450>身かわし強化
11th                       <x=150>+1          <x=300>+4                 <x=450>呪文耐性
13th                       <x=150>+2          <x=300>+5                 <x=450>速度の向上
15th                       <x=150>+2          <x=300>+6

<b>秘術レベル: </b>エレメンタルロードクラスと他の秘術呪文詠唱クラスのエレメンタルロードのレベルの合計。

<b>ACボーナス: </b>ここに記載されている数値は、仲間の既存の外皮ボーナスの強化です。

<b>能力ボーナス: </b>この値を仲間の筋力、敏捷力、耐久力の値に追加します。]]
s_elm_form		="エレメンタルフォーム"	s_elm_form_d	=[[エレメンタルロードは、1 日に 3 回、自分自身をエレメンタルに変える能力を獲得します。

このエレメンタルはエレメンタルロードの研究エレメントのエルダーエレメンタルであり、そのレベルはエレメンタルロードの秘儀レベルと同じです。

この効果は 12 時間、またはエレメンタルロードが元に戻るまで持続します。]]
s_elm_res		="エネルギーに対する耐性"	s_elm_res_d	=[[エレメンタルロードは、研究の要素に関連付けられたエネルギータイプ（空気：電気、土：酸、火：火、水：冷）に対する耐性を獲得します。

最初のレベルでは、この抵抗は 5 です。その後、2 レベルごとに 5 ずつ増加します (3、5、7…)。 9レベルでは、エレメンタルロードは問題のエネルギータイプに対する免疫を獲得します。]]
s_imm_elm		="エネルギーに対する免疫"
s_imm_par_stn	="麻痺と気絶に対する耐性"	s_imm_par_stn_d	=[[時間の経過とともに、エレメンタルロードはゆっくりとエレメンタルに変化し、その過程でエレメンタルの特性を獲得します。

2レベルでは、彼は60フィートの夜目を獲得します。

レベル4では、睡眠の影響を受けなくなります。

6レベルになると、毒に対する耐性が得られます。

8レベルでは、麻痺と気絶に対する耐性が得られます。

10 レベルでは、エレメンタル ロードのタイプがエレメンタルに変わり、適切なエレメントのサブタイプを獲得します。 彼はエレメンタルに非常に似てきて、「前」と「後ろ」に対する通常の人間の方向性を失います。 エレメンタルと同様に、彼は側面を攻撃されることができず、クリティカルヒットの影響を受けなくなります。]]
s_imm_slp		="睡眠に対する免疫"
s_imm_poi		="毒に対する耐性"
s_imm_flk_ch	="側面とクリティカル不可"
s_elm_sub		="エレメントタイプ"
s_elm_sr		="呪文耐性"	s_elm_sr_d		="エレメンタルの仲間は、エレメンタルロードの秘術レベル+5に等しい呪文耐性を獲得します。"
s_spd_2			="速度の向上"	s_spd_2_d		="陸上速度に+10フィート。"


-- z_u_bld
s_u_bld		="プレビルド"	s_u_bld_d=[[初心者にとって、キャラクターを一から作成するのは困難です。 種族、クラス、能力、特技、呪文など、学習し考慮する必要のある用語や知識が多すぎます。

現時点では、リストからプレビルドを選択し、ワンステップで完全なキャラクターを作成する方が良い解決策です。 プレビルドのキャラクターは上記の属性をすべて自動的に選択し、レベルアップ時に新しい特技や呪文を自動的に学習するため、手動で制御する必要はありません。 新しいプレイヤーにとって完璧な選択肢です。

ゲームに慣れている場合、または既存のプレビルドが要件を満たせない場合にのみ、段階的にキャラクターを作成する必要があります。]]
s_bld		="作成"		s_bld_d		=s_u_bld_d
s_u_blds	="プレビルド"	s_u_blds_d	=s_u_bld_d
s_u_bld_post="プレビルドのキャラクターは、レベルアップ時に新しい特技と呪文を自動的に学習します。手動で制御する必要はありません。\n\n手動でレベルアップしたい場合は、カスタムオプションを選択してキャラクターを作成してください。"

u_blds_text={

[ub_cust]={n="カスタムキャラクター", d=[[既存のプレビルドでは要件を満たせない場合は、種族やクラスの選択から段階的に理想のキャラクターを作成できます。

カスタムキャラクターを使用すると、レベルアップ時に特技や呪文を手動で学習することもできます。]]},


[ub_th ]={n="グレートウェポンウォーリアー", a="GW", c="ファイター", d=[[
<c=desc>あなたはできるだけ多くのダメージを与えることにしか興味がない。</c>

<c=lbl b>近接攻撃型ファイターのビルド:</c>
グレートソードやグレートアックスなどの大型の両手武器を好む。

<c=lbl b>好ましい能力: </c>筋力, 耐久力。]]},


[ub_shd]={n="ガーディアン", a="Gdn", c="ファイター", d=[[
<c=desc>よりよく戦うためには、より賢く戦うことだ。</c>

<c=lbl b>防御ファイタービルド:</c>
ヘヴィシールドと、ロングソード、ウォーハンマー、フレイルなどの優れた 片手武器で戦います。攻撃力を犠牲にして、優れた防御力と戦場をコントロールする能力を高めます。

<c=lbl b>好ましい能力: </c>筋力, 敏捷力, 耐久力。]]},


[ub_tw ]={n="デュアルブレード", a="DB", c="ファイター", d=[[
<c=desc>華麗な死の舞で敵を倒します。</c>

<c=lbl b>機敏なファイタービルド:</c>
接近し、有名な二刀流攻撃スタイルを披露する。

<c=lbl b>好ましい能力: </c>敏捷力,筋力,耐久力。]]},


[ub_rng]={n="アーチャー", a="Arc", c="ファイター", d=[[
<c=desc>敵に見つかる前に戦いが終わることも多い。</c>

<c=lbl b>遠距離ファイターのビルド:</c>
弓またはクロスボウ、または投擲武器の達人。

<c=lbl b>好ましい能力: </c>敏捷力,筋力,耐久力。]]},


[ub_hlr]={n="ヒーラー", a="Hlr", c="クレリック", d=[[
<c=desc>仲間はあなたを頼りにしている。</c>

<c=lbl b>治癒とサポートのクレリックビルド:</c>
一歩下がって、仲間の健康と最適化を保ちます。

<c=lbl b>好ましい能力: </c>判断力,敏捷力,耐久力。]]},


[ub_wrp]={n="バトルクレリック", a="BC", c="クレリック", d=[[
<c=desc>あなたはパラディンの信仰を受け継いでいる。</c>

<c=lbl b>近接攻撃型クレリックビルド:</c>
ファイターのように最前線で戦い、重要なときに仲間に追加の助けを提供します。

<c=lbl b>好ましい能力: </c>筋力,判断力,敏捷力,耐久力。]]},


[ub_udh]={n="アンデッド", a="UH", c="クレリック", d=[[
<c=desc>あなたは全てのアンデッドクリーチャーの天敵である。</c>

<c=lbl b>特別なクレリックビルド:</c>
さまざまな種類のアンデッドクリーチャーの狩猟に焦点を当てています。

<c=lbl b>好ましい能力: </c>魅力,判断力,耐久力。]]},


[ub_ctl]={n="コントローラー", a="Ctl", c="ウィザード", d=[[
<c=desc>敵を抑えることが最大の関心事だ。</c>

<c=lbl b>戦場コントロールウィザードビルド:</c>
さまざまな呪文を使用して対戦相手を制限します。対戦相手を深い眠りに落ち込ませたり、滑りやすいグリースのプールに閉じ込めたり、酸の雲に閉じ込めたりします。

<c=lbl b>好ましい能力: </c>知力,敏捷力,耐久力。]]},


[ub_elm]={n="エレメンタリスト", a="Elm", c="ウィザード", d=[[
<c=desc>"この火球の後に連鎖雷が起こり、また火球が起こる。"</c>

<c=lbl b>広範囲ウィザードビルド:</c>
あなたのお気に入りの呪文は、一度に多くの敵にダメージを与えるものです。 巨大な火の噴出、まばゆいばかりの稲妻、そして腐食性の酸の波があなたの武器です。

<c=lbl b>好ましい能力: </c>知力,敏捷力,耐久力。]]},


[ub_sum]={n="サモナー", a="Sum", c="ウィザード", d=[[
<c=desc>仲間は、あなたが最終的にあの奇妙な招来獣と結婚するのかどうか疑うことさえある。</c>

<c=lbl b>招来ウィザードビルド:</c>
あなたのために戦ってもらうために外界からあらゆる種類の来訪者を呼び出すことに特化しています。 招来されたクリーチャーのタフさは、多くの場合、本物の仲間が感嘆の声を上げます。

<c=lbl b>好ましい能力: </c>魅力,知力,敏捷力,耐久力。]]},


[ub_rog_1]={n="スカーミッシャー"			,d="近接攻撃に重点を置いた、ローグクラスの典型的なビルドの 1 つ。"},
[ub_rog_2]={n="ポーチャー"				,d="ローグクラスの代表的なビルドの1つで、遠距離の急所攻撃に特化しています。"},
[ub_bbn_1]={n="レイジブラッド"			,d="バーバリアンクラスの典型的なビルドの1つ。"},
[ub_mnk_1]={n="フローイングファースト"		,d="モンククラスの代表的なビルドの一つ。"},
[ub_sor_1]={n="ワイルドメイジ"			,d="ソーサラークラスの代表的なビルドの一つ。"},
[ub_pal_1]={n="ブレードオブオーダー"		,d="パラディンクラスの代表的なビルドの一つ。"},
[ub_pal_2]={n="ハンマーオブジャッジメント"	,d="パラディンクラスの代表的なビルドの一つ。"},
[ub_rgr_1]={n="ヴァーダントガーディアン"	,d="レンジャークラスの代表的なビルドの一つで、二刀流での戦闘に特化している。"},
[ub_rgr_2]={n="ワイルドセンチネル"		,d="レンジャークラスの代表的なビルドの一つで、長距離戦闘を得意とする。"},
[ub_drd_1]={n="アースウォーデン"		,d="ドルイドクラスの典型的なビルドの 1 つ。"},
[ub_brd_1]={n="フェイトシンガー"			,d="バードクラスの典型的なビルドの 1 つ。"},
}