-- z_pre_pc z_cls
u_names_m =
"バエンド;ブロッター;エバーク;アインキル;オスカー;リューリック;タクリン;トルデック;トラウボン;ウルフガー;ヴート"..";"..
"バルデルク;ダンキル;ゴルン;ホルダーヘク;ローデル;ルトゲール;ルムナハイム;ストラケルン;トルン;ウンガルト"..";"..

"アラミル;オースト;エニアリス;ヘイアン;ヒモ;イヴェリオス;ローシアン;クアリオン;ソヴェリス;タミオール;タリボル"..";"..
"アマスタシア;アマキイル;ガラノデル;ホリミオン;リアドン;メリアムネ;ナイロ;シアンノデル;イルフキイル;シロシェント"..";"..

"ボディノック;ディンブル;フォンクリン;ギンブル;グリム;ゲルボ;ジェベド;ナムフードル;ロンダール;シーボ;ズーク"..";"..
"ベレン;ダーゲル;フォークラー;ギャリック;ナックル;マーニグ;ニンゲル;レイナー;シェッペン;テューレン"..";"..

"デンチ;フェン;ゲル;ヘンク;ホルグ;イムシュ;ケス;クラスク;ロント;シャンプ;トク"..";"..

"アルトン;ボー;ケイド;エルドン;ギャレット;ライル;マイロ;オズボーン;ロスコー;ウェルビー"


u_names_f =
"アルティン;オードヒルド;ダグナル;ディエサ;グンローダ;フリン;イルデ;リフトラサ;サンル;トルガ"..";"..

"アナストリアンナ;アンティヌア;ドルシリア;フェロシアル;イエレニア;リア;ミアレ;キラテ;シラクイ;バダニア;ヴァランセ;ザナフィア"..";"..

"ビンプノッティン;カラミップ;デュバミル;エリーウィック;エリージョベル;ループモッティン;マルドナブ;ロイウィン;シャミル;ウェイウォケット"..";"..

"バギ;エメン;エンゴン;ミエフ;ニーガ;オヴァク;ウンカ;シャウタ;ヴォラ;ヴォレン"..";"..

"アマリリス;シャーメイン;コーラ;ユーフェミア;ジリアン;ラビニア;リッダ;メルラ;ポーシャ;セラフィナ;ヴェルナ"


-- Note for translators: the following texts are used to generate random place names, with no hard number or accuracy requirements. Translators can modify/add/delete entries freely according to their linguistic peculiarities or ideas.

-- Town name prefixes/suffixes, e.g. Aaron + bury -> Aaronbury.
town_prefs="アーロン;アボット;アベル;アブナー;アデール;アハーン;アラン;アルバート;アルジェ;アレン;アルス;アルヴァ;アルヴィン;アモス;アンドレ;アンドリュー;アンディ;アンジェロ;アンセル;アントワーヌ;アントニー;アーチャー;アリエス;アーレン;アルマン;アルノ;アーノルド;アーサー;アーヴィン;アサ;オーブリー;オーガス;エイブリー;ベアード;バル;ボールドウィン;バード;バーロウ;バーネット;バロン;バレット;バリー;バート;バートリー;バジル;ビーチャー;ベック;ベネ;ベネット;ベンソン;バーク;バーナード;バーニー;バート;ベルトン;ベヴィス;ビル;ブレア;ブレイク;ブリテ;ブース;ボリス;ボーエン;ボイス;ボイド;ブレイディ;ブランドン;ブライアン;ブルック;ブルース;ブルーノ;バック;バーク;バーネル;バイロン;カルヴィン;カム;キャリー;カール;カー;カーター;キャッシュ;セシル;チャド;チャップマン;チャールズ;シャゼル;チェスター;クレア;クラーク;クロード;クリフ;クライド;コルバート;コルビー;コリン;コンラッド;コリー;コーン;コーネル;シリル;ダナ;ダニエル;ダーシー;ダーネル;ダレン;デイブ;ディーン;デル;デンプシー;デニス;デリック;デヴィン;ドナヒュー;ドナルド;ダン;ドワイト;ディラン;アール;アール;エド;エデン;エドガー;エドモンド;エドウィン;エル;イーライ;イライジャ;エリス;エルマー;エルロイ;エルビス;エノク;エリック;ユージーン;エヴァン;エバリー;ファビアン;フィッチ;フォックス;フレン;ゲイル;ゲイリー;ギャビン;ゲル;ジーン;ジェフ;ジョージ;ジェラルド;ギルバート;ジャイルズ;グレン;ゴダード;ゴードン;グレッグ;グリフ;グローバー;ヘイル;ハーディ;ハーラン;ハーレー;ハロルド;ハリエット;ハリー;ハーヴェイ;ヘル;ハーバート;ヘックス;ヒラリー;ハイラム;ホバート;ホーガン;ホル;ホレス;ハワー;ホックス;ヒューバリー;ハンター;ハイマン;イアン;イル;インゲマー;アイラ;アイザック;イシドール;イワン;アイブス;ジェイコブ;ジャレッド;ジェイソン;ジェフ;ジェフリー;ジェレミー;ジェローム;ジョナス;ジョシュア;ジョイス;ジャスティン;キース;ケリー;ケン;ケネディ;ケント;カー;カーウィン;ケビン;キム;カーク;カイル;ランバート;ランス;ラリー;ライフ;レン;レノン;レオナルド;レス;レスター;レヴィ;ルイス;ルシアン;ルーサー;ライル;リン;マルコム;マンデル;マーカス;マーロン;マーシュ;モーリス;メルル;マーリン;マイルズ;ムーア;モーガン;マーフィー;マレー;マイロン;ナム;ナット;ネイサン;ニール;ネス;ナイジェル;ノア;ノエル;オグデン;オル;オールド;オルフ;オリバー;オマール;オズボーン;オスカー;オズモンド;オーティス;オットー;オウル;オーウェン;オックス;パディ;パーカー;ペイン;ペリー;フィル;プライ;ポーター;プリモ;クエンネル;クエンティン;クインシー;レイチェル;ララップ;レイモンド;レグ;リーガン;ルーベン;レックス;ロビン;ロック;ロッド;ロドニー;ロン;ルック;ローリー;ロイ;ルドルフ;ルパート;ライアン;サル;サム;サミュエル;サンディ;スコット;ショーン;セド;セル;シド;シドニー;シル;サイモン;スタン;サンダー;タブ;タル;テイラー;テッド;ティファニー;ティム;ティモシー;トビアス;トビー;トッド;トニー;トレイシー;タイラー;タイロン;ユリア;ヴィック;バージル;ヴィト;ビビアン;ウェイド;ウォーカー;ウォルター;ウェイン;ウェッブ;ウェンデル;ワーナー;ウェット;ウィルバー;ウィル;ウィリー;ライト;ワイス;ヨーク;イヴ;ザカリー"
town_suffs="バーグ;ブリー;デール;ハム;ランド;ポリ;ポリス;シャイア;トン;ヴィル;ウィッヒ;ウィック"

-- Dungeon name adjectives/nouns, e.g. Forgotten %s + Ruins -> Forgotten Ruins.
dgn_adjs=[[
堕落した%s;忘れ去られた%s;%sの忘却の彼方;失われた%s;%sの失われた栄誉;オブリビオン%s;
眠れる%s;永遠の眠りの%s;眠らずの%s;眠り人の%s;眠りの%s;%sの眠り者;%sの眠れる者達;悪夢の%s;
永遠の%s;永久の%s;不滅の%s;死者の%s;%sの死;%sの亡者;%sの死人;骨の%s;%sの骨;折れた骨の%s;
静寂の%s;静けさの%s;木霊の%s;囁く%s;囁きの%s;%sの囁き;永遠の歌の%s;
永遠の夜の%s;明けない夜の%s;月のない%s;三日月の%s;満月の%s;銀色の月の%s;双子の月の%s;星のない%s;%sの堕ちた星;%sの堕天の星;
暗い%s;%sの闇;憂鬱の%s;影の%s;日陰の%s;月光の%s;黄昏の%s;煌めきの%s;陽炎の%s;輝く%s;%sの光;
底なしの%s;果てしない%s;顔のない%s;無名の%s;神秘的な%s;隠された%s;秘密の%s;禁断の%s;封印された%s;%sの封印;%sの希望;運命の%s;%sの宿命;幸運の%s;偶然の%s;陽気な%s;孤独な%s;苦悩の%s;疫病の%s;偉大なる%s;時の%s;%sの時;灰の%s;黒灰の%s;黒羽の%s;
白銀の炎の%s;銀翼の%s;熱砂の%s;鳴き砂の%s;%sの嵐;覆い隠された%s;
エメラルドの%s;水晶の%s;蛍石の%s;ルビーの%s;黒耀石の%s;
枯れ木の%s;賢木の%s;成典の%s;血根の%s;灰色の外套の%s;
黒い%s;白い%s;灰色の%s;赤い%s;緑の%s;青い%s;金色の%s;紫の%s;
黒熊の%s;白熊の%s;灰色熊の%s;黒狐の%s;白狐の%s;灰色狐の%s;灰狐の%s;銀狐の%s;毒蛇の%s;大蛇の%s;蛇の%s;鴉の%s;墓場鴉の%s;夜鷹の%s;ワイアーム%s;ワイアームの%s;ベヒーモスの%s;ハイドラの%s;
エルフの%s;ハイエルフの%s;グレイエルフの%s;ワイルドエルフの%s;ウッドエルフの%s;アクアティックエルフの%s;サンエルフの%s;ムーンエルフの%s;ドラウの%s;ダークエルフの%s;ハーフエルフの%s;
ドワーフの%s;ヒルドワーフの%s;マウンテンドワーフの%s;ディープドワーフの%s;デュエルガーの%s;ゴールデンドワーフの%s;シールドドワーフの%s;
ノームの%s;ロックノームの%s;フォレストノームの%s;スヴィルフネブリンの%s;
ハーフリングの%s;ライトフットハーフリングの%s;トールフェローの%s;ディープハーフリングの%s;ストロングマインドハーフリングの%s;シルハーフィングの%s;
ハーフオークの%s;オークの%s;オログの%s;
アーケインアーチャーの%s;アーケイントリックスターの%s;アークメイジの%s;アサシンの%s;ブラックガードの%s;ドラゴンディサイプルの%s;デュエリストの%s;ドワーヴンディフェンダーの%s;エルドリッチナイトの%s;ハイエロファントの%s;ホライゾンウォーカーの%s;ロアマスターの%s;ミスティックシーアージの%s;シャドウダンサーの%s;ソーマタージストの%s;ブレードマスターの%s;エレメンタルロードの%s;
ワイルドメイジの%s;ルーンキャスターの%s;ダークリーバーの%s;フォールンパラディンの%s;
英雄達の%s;%sの英雄;神託の%s;%s神託;賢者の%s;%sの賢者;予見者の%s;%sの達見;預言者の%s;祖父の%s;先祖の%s;古代人の%s;古代の%s;双子の%s;愚者の%s;長老の%s;五人の長老の%s;七姉妹の%s;沈黙兄弟の%s;
]]
cave_nouns		="洞穴;洞窟;岩窟;空洞;穴;窪み穴;鉱山;採掘場"
ruins_nouns		="廃墟;残骸;破滅;発掘現場"
temple_nouns	="寺院;聖地;聖域;保護区;祠;祭壇;迷路;迷宮;檻;監獄"
tomb_nouns		="墓;墓地;墓場;霊廟;霊園;埋葬地;納骨堂;地下墓地;埋葬場所;地下聖堂"
tower_nouns		="塔;灯台;尖塔"


s_lv_x_spls		="レベル-X 呪文"
local d_act_grp_spl_x	="呪文のレベルは、１から９までの数字で、呪文の相対的な力を表す。\n\n呪文の詠唱者は、一定のレベルの呪文を唱えるのに充分な呪文の使い手のクラスレベルと呪文を唱える能力値が必要となる。"

act_grps_text={-- z_act_grp
[act_grp_wpn	]={n="武器攻撃"			,d="武器による基本的な攻撃には、近接攻撃と遠隔攻撃がある。\n\n特定の特技は戦闘中に武器を用いてより強力な攻撃を行うことを可能にする。"},
[act_grp_cm		]={n="戦闘技能"			,d="戦闘技能の特技を習得すると、足払い、組みつき、突き飛ばし、引き込み、蹴散らしなど、敵を妨害したり、場合によっては敵を無力化したりする多くの操作を試みることができる。"},
[act_grp_skl	]={n="技能行動"		,d="技能アクションは、キャラクタが持つ最も基礎的かつ基本的な能力の一部を表す。\n\n特定の技能によって、戦闘で特別なアクションを取ることができる。"},
[act_grp_misc	]={n="その他行動"		,d="武器交換、アイテムの使用、防御など、戦闘で使用できる多数のアクション。"},
[act_grp_special]={n="特殊行動"			,d="一部のクラスでは、キャラクタに特別なアクションが追加される。"},
[act_grp_spl_1	]={n="レベル-1 呪文"		,d=d_act_grp_spl_x},
[act_grp_spl_2	]={n="レベル-2 呪文"		,d=d_act_grp_spl_x},
[act_grp_spl_3	]={n="レベル-3 呪文"		,d=d_act_grp_spl_x},
[act_grp_spl_4	]={n="レベル-4 呪文"		,d=d_act_grp_spl_x},
[act_grp_spl_5	]={n="レベル-5 呪文"		,d=d_act_grp_spl_x},
[act_grp_spl_6	]={n="レベル-6 呪文"		,d=d_act_grp_spl_x},
[act_grp_spl_7	]={n="レベル-7 呪文"		,d=d_act_grp_spl_x},
[act_grp_spl_8	]={n="レベル-8 呪文"		,d=d_act_grp_spl_x},
[act_grp_spl_9	]={n="レベル-9 呪文"		,d=d_act_grp_spl_x},
[act_grp_spl_dmg]={n="ダメージ呪文"		,d="マジックミサイルやファイアーボールなど、一部の呪文は直接対象にダメージを与えます。"},
[act_grp_spl_eff]={n="非ダメージ呪文"		,d="呪文によっては、スリープやサモンエレメンタルなどの特殊な魔法効果が発生します。"},
[act_grp_spl_all]={n="すべての呪文"		,d="呪文は一回限りの魔法効果である。\n\n呪文には２つのタイプがある：アーケイン（ウィザードによるキャスト）と信仰（クレリックによるキャスト）。"},
[act_grp_non_spl]={n="すべての非呪文行動"	,d="戦闘中に使用できるすべての非呪文アクション。"},
[act_grp_all	]={n="すべての行動"		,d="現在のレベルでキャラクターが使用できるすべてのアクション。"},
}

-- common
close				="閉じる"
back				={n="戻る"	,d="戻る"}
ok					="OK"
cancel				="キャンセル"
msg					="情報"
cfm					="確認"
err					="エラー"
s_new_mk			="新規"
s_del				="削除"
del					="削除"-- del
pls_sel				="選択してください"
sel_img_dlg_title	="画像選択"
def_input_dlg_title	="新しいテキストを入力"
sel_dir				="フォルダーを選択"
dir_path_err		="無効なフォルダパスです！"
no_files_in_dir_err	="フォルダに有効なファイルが見つかりません！"
chk_all				="すべて判定／なし"
info_disp			="情報の表示"

--move_forward		="前方へ移動"
--move_backward		="後方へ移動"
--move_to_first		="最初へ移動"
--move_to_last		="最後へ移動"

s_dbg_cmds			="デバッグコマンド"
s_dbg_cmds_d		="各種デバッグ機能やチート機能を利用する。"
s_run_dbg_code		="デバッグコードを実行する"
s_run_scripts		="スクリプトの実行"


-- main menu
btn_arena			={n="アリーナ"		,d="<h3 c=lbl>アリーナ モード</h3>デフォルトのキャラクタやカスタム キャラクターを使用して、様々なモンスターに挑戦しよう！"}
btn_adv				={n="アドベンチャー"	,d="<h3 c=lbl>アドベンチャー モード</h3>未知のファンタジー世界を探検しよう！"}
btn_ugc				={n="ワークショップ"		,d="<h3 c=lbl>Steam ワークショップ</h3>Steam ワークショップにカスタムゲームコンテンツをアップします。"}
btn_credits			={n="クレジット"		,d="<h3 c=lbl>クレジット</h3>スタッフリストと謝辞を表示します。"}
btn_exit			={n="終了"			,d="<h3 c=lbl>ゲームの終了</h3>ゲームを終了します。"}


-- arena
s_enc_list			="チャレンジ"
enc_info			="チャレンジ情報"
s_defeated			="討伐済"
s_btl_win			="勝利"
s_btl_lost			="敗北した"
s_upd_arena			="よくやった！ すべての挑戦に打ち勝ったな。 新たな挑戦に立ち向かう時が来た。\n\nしかし、その前に、お前の強さを証明するために、より難しい挑戦を用意した。\n\n準備はいいか？"

s_total_won_encs	="チャレンジ"
cont_encs			="連続チャレンジ"
s_total_wins		="勝利"
s_total_losts		="失敗"
s_total_kills		="キル"
s_total_pc_deads	="死亡"
wave_fmt			="ウェーブ <c=tw>%d</c>"

msg_arena			={n="アリーナ"					,d="デフォルトのパーティで戦う！ またはカスタムキャラクターを作成して、ドリームチームをビルドしよう。"}
s_fight				="戦闘"	s_fight_d	="選択したモンスター軍団に挑戦する。"
btn_shop			="<h3 c=lbl>ショップ</h3>購入/売却やアイテムの製作"
btn_pty				="<h3 c=lbl>キャラクターとパーティを作る</h3>さまざまなキャラクターをカスタマイズし、新しいパーティを作成したり、別のパーティに切り替えることができます。"
btn_upd_encs		="<h3 c=lbl>ボスにチャレンジ！</h3>すべてのチャレンジで敵を打ち負かしたらボスに挑戦だ。"
s_arn_rst			="チャレンジの更新"	s_arn_rst_d	="指定した難易度でチャレンジを更新します(有料)。"
s_clr_all_win		="すべてのチャレンジを 無敗 に設定します。"
s_set_all_win		="すべてのチャレンジを 負け に設定します。"
s_set_most_win		="すべてのチャレンジを 負け に設定します（最後のチャレンジを除く）。"


glory_pts			={n="勲章"			,d="新たなチャレンジに勝利することにより、利益を得ます、さまざまなアリーナ特権を得るために使用できます。"}
arn_upd				={n="チャンピオン特権"				,d="勲章を消費しアリーナ特権を得る。"}
s_rst_arn_upds		="チャンピオンの特権をリセットする"	s_rst_arn_upds_d	="選択したすべてのチャンピオン特典をキャンセルし、勲章の 80% を返金します。"
s_req_arn_sub		="対応するチャンピオン権限が必要です。"
s_arn_cfg			="チャンピオン特権オプション"	s_arn_cfg_d	="チャンピオンシップ限定の特典オプションにより、戦闘をより簡単にコントロールできるようになります。"
not_enough_glory	="勲章が足りません"

cfg_map				={n="マップの設定", d="バトルマップの設定を調整します。"}
min_sz				="最小サイズ"
max_sz				="最大サイズ"
sq_map				="常に正方形のマップ"

cfg_minion			={n="ミニオンの設定", d="ミニオンモンスターの最大数を調整する。"}
minion_max			="ミニオンモンスターの最大数"

cfg_enc_lv			={n="チャレンジレベルの設定", d="チャレンジレベルの乱数範囲を調整する。"}
lwr_lmt				="下限値の変動"
upr_lmt				="上限値の変動"
apply_to_boss		="ボス戦にも適用"

s_cfg_mob_pty_sz	="モンスターパーティの規模"
s_cfg_mob_pty_sz_d	="デフォルトでは、1回のエンカウントに出現するモンスターの数は、プレイヤーキャラクターの数に応じて自動的に設定され、最高のバトルを体験することができる。\n\nこのオプションは、1対10のような特別なバトルを経験するために、指定されたプレイヤーキャラクターの数に応じてモンスターの数を設定することができる。\n\nただしこの場合バトルが難しすぎたり、簡単すぎたりする可能性があるので、経験豊富なプレーヤーに限る。"
s_base_on_my_pty	="プレイヤーパーティに基づく"

-- z_arn_upd
s_arn_upd_glory		="演技戦闘"	s_arn_upd_glory_b	="新しいチャレンジの評判値と金貨の報酬が+%d%%"	s_arn_upd_glory_d	="素晴らしい演技にはさらなる栄誉と報酬を！"
s_arn_upd_cft		="作成"				s_arn_upd_cft_b		="作成コストが%d%%減少"										s_arn_upd_cft_d		="作成コスト低下とより多くのオプションの追加。"
s_arn_upd_buy		="値切る"				s_arn_upd_buy_b		="店価格が%d%%低下"										s_arn_upd_buy_d		="より安い価格で店アイテムを購入でき、さらに幅広い種類のアイテムが利用可能になります。"
s_arn_upd_sell		="高値で売却"			s_arn_upd_sell_b	="売却価格が%d%%上昇"									s_arn_upd_sell_d	="より高値でアイテムを売却でき、さらに多くのオプションも利用可能になります。"
-- z_arn_sub
s_arn_sub_no_easy	="簡単なチャレンジを禁止する"
s_arn_sub_remons	="半分の報酬でチャレンジをサクサク進める"
s_arn_sub_lit_2_1	="+10% 陰影に満ちた戦場"
s_arn_sub_lit_2_2	="+10% 陰影に満ちた戦場"
s_arn_sub_lit_2_3	="+10% 陰影に満ちた戦場"
s_arn_sub_lit_2_4	="+10% 陰影に満ちた戦場"
s_arn_sub_lit_1_1	="+10% 光り輝く戦場"
s_arn_sub_lit_1_2	="+10% 光り輝く戦場"
s_arn_sub_lit_1_3	="+10% 光り輝く戦場"
s_arn_sub_lit_1_4	="+10% 光り輝く戦場"
s_arn_sub_lock1		="ショップのアイテムロック機能を有効にする"
s_arn_sub_lock2		="アイテムロック +1"
s_arn_sub_lock3		="アイテムロック +1"
s_arn_sub_lock4		="アイテムロック +1"
s_arn_sub_lock5		="アイテムロック +1"
s_arn_sub_restock1	="ボスチャレンジに勝利した時、ショップに補給物資をひとつ補充する。"
s_arn_sub_restock2	="補給物資 +1"
s_arn_sub_restock3	="補給物資 +1"
s_arn_sub_restock4	="補給物資 +1"
s_arn_sub_restock5	="補給物資 +1"

-- cfg
s_cfg				="オプション"
s_cfg_d				="グラフィック、オーディオ、戦場の詳細、その他の設定を変更。"

cfg_gfx				="グラフィックス"
cfg_sfx				="オーディオ"
cfg_btl				="戦闘"
cfg_adv				= "アドベンチャー"
cfg_misc			="その他"

full_screen			="全画面表示"
wnd_wxh				="ウィンドウモードの解像度"
cust				="カスタマイズ…"
cust_wxh			="解像度のカスタマイズ"
err_wxh				="無効な解像度です！"
ui_scale			="UIスケール"
brightness			="明るさ"
lang_s				="言語"
restart_prompt		="* 言語や画面の解像度を変更した場合はゲームを再起動してください。"
fps_lmt				="FPSを60に制限<c=twa>（デスクトップのリフレッシュレート＞６０の場合）</c>"
show_fps			="FPSを表示"
music				="音楽"
sound				="サウンド"
music_in_bg			="バックグラウンドでも音楽を再生する。"
shuffle_music		="ランダムモードで音楽を再生<c=twa> (デフォルトはトラック順)</c>"
boss_music			="ボス戦で専用の音楽を使用する"
btl_music			="通常の戦闘時に専用の音楽を使用する"
s_tip_rb			="右下にチップを表示する"
show_u_bf_ex		="チップの状態を表示する"
show_simple_act_tip	="移動と防衛アクションのチップを表示する"
s_low_fps			="この機能を有効にすると、射撃キャラクターのターンFPSが大幅に低下する可能性があります。"
show_all_hits_in_rng="攻撃範囲内のヒット率を表示する<c=twa> (またはALT/Middle Button長押し)</c> <ico=ico/_s_warn t=$s_low_fps>"
bf_ani_text			="一時テキストを表示する"
ani_u_idle			="待機時にアニメーションを表示する"
edge_vp_scroll		="地図の端でスクロールを有効にする"
auto_vp				="表示範囲内をキャラクターがオート移動する"
vp_out_only			="キャラクターが表示範囲外にいる場合のみ"
ani_vp				="移動時に視点を移動する"
ani_cur_u_mark		="キャラクター切り替えアニメーションを表示する"
hp_bar_ani			="HPバーアニメーションを表示する"
act_ani				="Show action animations"-- z_new
mov_ani				="移動時のアニメーション速度"-- todo Movement and viewport animation speed
startup_arena		="起動時に自動的にアリーナに入場する"
startup_adv2		="起動時に最後の冒険を続ける"
startup_adventure	="起動時に最後の冒険を続ける (v1)"
act_desc_final_dmg	="呪文の説明に最終ダメージを表示（判定を外す：ダメージダイス/キャスターレベルを表示）"
disp_dice			="武器/アクションの説明にダメージダイスを表示する、例：2d6<c=twa> (判定なし: ダメージの範囲、2-12)</c>"-- ダメージダイスを表示する、例：2d6<c=twa> (2-12 by default)</c>
disp_sum_dice		="攻撃のヒント/キャラクターパネルにダメージダイスを表示する"
show_dnd_ch			="武器の威力の範囲を表示する、例えば： 19-20/x2<c=twa> (判定なし: 10%/x2)</c>"
adv_auto_save		="オートセーブ"

tuts_on				="チュートリアルを有効にする"
tuts_rst			="チュートリアルのリセット"	tuts_rst_d	="チュートリアルを初期状態にリセットする。"
tuts_no_show		="チュートリアルを再表示しない。\n<c=twa>（オプションで有効にできます）</c>"

-- shop
s_shop				="ショップ"
s_dbg_shop			="フリーショップ"
cbo_num				="個数"
cbo_num_all			="x全て"
sum_cost			="合計金額"
req_pty_lv			="パーティのレベルは%d以上必要です"
pre_buy				={n="ロック / ロック解除", d="選択したアイテムを将来の購入のために、価格の 5%の料金でロックできる。\n\n<c=fc_o>•ロックされていないアイテムは消滅します！\n•ロック料金は返金されません。"}
supply_free			={n="補給物資", d="補給物資ポイントを1ポイント消費し、ショップに魔法のアイテムを補充する。"}
supply_glory		={n="補給物資", d="勲章を１ポイント消費し、魔法のアイテムを補充する。"}
supply_gold			={n="補給物資", d="金貨を使って、ショップに魔法のアイテムを補充する。"}

pty_bag				="パーティの背負い袋"
pty_box				="パーティ倉庫"
s_bag				="キャラクターのステータス / インベントリ"
s_bag_d				="パーティメンバーのステータスの表示、装備の交換、パーティの背負い袋の管理など。"

s_bank				= {n="銀行", d="銀行はゴールドと倉庫の入出金サービスを提供する。"}
s_storage			= {n="倉庫", d="パーティの背負い袋とは独立した、より多くの収納スペース。"}-- Safe Deposit Box
s_buy_storage		="倉庫を購入"
s_buy_storage_arn	="倉庫を購入しますか？\n\n<c=ty>コスト：</c>%s  %s"
s_buy_storage_adv	="倉庫を購入しますか？\n\n<c=ty>コスト：</c>%s\n\n<c=ty>最小評判値：</c>%s"-- Minimum reputation required
s_deposit			= "格納する"
s_withdraw			= "取り出す"
deposit_gp			= {n="預金", d="指定した額の金貨を銀行に預けます。"}
withdraw_gp			= {n="引き出し", d="銀行から指定された金貨を引き出します。"}
s_whole_row			= "行全体"
s_whole_bag			= "バッグ全体"
s_all				= "全て"
s_mov_no_ammo		= "全てを預ける/全て取り出す時、矢弾を無視する"
s_mov_to_post		= "現在のページ以降のスロットのみへ移動"
s_tp_op_page		= "タイプ別入出金： 現在のページのみ"
s_auto_mat_to_bank	="都市に入る際に呪文材料を倉庫に格納する"--Auto-store materials when enter city
s_mat_to_bank_f		="倉庫に格納された%d個の呪文材料"

list_b				="リスト(大)"
list_s				="リスト(小)"


-- pty & pc
mi_grp_pty_list		="パーティリスト"
mi_grp_pty_cmds		="パーティコマンド"
pty_ren				="パーティの名前を変更"
s_del_pty			="このパーティを削除"
s_del_pty_cfm		="選択したパーティを削除しますか？：%s"

mk_pty				= {n="パーティの作成" ,d="作成した、または選択したキャラクターでパーティを編成します。"}
s_add_pc_arn		="キャラクターを追加"	s_add_pc_arn_d	="キャラクターを選択または作成して、パーティに追加する。"
s_add_pc_adv		="冒険者の雇用"		s_add_pc_adv_d	="ギルドではリソースを使用し、より適した仲間を探すことができるが、当然コストは高額になる。"
s_hire				="雇用"
dismiss				="解雇"
s_employ			="雇用"
s_unemploy			="解除"
bury				="埋葬する"
pc_list				="キャラクターリスト"
new_pc				="新しいキャラクター"
mod_pc				="選択したキャラクターの変更"
del_pc				="判定したキャラクターの削除"
cfm_del_sel_item	="判定した全てのキャラクターを削除しますか？"
pty_name			="パーティの名前"
s_rst_pre_pcs		="既存キャラクターのリセット"
s_rst_pre_pcs_cfm	="すべての既存のキャラクターをリセットします。よろしいですか？\n<c=twa>（プレイヤーのカスタムキャラクターには影響ありません）</c>"

chg_name_look		="名前とポートレートの変更"
chg_portait			="ポートレートの変更"
chg_avatar			="アバターと関連付けられたポートレートの変更"-- Change Avatar and Associated Portait	アバターの変更
s_rd_sprt			="種族とクラスごとにランダムなアバター"
s_sync_face			="アバターに関連付けられたポートレートを設定します"
chg_u_bld			="ビルドを変更"-- Change Build	キャラクターのビルドを変更

mk_pty_from_cur		="現在のパーティの複製を作成"
mk_pty_from_tpl		="パーティテンプレート"
submit_arena_pty	="現在のパーティを送信"

cpy_pty_txt			="クリップボードにパーティの詳細をコピー(TXT)"
cpy_pty_ubb			="クリップボードにパーティの詳細をコピー(BBコード)"
cpy_u_txt			="クリップボードにキャラクターの詳細をコピー(TXT)"
cpy_u_ubb			="クリップボードにキャラクターの詳細をコピー(BBコード)"


-- new pc/lv up
s_unnamed			="無名"
pc_name				="キャラクター名"
rd_name				="ランダムな名前"
portait				="ポートレート"
btl_ico				="アバター"
--s_start_over		="やり直し"
mk_pc				= {n="キャラクターの作成"	,d="キャラクターを段階的に作成するか、直接プリセットされたビルドを選択します。"}
s_relv_a			="再訓練"
s_relv				="キャラクターを再訓練する"
s_relv_d			="有料でレベルを元の状態に戻し、レベル１からクラスや特技、呪文などを選択することがでる。\n\nキャラクターの経験値や技能の習熟ポイントは保持される。\n\n注意：キャラクターの戦闘アクションバーは初期状態にリセットされる。"
s_relv_cfm			="キャラクターを再訓練しますか？\n\n<c=ty>コスト：</c>%s"
s_lvup				="レベルアップ"	s_lvup_d	="レベルを上げると、さまざまな方法でキャラクターの能力を強化できる：基本攻撃ボーナス、防御、追加の能力値、新しい特技、さらには新しい呪文が含まれる。"
--finish			="完了"
--next_step			="次へ"
creation_mode		="クリエイションモード"
sel_race			="種族"
sel_race_bns		="ボーナス能力値"
sel_cls				="クラス"
sel_cls_wps			="武器の習熟"
decide_abi			="能力値"
pts_left			="残りポイント"
li_spl_ring			= {n="リング %d 呪文" ,d="レベル%d以上の呪文の使い手が利用可能です。"}
sel_feat			="特技"
sel_spl				="呪文"
show_all_pwrs		="全てのアイテムを表示"


-- inv/bag
pc_info				="ステータス"
wpn_set				="武器セット"
cur_next_xp			="経験点（現在/次のレベル）"
cur_max_load		="現在重量／最大重量（ペナルティなし時）"
eqpt_stats			="装備の修正値"

merge_same_itms		="同一アイテムをスタックする"
auto_sort			="自動ソート"
auto_sort_cfg		="自動ソートオプション"
sort_itms={-- z_sort_itm
{n="タイプ別"},
{n="マジックボーナス別"},
{n="レアリティ別"},
{n="価格別"},
{n="重量別"},
{n="-"},
{n="降順"},
{n="下に"},
{n="総価格または重量"},
{n="すべての背負い袋をソート"},
{n="-"},
{n="ソート時の自動スタック"},
{n="取得時に自動スタック"},
}

u_dlg_tip			= {n="装備とインベントリーのヒント" ,d=[[
- アイテムを右クリック：クイック装備/解除
- ShiftまたはCtrl+クリック：アイテムの分割
- 投擲武器 ->　矢弾スロット
- 矢弾スロットに異なる矢弾を装填し、部分的にオートリロードを行う]]}


-- sys
s_mov_up			="上に移動"
s_mov_down			="下に移動"
s_mov_top			="一番上へ移動"
s_mov_btm			="一番下へ移動"
page_up				="前ページ"
page_down			="次ページ"
scroll_top			="一番上までスクロール"
scroll_bottom		="一番下までスクロール"
view_log			="ログの参照"
copy_log			="ログをクリップボードにコピーする"
show_log			="ログの表示/非表示"
clr_log				="ログのクリア"
s_sys_menu			="システムメニュー"
s_sys_menu_d		="各種システム機能の設定。"
s_hlp				="ヘルプ"
s_wiki				="LowMagicAge辞典"	s_wiki_a	="辞典"	s_wiki_d	="ゲームの詳細や仕組みなどを表示します。"
s_back_main			="メインメニュー"
s_back_main_d		="メインメニューに戻る"
s_save				="セーブ"
s_load				="ロード"
quick_save			="クイックセーブ"
quick_load			="クイックロード"
quick_save_cfm		="現在のゲームをセーブしますか？"
quick_load_cfm		="最後にセーブしたゲームをロードしますか？\n（現在のゲームの進行状況は失われます）"
save_quit			="セーブして終了"
s_saving			="セーブ…"
game_saved			="ゲームがセーブされました。"
save_lost_cfm		="セーブしていないゲームの進行状況は失われます。\n続行してよろしいですか？"
save_quit_cfm		="現在の進行状況をセーブし、ゲームを終了しますか？"
can_load_save		="セーブファイルをロードできません！"
can_load_arn_save	="セーブファイルをロードできません！デフォルトのパーティを使用します。"


-- workshop
ugc_submit_pc				= {n="アップロードする"	,d="<h3 c=lbl>Steam ワークショップへのコンテンツのアップロード</h3>判定したキャラクターをSteam ワークショップにアップロードします。"}

smod_menu_pc				="カスタムスターティングキャラクターをアップ"
smod_menu_gfx_pc_face		="カスタムキャラクターポートレートをアップ"
smod_menu_gfx_pc_img		="カスタムキャラクターアバターをアップ"
smod_menu_gfx_mo_img		="カスタムモンスターアバターをアップ"
smod_menu_gfx_all			="総合グラフィックMODをアップ"
smod_menu_arena_pty			="アリーナパーティをアップ"
smod_menu_arena_enc			="アリーナチャレンジをアップ"
smod_menu_arena_map			="アリーナバトルマップをアップ"
smod_menu_adv_pty			="アドベンチャーパーティをアップ"
smod_menu_adv_module		="アドベンチャーモジュールをアップ"
smod_menu_gameplay			="ゲームプレイMODをアップ"
smod_menu_lang				="言語MODをアップ"
smod_menu_all				="総合MODをアップ"

smod_def_title_pc			="マイカスタムスターティングキャラクター"
smod_def_title_gfx_pc_face	="マイスタムキャラクターポートレート"
smod_def_title_gfx_pc_img	="マイカスタムキャラクターアバター"
smod_def_title_gfx_mo_img	="マイカスタムモンスターアバター"
smod_def_title_gfx_all		="マイ総合グラフィックMOD"
smod_def_title_arena_pty	="マイアリーナパーティ"
smod_def_title_arena_enc	="マイアリーナチャレンジ"
smod_def_title_arena_map	="マイアリーナバトル マップ"
smod_def_title_adv_pty		="マイアドベンチャーパーティ"
smod_def_title_adv_module	="マイアドベンチャーモジュール"
smod_def_title_gameplay		="マイゲームプレイMOD"
smod_def_title_lang			="マイ言語MOD"
smod_def_title_all			="マイ総合MOD"

smod_dir_lbl_pc				="コンテンツフォルダ："
smod_dir_lbl_gfx_pc_face	="画像フォルダ（JPGまたはPNG、最適なサイズは72x72)："
smod_dir_lbl_gfx_pc_img		="画像フォルダ（PNG、最適なサイズは96x96)："
smod_dir_lbl_gfx_mo_img		="画像フォルダ（PNG、最適なサイズは96x96)："
smod_dir_lbl_gfx_all		="コンテンツフォルダ： (ゲームフォルダー <url=./gfx>gfx</url> と同様):"
smod_dir_lbl_arena_pty		="コンテンツフォルダ："
smod_dir_lbl_arena_enc		="コンテンツフォルダ："
smod_dir_lbl_arena_map		="コンテンツフォルダ："
smod_dir_lbl_adv_pty		="コンテンツフォルダ："
smod_dir_lbl_adv_module		="コンテンツフォルダ："
smod_dir_lbl_gameplay		="コンテンツフォルダ："
smod_dir_lbl_lang			="コンテンツフォルダ："
smod_dir_lbl_all			="コンテンツフォルダ："

smod_menu_lma_ugc			="LowMagicAgeのワークショップを参照"

smod_new					="新しいワークショップアイテム"
smod_dlg_title				="スチームワークショップにコンテンツをアップ"
smod_new_or_upd_lbl			="ワークショップアイテムを新規作成または更新します。"
smod_title_lbl				="タイトル（最大128文字)："
smod_preview_lbl			="プレビュー画像（JPGまたはPNG）\n1MB未満である必要があります\n\n更新時：\n空白のままにしておく"
ugc_preview_sz_err			="プレビュー画像のファイルサイズは1MB未満でなければなりません！"
smod_tip					="<c=lbl f=b5>情報を入力しOKを押すと、アイテムが\nSteam ワークショップに送られます！</c>\n\n<c=twa>その後、説明や画像を追加するなど、自由に編集することができます。</c>\n\n*このアイテムを送信すると、<url=%s>Steam ワークショップの利用規約</url>に同意したことになります。"
smod_submit_busy			="Steamワークショップへアップ…"
smod_submit_ok				="<c=lbl f=b5>アップロード成功！</c>\n\n下のリンクをクリックするとアイテムの説明や画像の追加を行うことができます。\n\n<url=%s>説明と画像を追加する</url> (デフォルトのブラウザー)\n<url=%s>説明と画像を追加する</url> (Steamクライアント)"
smod_submit_err				="<c=r f=b5>アップロードに失敗！(error code: %d)</c>\n\n後でもう一度試してみてください。"

obj_szs={-- z_obj_sz
{n="予約１"	},
{n="予約２"	},
{n="極小"	},
{n="小"		},
{n="中"		},
{n="大"		},
{n="特大"	},
{n="超特大"	},
{n="予約９"	},
}

lmhs={-- z_lmh
{n="なし"		},
{n="とても低い"	},
{n="低い"		},
{n="中"			},
{n="高い"		},
{n="とても高い"	},
{n="フル"		},
}

lmhas={
{n="低い"		},
{n="中"			},
{n="高い"		},
}

spds={-- z_spd
{n="とても遅い"	},
{n="遅い"		},
{n="標準"		},
{n="速い"		},
{n="もっと速い"	},
{n="高 速"		},
{n="とても速い"	},
}


-- game terms
gold_piece		= {n="金貨"	,d="冒険家が使う最も一般的なコインは金貨です。"}
item			= {n="アイテム", p="アイテム"}
total_value		="総価格"
s_equipped		="装備済"

s_pty			="パーティ"
pty_lv			="パーティレベル"
pty_funds		="パーティ資金"
pty_asset		="パーティ資産"
pty_members		="パーティメンバー"
xx_joined_pty_	="%s がパーティに参加しました。"
xx_left_pty_	="%s がパーティから離脱しました。"

s_u_based		="キャラクターベース"
s_u_free		="空のキャラクター スロット"
s_u_lock		="ロックされたキャラクター スロット"
s_u_na			="利用できないキャラクター スロット"
s_u_null		="無効なキャラクター スロット"
s_sel_pcs		="キャラクターを選択"
s_no_ok_pcs		="使用できるキャラクターが居ません！"
s_bk_pcs		="代役キャラクター"	s_bk_pcs_d	="一時的に不要なパーティメンバーは、ここに預けることができる。"
s_bk_npcs		="代役従業員"	s_bk_npcs_d	="一時的に不要な従業員は、ここに預けることができる。"
s_bk_pcs_max	="最大代役スロット"
s_bk_pcs_lmt	="代役スロットが制限に達した！"
s_bk_pcs_buy	="代役スロットを購入"
s_bk_pcs_buy_s	="代役スロットを購入しますか？\n\n<c=ty>コスト：</c>%s"

s_bg_face_f		="全身像"
s_bg_sprt_f		="大型アバター"
s_bg_face_b		="大型ポートレート（PNG形式）"
s_bg_sprt		="アバター"
s_bg_alpha		="背景の透明度を設定する"

objective		="目的"
deadline		="期限"
s_date_f		="%d 日"
s_date2_f		="%d <c=ta>日</c>"
days_fmt		="%d 日後"
per_x_days_fmt	="%d 日ごと"
rewards			="報酬"

pre_req			="前提条件"
reqs			="必要条件"
cost			="コスト"
fee				="費用"
s_act_pwr		="積極的な使用"
s_swt_pwr		="オンオフタイプ"
auto_gained		="自動取得"

s_provoke_ao	="機会攻撃を誘発"
s_provoke_ao2	="機会攻撃の誘発と〈精神集中〉判定"
atk_pnl2		="攻撃ペナルティ -2"
--atk_pnl4		= "Attack Penalty -4"
has_full_bns	="攻撃ボーナス(完全)"
--not_spl		="呪文ではない"
--cd_turns		="ターンのクールダウン" -- e.g. 3 Turns CD
true_hit		="自動成功"
s_tgt			="対象"
rng				="射程"
aoe				="対象範囲"
s_dur			="期間"

basic			="基本"	-- level up result group name
roll			="ロール"	-- attack roll: …
resist			="抵抗成功"	-- floating text on target, e.g. Resist Sleep
s_dc_a			="難易度(DC)"
s_dc			="難易度(DC)"
dmg				="ダメージ"
base_dmg		="基本ダメージ"
wpn_dmg			="武器ダメージ"
s_miss_dmg_eff	="ミスダメージ/効果"
instant_death	="即死"
s_heal_25_mhp	="最大HPの1/4を回復"
s_self_sel		="自己選択"
avg				="平均"
avg_atk			="保守的攻撃"

s_atks_num		="攻撃"
s_crit			="クリティカルヒット"
s_crit_cfm		="クリティカル確認"
s_undr			="ダメージ減少の克服"
rate			="クリティカル領域"
s_bns			="ボーナス"
s_pnt			="ペナルティ"
mod				= {n="修正値", a="修正"}
amr_chk_pnl		= {n="鎧の未習熟ペナルティ"}
spl_fail_rate	= {n="アーケイン呪文失敗率", a="アーケイン呪文失敗"}
infinity_c		="∞"
used_by			="使用"

spd_pnl			="速度ペナルティ"
no_move			="移動不能"
max_dex_bns		= {n="最大敏捷力ボーナス", a="最大敏捷力ボーナス"}
lb				="ポンド"

square			="スクエア"
mov_spd			="移動速度"
wpn_rng			="武器射程"
s_self			="自分"
touch			="接触"
close_rng		="近距離"
medium_rng		="中"
long_rng		="長距離"
single_tgt		="対象の１体"
burst			="爆発"
spray			="すり鉢形に爆発"-- Spray	Blast
line			="直線"
s_whole_bf		="戦場全体"
tgts2			="2体の隣接する対象"
tgts3			="3対の隣接する対象"
s_link_cl_3		="3レベル毎に自身および接触した仲間ひとり"

s_rounds		="ラウンド"
turn			="ターン"
s_set_rounds_	="期間（ラウンド）の設定："

s_dur_btl		="戦闘中永続"-- z_dur
s_dur_m			="１分"
s_dur_ma		="１０分"
s_dur_h			="１時間"
s_dur_2h		="２時間"
s_dur_d			="１日"
s_dur_perm		="永続"
s_dur_cl		="１ラウンド/レベル"
s_dur_cl_m		="１分/レベル"-- 1 min./level
s_dur_cl_ma		="１０分/レベル"
s_dur_cl_h		="１時間/レベル"
s_dur_cl_2h		="２時間/レベル"
s_dur_cl_d		="１日/レベル"
s_dur_co_cl		="精神集中（最大１ラウンド/レベル）"
s_dur_co_10		="精神集中（最大１０ラウンド）"
s_dur_rage		="3 + 耐久力 修正値（新しく改良された）"
s_dur_area		="領域内"

dmg_spls		="ダメージ呪文"
eff_spls		="非ダメージ呪文"
s_skl_acts		="技能アクション"
s_misc_acts		="その他アクション"

unknown			= "アンノウン"
--misc			="その他"
--done			="完了"

hp				= {n="ヒットポイント(HP)", a="HP", d="ヒットポイント(HP)は、あなたを倒すのがどれほど難しいかを示す値。ヒットポイント(HP)がゼロになると死亡します。"}
tmp_hp			="一時的HP"
cur_hp			="現在HP"
max_hp			="最大HP"
s_tgt_chp		="対象の現在HP"
s_tgt_mhp		="対象の最大HP"
s_heal_hp		="HP回復"
s_heal_pts_left	="残りHP"

spd				= {n="スピード", d="スピードはラウンド中にどれくらいの速度で移動できるかを示します。これは種族と装備している鎧に依存します。"}
init			= {n="イニシアチブ", a="INIT", d="戦闘の開始時に、参加者はイニシアチブ判定をロールします：基本イニシアチブ + d20。 ベースイニシアチブ ＝ 【敏捷力】修正値 ＋ 他の修正値。\n\n続く各ラウンドでは、キャラクターがイニシアチブを変更するアクションを取らない限り、同じ順序で行動します。"}
can_ao			="機会攻撃可能"


-- btl
set_tile_sz		="タイルサイズの設定"
show_grid		="グリッド"
show_bf_pnl_r	="情報パネル"
show_bf_us_bar	="イニシアチブバー"

s_flee			="退却"
s_flee_d		="全員戦闘から離脱します。"
flee_cfm		="パーティは戦闘から離脱しようとしています。\nよろしいですか？"
flee_cfm_lose	="戦闘結果は敗北に等しいです。"
--flee_cfm_rep	= "Your reputation will be affected."
flee_cfm_safe	="すべてのキャラクターは安全に離脱することができます。"
flee_cfm_chase	="追撃範囲内"
flee_msg_ok		="パーティは戦闘から離脱しました。"
flee_msg_lose	="パーティは退却中に\n全滅しました。"
--flee_msg_rep	= "Reputation -1."
flee_msg_chase	="追撃による被害状況"
s_casualty_rate	="死亡率"

btl_beg_log			="---- 戦闘開始 ----"
round_log			="---- ターン %s ----"
s_turn_beg			="ターン開始"
unseen_act_log		="%sは視界外で行動を取っています…"
into_fov_log		="%sが視界に入って来ました"
area				="対象範囲"
area_gone_log		="%s の範囲は消滅した"
s_detect_area		="エリアを検知する"
s_no_anomaly		="異常は見つかりませんでした"
chk					="判定"
hit					="ヒット"
miss				="ミス"
s_miss_chance		="ミスチャンス"	s_miss_chance_d	="Light, terrain, or certain spell effects may grant you an additional miss chance. When an attacker hits you, you make a miss chance percentile roll to avoid being struck.\n\nNote: Miss chances from multiple sources do not stack. Attackers with feats such as Improved Precise Shot may ignore your miss chance."-- z_new
succeeded			="成功"
failed				="失敗"
s_chk_f				="%s 判定：%s %s。"
s_u_chk_f			="%s は <c=ty>%s</c> 判定を行う： %s %s。"
s_u_aid_chk_f		="%s は <c=ty>援護</c> 判定を行う： %s %s。"
heal_log			="<c=r>%d</c> ポイント回復した。"
dmg_log				="<c=r>%d</c> %s ポイントのダメージを与えた。"
dmg_log2			="<c=r>%d</c> ポイントのダメージを受けた。"
s_dead_				="死亡！"
unhr_log			="再生は1ターンの間抑止されている。"
done_log			="成功しました。"
continued_log		="続き"
take_effect			="効果が出る"
transed_to			="変換される"
blocked				="ブロックされる"
s_performs			="実行します"
cast				="呪文発動"
use					="使用"
use_lbl				="使用"
tgr_ko				="ノックダウン発動判定"
no_tgr_ko			="ノックダウン判定が発動しない"
break_grap			="組みつき状態からの脱出"
unknown_res			="不明な結果"
invalid_tgt			="無効なターゲット"
unknown_creature	="未確認のクリーチャー"
s_inv_unk_tgt		="無効/対象が不明"

reflect_dmg		="ボーナスダメージ"
ca				="カウンターアタック"
tgr_ca			="反撃を誘発する"
no_tgr_ca		="反撃は発動しない"
--rend			="引き裂き"

summon			="招来"
tip_to_ud		="アンデッドに変身"
banished		="追放された"
ignite			="発火"
ignited			="点火した"
clear			="クリアした"
cleared			="クリアされた"
clear_web		="ウェブをクリアした"
s_heal			="癒す"
s_cure			="治す"
resurrect		="復活した"
resurrected		="復活された"
teleport		="テレポート"
removed			="解除された"
s_ent_eth_plane	="エーテル界に入った。"
s_ret_mat_plane	="物質界に戻る。"
s_squeezed		="無理矢理入り込むに成功した！"
s_squeezed_dead	="ここでは利用できない。無理矢理入り込むと死亡！"
s_detected_aura	="%sのオーラを検出しました!"

cur_wpn			="現在の武器"
do_wait			="待つ"
do_def_0		="ターン終了"
do_def			="防御"
do_def_full		="全力で防御する"
swp_wpn			="武器の切り替え"
s_end			="終了"
s_ends			="終了"
s_dismiss		="解除"
s_dismisses		="解除"

u_sz			="サイズ"
pnl_v			="ペナルティ"
--prof			="習熟"
not_prof		= {n="未習熟",d="熟練していない武器を使用した場合、攻撃ロールに -4 ペナルティ。 未熟練の鎧や盾を身に着けた場合、攻撃ロールと反応セーヴにペナルティがかかります。"}-- 未習熟武器の攻撃ロールには習熟ボーナスはありません。
magic_bns		="マジックボーナス"
masterwork		="高品質"
s_mw			="高品質"
base_v			="基本値"
th				="両手"
tw				="二刀流装備中"
off_light		="利き手でない手に軽い武器"

hfl_luck		="ハーフリングの幸運"
not_prof_amr_pnl="未習熟。鎧/荷重 ペナルティ"
nac				="外皮"
burden			="エンカンブランス"
racial_trait	="種族特徴"
slow_n_steady	="ゆっくり着実"
half_spd		="移動速度半減"
slow			="遅い"

immed			="完全耐性"
sel_wpn_grp		="武器と矢弾"
sel_rng_wpn		="遠隔武器"
sel_amm			="矢弾"

s_set_act_tip		="<ico=kb/m_l>左クリックで既存のアクションをドラッグ＆ドロップする\n<ico=kb/m_r>右クリックで新しいアクションを登録する"
s_act_bar_pg_tip	="<h3 c=lbl>現在のアクションバーのページ</h3>サイドボタンまたはホットキーでページ間を移動する。\n\nアクションバー：\n"..s_set_act_tip
set_act				="アクションの登録"
s_del_act			="選択したアクションの削除"
s_del_act_r			="選択したアクションと右側にあるアクションを削除"
s_del_act_all		="すべてのアクションを削除"
s_del_act_r_cfm		="選択したアクションと右側にあるアクションを削除しますか?\n（他のページのアクションには影響しません）"
s_del_act_all_cfm	="全ページの全アクションを削除しますか？"
s_add_act_grps		="アクショングループを追加"
s_add_all_act_grps	="すべてのアクショングループを追加"
s_unpack_act_grp	="選択したアクショングループをアンパックする"

loot_s			="戦利品"
per_u			="キャラクターごと"
defeated_foes	="倒した敵"
no_dead_bns		="死者ゼロのボーナス"

-- z_pre_pc z_cls
pc_name_01		="ホルグ"
pc_name_02		="トルク"
pc_name_03		="リア"
pc_name_04		="アリウィック"
pc_name_05		="クリス"
pc_name_06		="ショーン"
pc_name_07		="オースト"
pc_name_08		="ハサウェイ"
pc_name_09		="アラミリ"
pc_name_10		="キャサリン"
pc_name_11		="クルスク"
pc_name_12		="コラ"
pc_name_13		="イライザ"
pc_name_14		="リロン"
pc_name_15		="イエレニア"
pc_name_16		="フリン"
pc_name_17		="ローデル"
pc_name_18		="ヴァリエル"
pc_name_19		="ヤランドララ"
pc_name_20		="キエヤンナ"
pc_name_21		="トリグ"

def_pty_name	="アウトランダー"

enter_lmap_lv	="%s %d 階に入った"
s_lyr_d			="%d 階"

rd20			= {n="D20ダイスロールシミュレーションアルゴリズム"	,d=
[[D20（二十面ダイス）ダイスロールは、攻撃のヒット率や罠の解除などの成功率を含むほとんどの判定で広く使用される。


D20ダイスロールには4つの代替実装がある：

<c=ty b>1. シャッフル リスト：</c>
- 1〜20の数字のリストを生成する。
- リストをシャッフルする。
- リストの先頭の番号を結果として選択する。

<c=ty b>2. シャッフル ランダム：</c>
- 1〜20の数字のリストを生成する。
- リストをシャッフルする。
- リストからランダムに番号を選択する。

<c=ty b>3. リスト ランダム：</c>
- 1〜20の数字のリストを生成する。
- リストからランダムに番号を選択する。

<c=ty b>4. 標準的な乱数生成：</c>
- 標準乱数（0〜32767）を生成する。
- 乗除演算を行う： number % 20 + 1 = 1~20
- 最後の数字を結果とする。


上記のすべてのアルゴリズムは、目的を達することができる。 しかし、小さなサンプル領域では、アルゴリズム１とアルゴリズム２は、ほとんどのコンピュータシステムでより均等に分散される。]]}

rd20s={-- z_rd20
{n="シャッフルリスト"	},
{n="シャッフルランダム"	},
{n="リストランダム"	},
{n="標準的な乱数生成"	},
}

passs={-- z_pass_tp
{n="道路"},
{n="平地"},
{n="困難"},
{n="非常に困難"},
{n="極めて困難"},
{n="障害物"},
}

-- z_tile
tiles={
{n="平地"},
{n="壁"},
{n="困難"},
{n="障害物"},
{n="木"},
}

-- z_map_env
map_envs={
{n="平地"},
{n="草原"},
{n="森林"},
{n="洞窟"},
{n="遺跡"},
{n="洞窟"},
{n="遺跡"},
}

-- z_imxs
imxs={
{n="魔法"				,d="すべての呪文に対する完全耐性"},
{n="精神作用"				,d="精神に作用する効果に対する完全耐性(スリープ、フィアー、チャームなど)"},
{n="幻影"			,d="幻影または類似の効果に対する耐性"},
{n="即死"				,d="即死効果に対する完全耐性"},
{n="クリティカル"			,d="クリティカルヒットや急所攻撃に完全耐性"},
{n="挟撃"				,d="挟撃への完全耐性"},
{n="吸血"				,d="吸血に対する完全耐性"},
{n="能力値ダメージ"		,d="能力値ダメージに対する完全耐性"},
{n="身体能力値ダメージ"	,d="身体能力値ダメージに対する完全耐性(【筋力】【敏捷力】【耐久力】)"},
{n="病気"				,d="超自然的な病気や魔法の病気を除いて、すべての病気に対する完全耐性。"},
{n="蜘蛛の巣"				,d="蜘蛛の糸 への 完全耐性"},
{n="移動困難な地形"		,d="移動困難な地形を無視する。"},
}

-- z_pwr_cat
pwr_cats={
{n="一般特技"		},
{n="クラス特技"	},
{n="呪文特技"		},
{n="武器訓練"		},
{n="盾と鎧訓練"	},
{n="近接戦闘訓練"	},
{n="二刀流戦闘"	},
{n="両手戦闘"		},
{n="遠隔攻撃訓練"	},
{n="戦技訓練"		},
{n="技能開眼"		},
}

--[[ z_defs
defs={
{n="アーマークラス"					,a="AC"		},
{n="頑健"									,d="頑健は、毒、病気、石化などの活力と健康に対する肉体的攻撃や効果に立ち向かう能力の指標となります。\n\nこれは耐久力の能力に関係します。"},
{n="反応"									,d="反応は、ファイアーボール、ウェブ、ブレス攻撃などのは範囲攻撃や効果をかわす能力を示す。\n\nこれは敏捷力能力に関係します。"},
{n="意志"									,d="意志は、精神的影響への抵抗や、催眠や魅了などの多くの魔法の影響が反映されます。\n\nこれは判断力能力に関係します。"},
{n="戦闘技能防御"								},
{n="レベル判定"									},
{n="真意看破判定"								},
{n="アーマークラス（接触）"			,a="TAC"	},
{n="アーマークラス（立ちすくみ）"	,a="FAC"	},
}]]

-- z_atks
atks={
{n="近接攻撃"			},
{n="遠隔攻撃"			},
{n="近接接触攻撃"		},
{n="遠隔接触攻撃"		},
{n="呪文"			},
{n="戦闘技能攻撃"			},
{n="退散判定"			},
{n="威圧判定"		},
{n="はったり判定"	},
{n="治療判定"		},
{n="特殊攻撃"			},
}

-- z_urk
uranks={

{n="スタンダード"	,d=[[標準モンスターは標準的な強さを持つ。]]},


{n="エリート"		,d=[[エリートモンスターは、同じレベルと役割の標準的なモンスターよりも頑強である。

エリートモンスターは同一レベルの二体の標準モンスターとしてカウントされ、経験点が2倍で、2倍の脅威がある。

エリートモンスターは"ミニボス"を生み出す。例えば、エリートオーガがオーガの群れを従えたり、二体のエリートノールがノールの一群を導いたりする。]]},

 
{n="ソロ"		,d=[[ソロモンスターは、同一レベルのPCグループとの1対1の対戦相手です。

それらは実際にはモンスター群として機能し、より多くのヒットポイント(HP)を持ち、より多くのダメージを与える。

ソロモンスターは、そのレベルの５体のモンスターと同じ経験点に値し、同じレベルの５体のモンスターと同様に行動するが、単独で戦う能力を持っている。]]},


{n="ミニオン"		,d=[[ミニオンは、他のモンスター（スタンダード、エリート、またはソロ）のための突撃隊や使い捨ての兵士として役立ちます。

30体のミニオンとの戦いは映画ような壮大な戦いです。 プレイヤーは、バターナイフでバターを切るように敵を切り刻むことを楽むことができる。

4体のミニオンは、同一レベルの標準的なモンスターとほぼ同じとみなされるが、ミニオンは、ダメージを受けると破壊される。]]},

}

load_types={
{n="軽荷重"},
{n="中荷重"},
{n="重荷重"},
{n="荷重超過"	},
}

spl_cats={-- z_school
{n="防御術"		},
{n="招来術"			},
{n="占術"		},
{n="強化"			},
{n="力術"			},
{n="幻術"		},
{n="死霊術"			},
{n="変性術"	},
{n="万能術"		},
}

act_costs={
{n="自由アクション"	},
{n="移動アクション"		},
{n="標準アクション"		},
{n="全ラウンドアクション"	},
}

-- z_dmg_types
dmg_types={
{n="斬撃"		,d="斬撃"		},
{n="刺突"		,d="刺突"		},
{n="殴打"	,d="殴打"	},

{n="火"			,d="火"			},-- z_energy_type
{n="冷気"			,d="冷気"			},
{n="電気"	,d="電気"	},
{n="酸"			,d="酸"			},
{n="音波"			,d="音波"			},

{n="力場"			,d="力場"			},
{n="毒"			,d="毒"			},
{n="修理"			,d="修理"			},
{n="正のエネルギー",d="正のエネルギー"},
{n="負のエネルギー",d="負のエネルギー"},
{n="ダメージ種別なし"		,d="ダメージ種別なし"		},

{n="dt_15"	},
{n="dt_16"	},
{n="dt_17"	},
{n="dt_18"	},
{n="dt_19"	},
{n="dt_20"	},

{n="武器"	},

{n="錬金術銀"	},
{n="冷たい鉄"	},
{n="アダマンテイン"	},
{n="マジック"	},
{n="上級"	},
{n="秩序"	},
{n="混沌"	},
{n="善"	},
{n="悪"	},
}

--s_diff	= "Difficulty"
--threat	= "Threat"
--s_type	= "Type"
frc_comp	= "構成"

enc_diffs={
{n="イージー"	},
{n="ノーマル"	},
{n="ハード"	},
}

--[[ z_thrt
thrts={
{n="低い"},
{n="モデレート"},
{n="高い"},
}]]

enc_tpls={-- z_enc_tpl
{n="戦場のコントロール"		},
{n="指揮官と部隊"		},
{n="ドラゴンの巣窟"		},
{n="二重陣形"		},
{n="敵対的な集団"	},
{n="敵対的な集団"	},
{n="エリート部隊"		},
{n="エリート部隊"		},
}

ai_types={-- z_ai_type
{n="直観的"		,d="動物のような知能の低いクリーチャーは無戦略で直感的に近くの敵を攻撃します。"},
{n="戦術的"		,d="通常レベルの知性を持つ人型生物のクリーチャーは、戦闘において より有利なポジションを選ぶことができ、防御力の低い相手を攻撃する、そして相互に協力する事ができます。"},
{n="高度な戦術"	,d="これらのクリーチャーは、さらに狡猾です。 戦術的には、ダメージ量の最大化が重要な指標であり、ターゲットの残りHPを考慮しながら戦います。"},
}

num_desc_one	="一体"
num_desc_few	="少数"
num_desc_some	="多数"
num_desc_pack	="集団"

btl_diffs={-- z_btl_diff
{n="カスタム"	,d="カスタマイズされた戦闘の難易度"},
{n="リラックス"	,d="プレイヤーキャラクターの受けるダメージは 20% で、連続的なミスもかなり少なくなります。\n\n敵は攻撃ロールと防御に対して -4 のペナルティを受け、クリティカルヒットによるダメージの増加はありません。"},
{n="イージー"	,d="プレイヤーキャラクターの受けるダメージは 40% で、連続的なミスも少なくなります。\n\n敵は攻撃ロールと防御に対して -2 のペナルティを受け、クリティカルヒットによるダメージの増加はありません。"},
{n="モデレート"	,d="プレイヤーキャラクターの受けるダメージは 80% で、連続的なミスも少なくなります。"},
{n="コア"		,d="すべての値とメカニズムに調整はありません。"},
{n="ハード"		,d="プレイヤーキャラクターの受けるダメージは 120%。\n\n敵は攻撃ロールと防御に対して +2 のボーナスを受けます。"},
{n="ナイトメア"	,d="プレイヤーキャラクターの受けるダメージは 200％。\n\n敵は自分の攻撃ロールと防御に +4 のボーナスを得て、常に最高の戦術を適用します。"},
}

btl_diff			={n="戦闘難易度", d="より良い戦闘体験を得るためにプレイヤーキャラクターと敵の設定値と技巧を調整してください。"}-- z_btl_diff_cfg
--plyr_settings		="プレイヤーの設定"
--enmy_settings		="敵の設定"
plyr_take_dmg		="プレイヤーの受けるダメージ"
plyr_miss_bns		={n="プレイヤーラッキーダイス", d="自分が攻撃ロールで失敗した時、この値が次の攻撃ロールに加算されます。 もう一度失敗した場合は、値が2倍になり、ヒットするまで続きます。"}
plyr_atk_mod		="プレイヤーの攻撃ロールの修正値"
plyr_def_mod		="プレイヤーの防御修正値"
enmy_atk_mod		="敵の攻撃ロールの修正値"
enmy_def_mod		="敵の防御修正値"
plyr_no_ch			="プレイヤーのクリティカルヒット時、ダメージを増加しない"
enmy_no_ch			="敵のクリティカルヒット時、ダメージを増加しない"
s_elit_imm_seckill	="エリートモンスターは即死効果を受けない"
s_solo_imm_seckill	="ソロモンスターは即死効果の影響を受けません"
s_mon_adv_wpns		="モンスターはエンチャントされた武器を持っている"
s_mon_adv_amrs		="モンスターはエンチャントされた鎧を持っている"
s_mon_adv_wonds		="モンスターはより多くの不思議なアイテムを持っています"
enmy_ai				="敵ＡＩ"

s_fmt				="隊列"
s_fmt_d				="戦闘隊列をプリセットまたはカスタムから選んでください。"
fmt_pre				="プリセット隊列"
fmt_cust			="カスタム隊列"

-- arena
s_arn_rest			="休息"	s_arn_rest_d	="完全休息を取って、様々な能力の日常的な使用量を回復させよう。\n\nあなたのパーティは、ボスチャレンジの前後に無料で自動的に休息します。"
s_arn_rest_ok		="パーティは十分な休息を取った。"
s_boss_on			="ボスチャレンジがオープン！"

s_act_grp_now		="利用可能なアクションとオプション"
s_act_grp_now_d		="キャラクターの現在使用可能なアクションとオプションを一覧表示します。\n\nリストは戦場で右クリックしても表示されます。"
s_throw_back		="投げ返す"

s_prep_spls			="呪文を準備する"
s_prep_spls_b		="ほとんどの呪文の使い手は、呪文書からであれ、熱心な祈りと瞑想であれ、事前に呪文を準備を行う。準備したい呪文を選択し、休憩後に唱える。"
s_prep_spls_d		=s_prep_spls_b.."\n\nレベルによって、準備してキャストできる呪文の数が制限される。 高い呪文発動能力値により、いくつかの追加の呪文を準備できる場合がある。\n\n同じ呪文を複数回準備することができるが、それぞれの準備は1日の上限に対して1つの呪文としてカウントされる。\n\n呪文を準備するには、少なくとも 10 + 呪文のレベルの呪文発動能力値が必要。"
s_spl_slots			="呪文スロット"
s_clr_sel_slots		="選択した呪文スロットをクリア"
s_clr_all_slots		="すべての呪文スロットをクリア"
s_learned_spls		="学んだ呪文"
s_no_slots_pc		="キャラクターは呪文の準備を必要としない。"
s_auto_slots		="呪文スロットの自動入力と補完"
s_mods_left			="残り修正箇所"


s_fami				="使い魔"
s_fami_d			=[[使い魔は、小動物に似た魔獣で、異常なほど丈夫で賢い。

使い魔は随伴者や従者としての役割を果たす。使い魔によって、主人に与えられる特殊能力が異なる。

- トード：主人は、最初に＋３のヒットポイント(HP)を獲得し、３を超えるとレベルごとに＋１の追加ヒットポイント(HP)を獲得する。
- ラット：主人は、頑健セーヴに＋２のボーナスを得る。
- ウィーゼル：主人は、反応セーヴで＋２のボーナスを得る。
- スネーク：主人は、〈はったり〉判定で＋３のボーナスを得る。
- バット：主人は、〈聞き耳〉判定で＋３のボーナスを得る。
- アウル：主人は、〈捜索〉判定で＋３のボーナスを得る。
- キツツキ：主人は、木こり判定で＋３のボーナスを得る。
- アルマジロ：主人は、鉱夫判定で＋３のボーナスを得る。

使い魔を付与するクラスが２つ以上あるキャラクターは、使い魔を１つしか持たない場合がある。]]

famis={-- z_familiar
{n="トード"		,d="主人は、最初に＋３のヒットポイント(HP)を獲得し、３を超えるとレベルごとに＋１の追加ヒットポイント(HP)を獲得する。"},
{n="ラット"		,d="主人は、頑健セーヴに＋２のボーナスを得る。"},
{n="ウィーゼル"	,d="主人は、反応セーヴで＋２のボーナスを得る。"},
{n="スネーク"	,d="主人は、〈はったり〉判定で＋３のボーナスを得る。"},
{n="バット"		,d="主人は、〈聞き耳〉判定で＋３のボーナスを得る。"},
{n="アウル"		,d="主人は、〈捜索〉判定で＋３のボーナスを得る。"},
{n="キツツキ"	,d="主人は、木こり判定で＋３のボーナスを得る。"},
{n="アルマジロ"	,d="主人は、鉱夫判定で＋３のボーナスを得る。"},
}


s_specific_to		="固有："

s_uf_live			="生けるクリーチャー"-- z_u_flags
s_uf_ud				="アンデッド クリーチャー"
s_uf_cons			="人造クリーチャー"
s_uf_elm			="エレメンタルクリーチャー"
s_uf_int			="知性クリーチャー"
s_uf_non_int		="非知性クリーチャー"
s_uf_dry_harm		="脱水症状を嫌うクリーチャー"-- Water loss
s_uf_sun_harm		="日光を嫌うクリーチャー"
s_uf_sun_kill		="特に日光を嫌うアンデッド クリーチャー"
s_uf_bns_feat		="１レベルのクリーチャーに 1 追加特技"
s_uf_ally			="協力者"
s_uf_foe			="敵対者"
s_uf_non_live		="生き物でないクリーチャー"
s_uf_non_ud			="アンデッドでないクリーチャー"
s_uf_non_cons		="人造でないクリーチャー"
s_uf_non_elm		="エレメンタルでないクリーチャー"

s_rmv				="取り除く"
s_lost_spl_f		="失われた呪文: %s。"
s_per_cl			="/CL"
s_per_cl_f			="/%d CL"
s_epic_dmg_bns		= "エピックダメージボーナス"
s_too_high_lv		="レベルが高すぎる"
s_wpn_dropped		="武器を落とした！"
s_wpn_picked		="武器を拾った。"
s_destroyed			="破壊されました"
s_banished_h		="追放(ホームプレーン)"
s_banished_o		="追放された（他の次元）"
s_conductive		="伝導性"

s_spl_kw_mind		="精神作用"
s_spl_kw_fear		="恐怖"

s_spe_abi			="特別な能力"
s_spe_abi_d			="特殊能力は、本質的に並外れた、呪文のような、または超自然的なものです。\n\n特殊能力の使用は通常は標準アクションですが、それが標準アクションであるか、全ラウンド アクションであるか、まったくアクションではないのかは異なります。 能力によって定義されます。"
s_pt2_sp			="呪文のような能力"
s_pt2_sp_d			="呪文の様な能力は、その名前が示すように、呪文と呪文によく似た魔法の能力です。 類似の呪文能力は呪文耐性と魔法の解呪の対象となります。 魔法が抑制または無効化されている領域では機能しません。\n\n呪文に似た能力の使用は、集中力が必要で機会攻撃を誘発するという点で呪文を唱えるのと同じように機能します。 呪文のような能力は妨害される可能性があります。 集中力が切れた場合、その能力を使用しようとする試みは失敗しますが、その試みはその能力を使用したかのようにカウントされます。 類似呪文能力の詠唱時間は、能力の説明に別段の記載がない限り、標準アクション 1 回です。"-- …無効 (アンチマジックフィールドなど) 防御側で類似呪文能力を使用する: を使用することもできます。 呪文を唱える場合と同じように、防御側の呪文のような能力。集中判定 (難易度(DC) 15 + 呪文レベル) が失敗した場合、その能力を使用することはできませんが、その試みはその能力を使用したかのようにカウントされます。
s_pt2_su			="超常能力"
s_pt2_su_d			="超自然的な能力は魔法ですが、呪文のようなものではありません。 超自然的な能力は呪文耐性の影響を受けず、魔法が抑制または無効化されている領域では機能しません。 超自然的能力の効果は解除できず、打ち消し呪文の対象にもなりません。\n\n超自然的能力の使用は通常、標準アクションです (能力の説明で別途定義されていない限り)。 その使用は中断されることがなく、集中力を必要とせず、機会攻撃を引き起こすこともありません。"
s_pt2_ex			="並外れた能力"
s_pt2_ex_d			="並外れた能力は魔法ではありません。 しかし、それらは誰でもできるものではなく、広範なトレーニングなしでできるようになることさえありません。 魔法を無効にしたり妨害したりする効果や領域は、異常な能力には影響しません。\n\nほとんどの異常な能力は反応的な方法で自動的に発生するため、通常、異常な能力を使用することはアクションではありません。 アクションであるこれらの並外れた能力は通常、標準的なアクションであり、中断することはできず、集中力を必要とせず、機会攻撃を引き起こすこともありません。"


--require "u_alns_h"

s_u_aln		= "属性"-- Alignment
s_u_aln_b	= [[クリーチャーの一般的なモラルや個人的な態度は、その属性によって表される: 秩序にして善,中立にして善,混沌にして善,秩序にして中立,真なる中立,混沌にして中立,秩序にして悪,中立にして悪,または混沌にして悪

それぞれの属性は幅広い性格タイプや個人の哲学を表すため、同じ属性の2つのキャラクターであっても、互いにまったく異なる場合があります。 さらに、完全に一貫している人はほとんどいません。]]
s_u_aln_d	= s_u_aln_b.."\n\n\n"..[[
<h2 c=ty>善 対 悪</h2>
善のキャラクターやクリーチャーたちは罪のない命を守ります。

悪のキャラクターやクリーチャーは、楽しみのためか利益のためかに関係なく、罪のない命を貶めたり破壊したりします。

善と悪に関して中立な人々は、罪のない人々を殺害することに良心の呵責を感じますが、他者を守り、助けるために犠牲を払うという決意を持っていません。 中立な人は、個人的な関係によって他者に貢献します。


<h2 c=ty>秩序 対 混沌</h2>
秩序の人物は真実を語り、約束を守り、権威を尊重し、伝統を尊重し、義務を果たさない者を裁きます。

混沌のキャラクターたちは良心に従い、何をすべきかを指示されることに憤慨し、伝統よりも新しいアイデアを好み、その気になれば約束したことを実行します。

秩序と混沌に関して中立な人は、権威に対して正常な敬意を持ち、従う義務も反逆する義務も感じません。 彼女は正直ですが、嘘をついたり他人を騙したりする誘惑に駆られることがあります。


<h2 c=ty>動物 対 道徳</h2>
道徳的行動ができない動物やその他のクリーチャーは、真に善か悪か、秩序か混沌かを判断する道徳的能力を欠いているため、中立です。


<h2 c=ty>9つの属性</h2>
9つの異なる属性が、秩序-混沌軸と善-悪軸のすべての可能な組み合わせを定義している。しかし、この規範からは個人差があり、あるキャラクターが日によって多かれ少なかれ自分の属性に沿った行動をとる可能性があることを忘れてはならない。

最初の 6 つの属性 (秩序にして善から混沌にして中立まで) は、冒険者にとっての標準的な属性です。 3 つの悪の配置はモンスターと悪役用です。]]
s_x_ua		="%s 属性"

u_alns_text={-- z_ua
[ua_lg]={n="秩序にして善"		,d="秩序にして善, “クルセイダー”: \n\n秩序にして善の人物は、善良な人物が期待または要求されるとおりに行動します。 彼女は悪に立ち向かうという決意と、容赦なく戦う規律を兼ね備えています。 彼女は真実を語り、約束を守り、困っている人々を助け、不正義に対して声を上げます。 秩序にして善の性格は、罪を犯した者が罰されないのを見るのを嫌います。\n\n秩序にして善は、名誉と思いやりを兼ね備えているため、あなたにとって最高の属性です。"},
[ua_ng]={n="中立にして善"		,d="中立にして善, “ベネファクター”: \n\n中立にして善の性格は、善良な人間ができる最善を尽くします。 彼は他人を助けることに専念しています。 彼は王や治安判事と協力していますが、彼らに恩義を感じていません。\n\n中立にして善とは、秩序に賛成または反対する偏見なく善を行うことを意味するため、最善の属性です。"},
[ua_cg]={n="混沌にして善"		,d="混沌にして善, “レブル”: \n\n混沌にして善の性格は、他人が自分に期待していることをほとんど考慮せず、良心の赴くままに行動します。 彼はマイペースですが、優しくて慈悲深いです。 彼は善と正義を信じていますが、法律や規制はほとんど用いません。 彼は、人々が他人を脅迫したり、何をすべきかを指図しようとしたりするのが大嫌いです。 彼は自分自身の道徳の規範に従いますが、それは良いものではありますが、社会の道徳の規範とは一致しない可能性があります。\n\n混沌にして善は、善良な心と自由な精神を兼ね備えているため、あなたができる最良の属性です。"},
[ua_ln]={n="秩序にして中立"		,d="秩序にして中立, “ジャッジ”: \n\n秩序にして中立のキャラクターは、法律、伝統、または個人的な規範に従って行動します。 彼女にとって秩序と組織化は最も重要です。 彼女は個人の秩序を信じ、規範や基準に従って生きるかもしれません。あるいは、全員の秩序を信じて、強力で組織された政府を支持するかもしれません。\n\n秩序にして中立は、あなたが信頼でき、名誉ある人であることを意味するため、あなたにとって最善の属性です。 熱狂者でなくても。"},
[ua_nn]={n="真なる中立"			,d="真なる中立, “アンディサイディド”: \n\n真なる中立のキャラクターは、良いアイデアと思われることを実行します。 彼女は、善と悪、法と混沌に関してはどちらかというと強い感情を持っていません。 ほとんどの真なる中立のキャラクターは、中立性への取り組みではなく、信念や偏見の欠如を示します。 そのようなキャラクターは、善が悪よりも優れていると考えています。結局のところ、彼女は悪の隣人や支配者よりも善良な隣人や支配者を持つことを望んでいます。 それでも、彼女は抽象的または普遍的な方法で善を守ることに個人的に取り組んでいません。\n\n一方、真なる中立のキャラクターの中には、哲学的に中立を貫く人もいます。 彼らは善、悪、法、混沌を偏見や危険な極端なものとして見ています。 彼らは、長期的に見て最もバランスの取れた最善の道として、真なる中立という中道を提唱しています。\n\n真なる中立とは、偏見や強制なしに自然に行動することを意味するため、自分ができる最善の属性です。"},
[ua_cn]={n="混沌にして中立"	,d="混沌にして中立, “フリースピリット”: \n\n混沌にして中立のキャラクターは自分の気まぐれに従います。 彼は最初で最後まで個人主義者です。 彼は自分の自由を尊重しますが、他人の自由を守ろうとはしません。 彼は権威を避け、制限を嫌い、伝統に挑戦します。 混沌にして中立のキャラクターは、無秩序の作戦の一環として意図的に組織を混乱させることはありません。 そうするためには、彼は善（そして他者を解放したいという願望）または悪（そして自分と異なる人々を苦しめたいという願望）によって動機付けられている必要があります。 混沌にして中立のキャラクターは予測不可能かもしれませんが、彼の行動は完全にランダムというわけではありません。 彼は橋を渡る可能性ほど、飛び降りる可能性は高くありません。\n\n混沌にして中立は、社会の制限と善行者の熱意の両方からの真の自由を表すため、あなたができる最良の属性です。"},
[ua_le]={n="秩序にして悪"		,d="秩序にして悪, “ドミネーター”: \n\n秩序にして悪の悪人は、誰を傷つけるかを考慮せずに、自分の行動規範の範囲内で自分の望むものを系統的に実行します。 彼は伝統、忠誠心、秩序を重視しますが、自由、尊厳、生命には気を配りません。 彼はルールに従って行動しますが、慈悲や思いやりはありません。 彼は階層構造に慣れており、支配したいと思っていますが、喜んで奉仕します。 彼は他人をその行動によってではなく、人種、宗教、故郷、社会的地位によって非難します。 彼は法律や約束を破ることを嫌います。\n\nこの気乗りのなさは、部分的には彼の性質によるものであり、部分的には道徳的な理由で反対する者たちから身を守ることに依存しているためです。 秩序にして悪の中には、冷血な殺人をしてはいけない（ただし、手下にはやらせてはいけない）、子供たちに危害を加えてはいけない（助けられるのであれば）など、特定のタブーを設けている人もいます。 彼らは、こうした罪の意識によって、自分たちが無節操な悪役よりも優位に立っていると想像しています。\n\n一部の秩序にして悪の人々やクリーチャーは、善に尽力する十字軍のような熱意で悪に身を投じます。 彼らは、自らの目的のために他人を傷つけることをいとわないだけでなく、悪を自分自身の目的として広めることに喜びを感じます。 彼らはまた、悪を行うことを邪悪な神や主人に対する義務の一部とみなしているかもしれません。\n\nデビルは秩序にして悪の典型であるため、秩序にして悪は「ディアボリカル」と呼ばれることもあります。\n\n秩序にして悪は最も危険な属性です。 それは、組織的で意図的で、頻繁に成功する悪を表しています。"},
[ua_ne]={n="中立にして悪"		,d="中立にして悪, “マレファクター”: \n\n中立にして悪は、できる限りのことは何でもします。 彼女は自分自身のために行動し、純粋で単純です。 彼女は、利益のため、スポーツのため、便宜のためであろうと、自分が殺した相手に対しては涙を流さない。 彼女は秩序を愛することはなく、法律、伝統、規範に従うことで自分がより良く、より高貴になれるという幻想を抱いていません。 その一方で、彼女には、混沌とした悪役のような落ち着きのない性質や争いを好む性格はありません。\n\n中立にして悪の中には、悪を理想として掲げ、それ自体のために悪を犯す人もいます。 ほとんどの場合、そのような悪役は邪悪な神や秘密結社に献身しています。\n\n中立にして悪は、名誉や変動のない純粋な悪を表すため、最も危険な属性です。"},
[ua_ce]={n="混沌にして悪"		,d="混沌にして悪, “デストロイヤー”: \n\n混沌にして悪のキャラクターは、貪欲、憎しみ、破壊への欲望の赴くままに何でも行います。 彼は短気で、凶悪で、恣意的に暴力的で、予測不可能です。 手に入るものは何でも手に入れようとするだけなら、彼は冷酷で残忍です。 もし彼が悪と混乱の蔓延に専念しているなら、彼はさらに悪いです。 ありがたいことに、彼の計画は行き当たりばったりで、彼が参加したり結成したグループは組織化が不十分だ。 通常、混沌にして悪の人々を協力させることができるのは武力によってのみであり、その指導者は打倒や暗殺の試みを阻止できる限り存続します。\n\n混沌にして悪は「デモニック」と呼ばれることもあります。これは、デーモンがその典型であるためです。\n\n混沌にして悪は、美と生命の破壊だけでなく、美と生命が依存する秩序の破壊も表すため、最も危険な属性です。"},
[ua_ag]={n="善"				,d="善属性"},
[ua_ae]={n="悪"				,d="悪属性"},
[ua_al]={n="秩序"				,d="秩序属性"},
[ua_ac]={n="混沌"			,d="混沌属性"},
[ua_an]={n="中立"		,d="中立属性"},
[ua_og]={n="善ではない"			,d="善ではない属性"},
[ua_oe]={n="悪ではない"			,d="悪ではない属性"},
[ua_ol]={n="秩序ではない"			,d="秩序ではない属性"},
[ua_oc]={n="混沌ではない"			,d="混沌ではない属性"},
[ua_on]={n="中立ではない"			,d="中立ではない属性"},
[ua_aa]={n="どれでも"				,d="どんな属性でも"},
}


-- z_tut
s_tuts		="チュートリアル"
tut_arena	="アリーナへようこそ"
tut_arena_d	=[[最初の一歩は、デフォルトのパーティを使って直接戦うのが最も早い方法です！

もちろん、時間をかけてキャラクターを選んだり作成したりして、自分の夢のパーティを作ることもできます。]]

tut_glory	="チャンピオン特権"
tut_glory_d	=[[厳しい戦いを通してアリーナで十分な勲章を得ると、様々なチャンピオン特権を得るためにこれらのポイントを使うことができます。]]


wld_mov		="世界旅行と時間経過"
wld_mov_d	=[[デフォルトでは、世界が一時停止しています。 自分のパーティを含め、すべてが停止しています。

マップ上の任意の到達可能な場所をクリックすると、時間が経過し始め、世界が動き出しパーティは自動的に目的の場所に移動します。

移動が終了すると、世界は再び停止します。]]


combat_hlp		="戦闘の仕組み"
combat_hlp_d	=[[戦闘はターン制です。 誰もが順番に行動します。

各ラウンドの活動は、最高のイニシアチブを持つキャラクターから始まり、そこから順番に進みます。

すべてのキャラクターは1ターンに2つの行動をとることができます：移動と攻撃です。 最も一般的な戦術は敵へ移動して攻撃することです。

敵がすでに攻撃範囲内にいる場合、直接攻撃することができ、攻撃はより強力になります！]]

cast_spl	="呪文の詠唱"
cast_spl_d	=[[武器の攻撃に加えて、クレリックやウィザードは呪文を唱えることができます。

呪文の使い手のターンが始まると、詠唱する呪文を画面の下部にあるアクションバーで選ぶことができます。

注：スリープのようないくつかの強力な呪文は、移動せずに詠唱することができます。]]

tut_hard_terr	="移動困難な地形"
tut_hard_terr_d	=[[小さな障害物や呪文の効果(蜘蛛の巣やグリースなど)がある地形、味方や拘束された敵が占有するスクエアは移動困難な地形とみなす。

これらの地形は通り抜けるのに2倍の努力を必要とし、<c=g>ステップ</c>することもできない。]]


-- z_effs
effs={
{n="ノックバック"			,d="対象を１スクエア ノックバックする。"},
{n="ストライクダウン"		,d="対象を１スクエア ノックバックし伏せ状態にする(Fall)。"},
{n="パワーストライクダウン"	,d="対象を２スクエア ノックバックし伏せ状態にする(Fall)。"},
}