-- z_mon	there are some same text in races.lua, copy & paste may needed.
monsters={
{n="ジャイアント アント ソルジャー"},
{n="ジャイアント アント ワーカー"},
{n="ジャイアント アント ドローン"},
{n="ジャイアント アント クイーン"},
{n="ハンティング ジャイアント スパイダー"},
{n="ウェブスピニング ジャイアント スパイダー"},

{n="ジャイアント ラット"},
{n="ダイア ラット"},
{n="ウルフ"},
{n="ダイア ウルフ"},
{n="ボア"},
{n="ダイア ボア"},
{n="ブラウン ベア"},
{n="ダイア ベア"},

{n="サラマンダー"},
{n="トキシック リザード"},
{n="ショッカー リザード"},
{n="バジリスク"},

{n="ゴブリン リクルート"},
{n="ゴブリン スカウト"},
{n="ゴブリン カットスロート"},
{n="ゴブリン インペイラー"},
{n="ゴブリン ローグ"},
{n="ゴブリン シューター"},
{n="ゴブリン アーソニスト"},
{n="ゴブリン フロッグ ウィスパラー"},

{n="バグベア フレッシュカーヴァー"},
{n="バグベア ブラッドシーカー"},
{n="バグベア ストラングラー"},
{n="バグベア チーフテン"},

{n="ホブゴブリン リクルート"},
{n="ホブゴブリン ソルジャー"},
{n="ホブゴブリン アーチャー"},
{n="ホブゴブリン レンジャー"},
{n="ホブゴブリン ウォープリースト"},
{n="ホブゴブリン ウォーキャスター"},
{n="ホブゴブリン コマンダー"},
{n="ホブゴブリン ウォーロード"},

{n="コボルド マイナー"},
{n="コボルド スカーミッシャー"},
{n="コボルド スリンガー"},
{n="コボルド ドラゴンシールド"},
{n="コボルド ワームソーサラー"},
{n="コボルド ワームプリースト"},

{n="グリーンスケイル シーカー"},
{n="ブラックスケイル ブルーザー"},
{n="グリーンスケイル ハンター"},
{n="グリーンスケイル マーシュミスティック"},
{n="ポイズンスケイル メイガス"},
{n="ブラックスケイル ドラゴンソーサラー"},

{n="ノール ポーチャー"},
{n="ノール マラウダー"},
{n="ノール クローファイター"},
{n="ノール ハンター"},
{n="ノール ハントマスター"},
{n="ノール パックリーダー"},

{n="オーク ドラッジ"},
{n="オーク スカウト"},
{n="オーク レイダー"},
{n="オーク ブラッドレイジャー"},
{n="オーク スカーウィッチ ドクター"},
{n="オーク ブレードマスター"},
{n="オーク チーフテン"},
{n="オログ アーチャー"},
{n="オログ チーフテン"},

{n="オーガ"},
{n="オーガ キング"},

{n="トロール"},
{n="ウォー トロール"},
{n="トロール グレイトミストレス"},

{n="ワーラット ソードマン"},
{n="ワーラット クロスボウマン"},

{n="ワーウルフ"},
{n="ワーウルフ ロード"},

{n="ミノタウロス"},
{n="メデューサ"},

{n="ドラウ デスブレイズ"},
{n="ドラウ ポイズン クロスボウマスター"},
{n="ドラウ プリーステス"},
{n="ドラウ ミストレス"},

{n="ヒューマン ソードマン リクルート"},
{n="ヒューマン クロスボウマン リクルート"},
{n="ヒューマン クレリック"},
{n="ヒューマン アークビショップ"},
{n="ヒューマン メイジ"},
{n="エルフ アーチャー"},
{n="エルフ アーケインアーチャー"},
{n="エルフ スカウト"},
{n="ドワーフ ガード"},
{n="ドワーフ モーラー"},
{n="ノーム ヒプノティスト"},
{n="ハーフリング スリンガー"},
{n="ハーフリング シーフ"},
{n="ハーフリング アサシンリーダー"},
{n="ハーフオーク バーサーカー"},

{n="スケルトン ウォリアー"},
{n="スケルトン アーチャー"},
{n="デクレピット スケルトン"},
{n="スケルトン チャンピオン"},
{n="ゾンビ"},
{n="プレイグ ゾンビ"},
{n="ゾンビ ロード"},
{n="グール"},
{n="ホード グール"},
{n="ヴァンパイア"},
{n="ヴァンパイア スポーン"},
{n="ヴァンパイア ロード"},
{n="リッチ"},
{n="デミ リッチ"},

{n="クレイ ゴーレム"},
{n="ストーン ゴーレム ガード"},
{n="オブシディアン ゴーレム"},
{n="アイアン ゴーレム ディフェンダー"},
{n="クロックワーク サーヴァント"},
{n="クロックワーク ソルジャー"},

--{n="エア エレメンタル"},
--{n="ファイア エレメンタル"},
--{n="ウォータ エレメンタル"},
--{n="アース エレメンタル"},
}

s_abi_mods_ex=[[
<b c=tg>能力値+2: </b>ヒューマンのキャラクターは、その多様な性質を表すために、作成時に選択した1つの能力値に＋2のボーナスを得る。

<b c=tg>敏捷力+2、知力+2、 <c=tr>耐久力-2: </c></b>エルフは身も心も軽快だが、その姿はか弱い。

<b c=tg>能力値+2: </b>ハーフエルフのキャラクターは、その多様な性質を表すために、作成時に選択した能力値1点に＋2のボーナスを得る。

<b c=tg>耐久力+2、判断力+2、<c=tr>魅力-2: </c></b>ドワーフはタフで賢明だが、少々不愛想でもある。

<b c=tg>知力+2、魅力+2、 <c=tr>筋力-2: </c></b>ノームは肉体的には弱いが、意外に頑健でその態度は自然に好感を抱かせる。

<b c=tg>敏捷力+2、魅力+2、 <c=tr>筋力-2: </c></b>ハーフリングは身軽で意志が強いが、小柄なため他の種族より弱い。

<b c=tg>筋力+2、耐久力+2、 <c=tr>知力-2,魅力-2: </c></b>ハーフオークは強いが、オークの血筋を引いているため、鈍く粗野である。
]]


-- 类人生物	Humanoid


s_hum			= "ヒューマン"
s_hum_d			= [[
ヒューマンは並外れた意欲と、耐え忍び拡大する偉大な能力を持っており、現在世界を支配している種族である。

彼らの帝国や国家は広大なもので、これらの社会の市民は剣の腕力と呪文の力で自らの名を刻む。

野心的で、時に英雄的で、常に自信に満ち溢れている人間は、共通の目標に向かって協力する能力を持っている。

他の種族に比べると短命だが、その無限のエネルギーと行動力によって、短い生涯で多くのことを成し遂げる。
]]
s_hum_eds={
[race_ed_dd1]=[[
人類は並外れた行動力と忍耐力、拡大力を持ち、現在世界を支配している種族である。彼らの帝国や国家は広大無辺であり、これらの社会の市民は剣の腕力と呪文の力で自らの名を刻んでいる。人間の文化は、野蛮だが高潔な部族から、退廃的で悪魔を崇拝する高貴な一族まで、国際的な都市に至るまでさまざまである。人間の好奇心と野心は、定住的なライフスタイルを好む傾向に勝ることが多く、多くの者が故郷を離れ、忘れ去られた無数の世界の隅々を探検したり、強大な軍隊を率いて隣国を征服したりする。

人間社会はノスタルジーと未来主義の奇妙な融合体であり、過去の栄光や切望に満ちた「黄金時代」に熱狂する一方で、伝統や歴史を捨て去り、新たな事業に打って出る。過去の遺物は貴重な骨董品や博物館の展示品として保管される。人間は無生物の遺物だけでなく、生き物をも収集するのが好きで、娯楽のために展示したり、自分の側に置いたりする。他の種族は、このような行動は人間の精神に深く根ざした支配欲や権力を主張する衝動によるもので、世界の野生のものや場所を奪い、支配し、手なずけようとする衝動によるものだと指摘する。より慈愛に満ちた見方をする人々は、人間は単なる経験の収集家であり、生きていようが死んでいようが生きていなかろうが、取っておいたり保管したりするものは、自分が行った場所や見たもの、成し遂げた行為を思い出させるための記念品に過ぎないと考えている。現在と未来の価値はおまけに過ぎず、本当の価値は、人類の必然的な進歩を継続的に思い起こさせるものなのだ。

人類は多くの場所で古い人種や文化に魅了されるが、時には古く（彼らにとっては）時代遅れの伝統に不満を抱いたり、軽蔑さえするようになる。そのため、他民族に対する態度は、異国趣味と偶像崇拝が奇妙に混ざり合ったものでさえある。しかし、たいていの場合、それらの文化に対する理解や評価はごく表面的なレベルであり、根深い傲慢さとともに、ほとんどの人間は自分たちを社会の基準以外の何ものでもないと考えることが難しい。他種族の研究に携わっている人間の学者は、最も国際的で、彼らの性質や文化に精通していると思われがちだが、社会的距離を縮めることに関しては、学識の浅い種族に劣ることが多い。人間は社交的で、しばしば友好的で、他人と交わり、交流することを厭わないが、他人を軽々しく疎外することに無頓着であることが、他種族が彼らと接するとき、とても苛立たせるのである。

もちろん、他民族に人間への疑念を抱かせるのは、善意や無知、数的優位だけではない。歴史上、人間の他国人恐怖症や不寛容が社会的孤立主義、市民弾圧、血なまぐさい粛清、異端審問、暴徒による暴力、そして公然たる戦争につながった例は、まったくもって枚挙にいとまがない。人種、言語、宗教、階級、性別、あるいはその他の違いについてであれ、恐怖を煽り、疑念を抱かせやすいのは人間だけではない。より過激な同胞が政治的・文化的な話題を独占している間、より穏健な人間市民はしばしば傍観している。しかし、過激派に対抗し、あらゆる人種、信条、国、種族を超え、垣根を越えて大小の同盟や関係を結び、違いを超えて団結する精神を体現している人々も大勢いる。
]],
[race_ed_dd2]=[[

]],
[race_ed_phy]=[[
人間の身体的特徴は、世界の風土と同じくらい多様である。南の大陸の黒い肌の部族から、北の大地の色白で野蛮な略奪者まで、人間はさまざまな肌の色、体型、顔の特徴を持っている。

一般的に、人間の肌の色は赤道に近いほど濃くなる。同時に、骨格、髪の色や質感、目の色、顔や体の表現型の特徴は、地域によって大きく異なる。頬骨は高かったり広かったり、鼻筋は通っていたり平らだったり、唇はふっくらとしていたり薄かったりする。

もちろん、外見はランダムではないし、家族的、部族的、あるいは国家的な共通点から、その人間の出身地が一目でわかる、あるいは少なくとも推測できることも多い。

身につける衣服や宝石だけでなく、手の込んだヘアスタイル、ピアス、タトゥー、さらには傷跡までもがそうである。
]],
[race_ed_soc]=[[
人間社会は、数多くの政府、考え方、ライフスタイルで構成されている。最も古い人類の文化は何千年も過去の歴史をたどっているが、エルフやドワーフなど他の種族の社会と比べると、帝国が分裂し、新しい王国が古い王国を吸収するように、人類社会は常に流動的な状態にあるように見える。

一般的に、人間はその柔軟性、独創性、野心で知られている。生物学的にというよりも、既知の枠を飛び越え、何が待っているかに向かって突き進むその意欲においてだ。

多くの、あるいはほとんどの人間は、個人としては快適な日常に満足しているが、人間という種には、あらゆる地平線の向こうの可能性に向かって努力する、勇敢な発見精神がある。
]],
[race_ed_rel]=[[
人間は繁殖力があり、その意欲と数の多さから、領土拡張や植民活動の際に他の種族と接触することがよくあります。この傾向は多くの場合、暴力や戦争につながりますが、人間はまた、暴力で対抗しようとしない種族とは迅速に和解し、同盟を築くこともあります。

プライドが高く、時には傲慢なまでに、人間はドワーフをみすぼらしい酔っ払い、エルフを飛んじゃったおバカさん、ハーフリングを卑劣な泥棒、ノームをひねくれた狂人、ハーフエルフやハーフオークを厄介者扱いするかもしれないが、種族間の多様性ゆえに、多くの人間は他者をありのままに受け入れることに長けている。

人間は自分のことに没頭するあまり、他人の言語や文化に無知なままであることがある。この無知を憎悪の極みとし、危険、奇妙、あるいは "不純 "と見なした他人を不寛容、抑圧、まれに絶滅させることさえある。ありがたいことに、このような事件や運動は、一部の人々の目には全人類を汚すものと映るかもしれないが、多くの場合、ルールというよりは例外である。
]],
[race_ed_aln]=[[
人類はおそらく、一般的な種族の中で最も多様性に富み、巨悪と無限の善の両方の能力を備えている。ある種族は広大な野蛮な大群を形成し、またある種族は数マイルに及ぶ広大な都市を建設する。全体として見れば、ほとんどの人間は中立であるが、一般的には特定の同盟を持つ国家や文明に集まる傾向がある。

人類はまた、最も幅広い神々や宗教を持ち、他の種族のような伝統との結びつきがなく、栄光や庇護を与えてくれる者なら誰にでも頼ろうとする。
]],
[race_ed_adv]=[[
野心だけで動く人間は数知れず、多くの冒険者は富、名声、社会的地位、アーケインの知識など、目的を達成するための手段として冒険をする。また、危険なスリルだけを求めて冒険の道を志す者も少なくない。

人間には様々な地域や背景があり、冒険者パーティの中でどのような役割も果たすことができる。
]],
[race_ed_nam]=[[
一般的に特定の伝統や共有する歴史に固執する他の人種とは異なり、人類の多様性はほぼ無限の名前を生み出した。

北部の野蛮な部族の人間の名前は、亜熱帯の船乗りや貿易商の国の人間の名前とはだいぶ違う。

同じ言語を話す人間であっても、その出自によって、信仰や外見と同じようにさまざまな名前を持つことがある。
]],
}


s_elf			= "エルフ"
s_elf_d			= [[
背が高く、気高く、しばしば高慢なエルフは長命で、荒野の繊細な支配者である。

エルフはアーケインを得意とする。彼らはしばしば自然との本質的な結びつきを利用して新しい呪文を鍛え、作り手と同じように、時の荒波をほとんどものともしないような不思議なアイテムを作り出す。

私的で内向的な種族であるエルフは、他人の苦境に無関心な印象を与えることがある。
]]
s_elf_eds={
[race_ed_dd1]=[[
長寿のエルフは自然界の子供であり、表面的にはフェイクリチャーとよく似ているが、重要な違いがある。フェイはその故郷の動植物と真に結び付き、ほぼ不滅の声として、また荒野の守護者として存在するが、エルフはその代わりに周囲の自然界と同調する人型生物である。エルフは自然とのバランスを保ちながら生きようとし、他の多くの人間よりも自然をよく理解している。この理解には神秘的なものもあるが、エルフの寿命の長さから来るものも大きい。エルフは同じ土地で何世紀も活動し続けることができる。そのためには、持続可能なライフスタイルを維持することを学ばなければならないが、それは自然を意のままにしようとするのではなく、自然とともに働くときに最も容易にできることである。

しかし、エルフと自然との結びつきは、実利主義によるものばかりではない。エルフの身体は時間の経過とともにゆっくりと変化し、精神的・霊的な状態を身体的に表現するようになる。また、ある地域に長期間住む者は、身体的に周囲の環境に適応するようになり、特にその土地の環境を反映した色彩を帯びるようになる。

エルフはプライバシーと伝統を重んじ、個人レベルでも国家レベルでも友人を作るのに時間がかかることが多いが、ひとたび部外者が同志として受け入れられると、その同盟関係は何世代にもわたって続くことがある。エルフは長い寿命を共有する種族、あるいはそれ以上の種族と同盟を結ぶことに大きな喜びを感じ、しばしばドラゴン、来訪者、フェイと親しくなろうと努力する。一方、寿命の短い種族の中で一生を過ごすエルフは、次々と目の前で仲間が老いて死んでいくのを目の当たりにした結果、死に対する偏った認識を持ち、不機嫌になることが多い。
]],
[race_ed_dd2]=[[
]],
[race_ed_phy]=[[
一般的に人間よりも背が高いエルフは、優雅でほっそりとした体格をしており、長く尖った耳がそれを際立たせている。エルフの細い手足は驚くほどのパワーを秘めているからだ。

目は大きくアーモンド型で、鮮やかな色の大きな瞳孔を持つ。エルフ全体の色彩は千差万別で、人間のそれよりもはるかに多様である。しかし、エルフの色彩は周囲の環境と一致することが多いため、ひとつのコミュニティ内のエルフはよく似ているように見えることもある。森に住むエルフの髪、目、そして肌の色には、緑、茶色、褐色などのバリエーションがあることが多い。

エルフの服装は自然界の美しさを表現することが多いが、都市に住むエルフは最新のファッションに身を包む傾向がある。都会に住むエルフが他の都会人と出会う場所では、そのエルフが流行の最先端を行くことが多い。
]],
[race_ed_btl]=[[
エルフは用心深い戦士であり、可能な限り時間をかけて相手と戦闘場所を分析し、待ち伏せ、狙撃、カモフラージュを駆使して有利な状況を最大化する。エルフは隠れ家からの射撃を好み、見つかる前に退却し、敵が全員死ぬまでこの作戦を繰り返す。

ロングボウ、ショートボウ、レイピア、ロングソードを好む。近接戦闘では、エルフは優雅かつ大胆で、観察するのも美しい複雑な立ち回りを用いる。エルフの魔法使いは、他のエルフに影響を与えないため、戦闘中に睡眠魔法を使うことが多い。
]],
[race_ed_soc]=[[
多くのエルフは自然との絆を感じ、自然界と調和して生きようと努力する。多くのエルフがそうであるように、資源に恵まれた豊かな土地を好むが、厳しい気候に追いやられると、その地域の恵みを守り、羊飼いとして働き、わずかな収穫から最大限の利益を得る方法を学ぶ。砂漠や荒れ地で持続可能で信頼できる生活を切り開くことができたとき、彼らはその達成を社会として誇りに思う。そのため、そのような土地を旅しなければならない部外者と親しくなる際には優れたガイドとなるが、自分たちと同じように乏しい土地で生活することを学んでいない者を軽蔑するため、そのような友人は稀である。

エルフは、特に木、骨、象牙、皮革を扱う職人技と芸術性に天賦の才がある。しかし、ほとんどのエルフは土や石を扱うことを不快に感じ、鍛造や石工、陶芸を避けたがる。共同体の中でそのような仕事をしなければならない場合、少数のエルフはその仕事に惹かれるかもしれないが、職人としての技量にかかわらず、そのような "土の職人"は一般的に他のエルフから少しずれていると見られている。最も偏狭なエルフ社会では、下層階級として扱われることさえある。

エルフはまた、文字や魔法、丹念な研究にも造詣が深い。生まれつきの鋭敏な頭脳と感覚、そして先天的に備わった忍耐力が、ウィザードに特に適している。魔術の研究と達成は、兵士や建築家と同じように実用的な目標であると同時に、詩や彫刻と同じように芸術的な努力でもあると考えられている。エルフの社会では、ウィザードは力強さと美的価値を併せ持つ芸術の達人として非常に高い評価を得ている。他の呪文の使い手が軽蔑されることはないが、エルフのウィザードに惜しみなく注がれる賞賛を得ることはない。
]],
[race_ed_rel]=[[
エルフは他種族を軽率で衝動的だと決めつけ、見下す傾向があるが、個人レベルでは人格判断に優れている。多くの場合、エルフは他種族の特定のメンバーを評価するようになり、その個人は相応しく、尊敬に値すると見なす一方で、種族全体を見下すようになる。この行動を指摘された場合、そのエルフはなぜ "特別な友人 "が、その友人が "他の種族よりとても優れている "ことにエルフが気づいたことに腹を立てるのか理解できないことが多い。そのような偏見をありのままに受け止めているエルフでさえ、そのような見方が自分の思考を色づけてしまわないよう、常に自らを戒めなくてはならない。

しかしエルフは、他の種族や文化のあらゆる側面を否定するほど愚かではない。エルフはドワーフの隣人を望まないかもしれないが、ドワーフの鍛冶の技術やオークの脅威に立ち向かう粘り強さは真っ先に認めるだろう。エルフはノームを奇妙な（そして時には危険な）珍品と見なすが、彼らの魔法の才能は賞賛と尊敬に値すると考える。ハーフリングはしばしば憐れみの目で見られるが、この小さな民はエルフにとって伝統的な故郷を持たず、漂流しているように見えるからである。エルフは人間に魅了される。彼らは、エルフが何世紀もかけて築き上げたような充実した人生を、数年の短い年月で送っているように見える。実際、多くのエルフが人間に夢中になる。ハーフエルフの多さがそれを証明している。しかし、エルフはどのような種類の異種交配も受け入れ難く、そのような子孫は通常縁を切る。同様にハーフオークに対しても不信と猜疑の念を抱き、オークと人間の性格の悪い面を併せ持っていると考える。
]],
[race_ed_aln]=[[
エルフは感情的で気まぐれだが、優しさと美しさを大切にする。ほとんどのエルフは混沌として善良で、すべての生き物の安全と幸福を願うが、その目標を達成するために個人の自由や選択を犠牲にすることは望まない。

肉体的な満足を求めるのではなく、個人的な芸術性と表現の自由の見本となる。
]],
[race_ed_adv]=[[
多くのエルフは世界を探検したいという願望から冒険に乗り出し、忘れ去られたエルフの魔法を取り戻すために人里離れた領地を離れたり、祖先が数千年前に築いた失われた王国を探し求めたりする。

より広い世界を見たいという欲求は、成熟した経験豊かな人間になるための自然なこととして、彼らの社会に受け入れられている。そのようなエルフは、数十年後には再び故郷に戻り、財宝も世界観も豊かになって生活を始めることが期待されている。しかし、人間の中で育ったエルフにとって、故郷での生活は、友人や家族が急速に老いて死んでいくのを目の当たりにし、息が詰まることが多く、はかなく自由な冒険者の生活は、自然な魅力を秘めている。

エルフは比較的虚弱であるため、一般的に近接戦闘を避け、その代わりに射程距離で敵と交戦することを好む。ほとんどの者は、戦闘は必要であっても不愉快なものであると考え、できるだけ早く、できれば敵の匂いを嗅ぎ分けられるほど近づかずに終わらせることを好む。このような遠距離での戦闘を好む性質と、生まれつきの正確さ、アーケインの理解力が相まって、エルフはウィザードやレンジャーといったクラスを目指すようになる。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
カラドレル,ヘルダレル,ランリス,メアドラレル,セルドロン,タラテル,ヴァリエル,ゾードロン。

<c=twa>女性名:</c>
アムルネララ,ダードララ,ファウンラ,ジャタール,メリシエル,オパラル,スムラル,テッサラ,ヤランドララ。
]],
}


s_drow="ドラウ"
s_drow_c="この浅黒い肌のエルフは、戦闘態勢に入ったポーズで立ち、髪は銀色、目は白く瞳孔が開いている。"
s_drow_fav_cls="男性のドラウは、兵士やスパイとして敵やその家の近くに身を置く武闘派や隠密系のクラスを好む。女性のドラウは一般的に、バードや特にクレリックのような、リーダーシップに適した職業に就く。男女ともにアーケインの才能があり、ウィザードやサモナーになることもある。"..add_hr("ドラウの得意クラスをウィザード（男性）またはクレリック（女性）からウィザードに一時的に変更。")
s_drow_traits=[[
<b c=tg>敏捷力+2、知力+2、魅力+2、 <c=tr>耐久力-2: </c></b>他のエルフに比べ、ドラウはエレガントで知的、不思議な魅力に溢れている。]]
.."\n\n"..xs_lbl("s_spl_res_11")
.."\n\n"..xs_lbl("s_res_spl_will_race_2")
.."\n\n"..[[
<b>武器の熟練度: </b>ショートソード、レイピア、ハンドクロスボウに熟練。<c=tr>この特性はハイエルフの武器熟練度に取って代わる。</c>

<b>感覚: </b><t=@pwr_darkvision_120 c=fc_b>夜目120フィート。</t> <c=tr>この特性は、ハイエルフの低照度視力を代替する。</c>]]
.."\n\n"..xs_lbl_r("s_lit_blind")
.."\n\n"..[[
<b>特別な資質: </b><t=@pwr_tox_drow c=fc_b>毒</t>。

<b>呪文に似た能力: </b>詠唱可<t=@pwr_sp_lt_0_dance c=fc_b>ダンシングライト</t>, <t=@pwr_sp_dk_2 c=fc_b>ダークネス</t>, <t=@pwr_sp_lt_1_fey c=fc_b>フェアリーファイア</t> 1日1回ずつ。呪文の使い手レベルはキャラクターレベルと等しい。
]]
s_drow_langs=[[
<b>自動習得言語: </b>共通語、エルフ語、地下共通語。
<b>ボーナス習得言語: </b>奈落語(アビサル)、水界語、竜語、ドラウ手話言語、ノーム語、ゴブリン語。

<c=twc>ドラウは共通語、エルフ語、地下共通語を話す。</c>
]]
s_drow_d=[[
地上のエルフの暗い反映であるドラウは、世界の光を消し去ろうとする影の狩人である。

ダークエルフとも呼ばれるドラウは、通常悪魔に仕える強力な魔法生物であり、その混沌とした性質だけが、彼らがさらに大きな脅威となることを阻止している。

堕落した虚無的な社会を捨て、英雄の道を歩む少数精鋭。
]]
s_drow_eds={
[race_ed_dd1]=[[
残酷で狡猾なドラウは、エルフの種族の暗黒の反映である。ダークエルフとも呼ばれる彼らは、サイクロペアの洞窟の岩で形作られた精巧な都市の地下深くに住んでいる。ドラウは地上のヒューマンにはめったに姿を見せず、伝説に留まりながら、代理人や諜報員を通して不吉な計画を進めることを好む。

ドラウは自分以外の誰にも愛情を持たず、他のクリーチャーを操ることに長けている。生まれつきの悪人ではないが、彼らの文化と社会には悪意が深く根付いており、不適合者が長く生き残ることはめったにない。

適切な状況が与えられれば、特に憎むべきエルフがドラウに変身するかもしれないという話もあるが、そのような変身には真に凶悪な人物が必要である。
]],
[race_ed_dd2]=[[
エルフとは血縁関係にあるが、ドラウは下劣で邪悪な従兄弟である。ダークエルフと呼ばれることもあるこの狡猾なクリーチャーは、地下世界の洞窟やトンネルを徘徊し、恐怖と力によって広大な地下都市を支配している。悪魔を崇拝し、遭遇するほとんどの種族を奴隷にするドラウは、地下世界で最も恐れられ、嫌われている住人である。

ドラウは地表に住む同族よりも背が低く、少し細身だが、それ以外は身体的に似ている。ドラウの皮膚は黒く、黒から霞んだ紫色まである。ほとんどのドラウは白髪か銀髪で、目は白か赤だが、他の色も珍しくない。

ドラウの社会は強力な貴族によって支配されており、虐待的で危険な家長によって統治されている。ドラウの大多数は一般兵と退廃した市民であり、基本ステータスはここに示した通りである。
]],
[race_ed_phy]=[[
ドラウの体格は人間に似ているが、華奢な体格とエルフの特徴（特徴的な長く尖った耳など）を持っている。

目は瞳孔がなく、通常白か赤である。ドラウの肌はコールブラックからくすんだ紫色まで幅広い。髪は白か銀が一般的だが、多少の違いはある。
]],
[race_ed_btl]=[[
戦闘において、ドラウは徹底的に冷酷で、公平さや慈悲をほとんど顧みない。

待ち伏せからの攻撃や、明らかに自分たちが優勢な状況に敵を誘い込むことを好む。ドラウは通常、矢に強力な毒を塗る。

事態が不利になると、ドラウはすぐに逃げ出し、奴隷や手下を残して逃走する。
]],
[race_ed_soc]=[[
ドラウの社会は伝統的に階級社会であり、母系社会である。男性のドラウは通常、外部の脅威から種族を守る武闘的な役割を果たし、女性のドラウは指導的で権威のある地位を占める。

このような性役割分担を強化するために、20人に1人のドラウが特別な能力を持って生まれ、その結果貴族とみなされる。

貴族の家はドラウの政治を規定し、各家は貴族の家長によって統治され、小家族、企業、軍団で構成される。各家はまた、魔王の支援者と関連している。

ドラウは個人の私利私欲と出世欲に強く突き動かされており、それが彼らの文化を陰謀と政治の渦巻くものに形成している。一般的なドラウは貴族の寵愛をめぐって争うし、貴族は暗殺、誘惑、裏切りの組み合わせによって権力を掌握する。
]],
[race_ed_rel]=[[
ドラウは人種的な優越感を強く持っており、非ドラウを奴隷とまだ奴隷でない者の2つのグループに分けている。

しかし実際には、同じような傾向を持つ種族（ホブゴブリンやオークなど）や、進んで奉仕する種族は奉仕種族として扱われ、ドラウ社会で一定の信頼とそこそこの地位が与えられることもある。ドワーフ、ノーム、ハーフリングのような他の種族は、鞭打ちにのみ適しているとみなされる。人を操るドラウは、ヒューマンの弱い性格を利用することに喜びを感じる。

最後に、ドラウのエルフに対する憎悪は、この種族を他のすべての種族から引き離すものであり、ダークエルフは地上の従兄弟のすべてを台無しにすることだけを望んでいる。
]],
[race_ed_aln]=[[
ドラウは権力と生存を重視し、生存を確保するためならどんな卑劣な選択も厭わない。結局のところ、彼らは逆境から生き残るだけでなく、逆境を征服するのだ。情けは無用で、古今東西の敵を容赦しない。

ドラウは強い感情と情熱というエルフの特徴を保持しているが、それを憎悪、復讐、権力欲、生々しい肉欲といった否定的な方向に向ける。その結果、ほとんどのドラウは混沌にして悪な存在となる。
]],
[race_ed_adv]=[[
征服者であり奴隷商人であるドラウは、領土を拡大することに躍起になり、その多くはエルフやドワーフの国々に古くからの恨みを晴らそうと、地表の権力を争う荒廃した場所で決着をつけようとする。

男性のドラウは、兵士やスパイとして敵やその家の近くに身を置く武闘派や隠密系のクラスを好む。女性のドラウは一般的に、バードや特にクレリックのような、リーダーシップに適した職業に就く。男女ともにアーケインの才能があり、ウィザードやサモナーになることもある。

ドラウは自然な反パラディンになれるが、女性貴族は自律的な本能を持ち、魔王と直接的な関係を持つ意志の強い男性という考えに不快感を覚えるため、男性はこの道を敬遠されることが多い。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アルカバト,ドロビッチ,フィリン,カエルムーン,ミレンディエ,ファーノックス,シレンドロス,ゾフ。

<c=twa>女性名:</c>
ベルマーニス,キュレリンス,イルヴァリア,ヨヒシス,ロスシヴィア,ティヴォルハン,ウルムブラルヤ,ヴォルンデイル。
]],
}


s_drow_n="ドラウ ノーブル"
s_drow_n_var_n="例外的なドラウ"
s_drow_n_var_d="特別な力を持って生まれた例外的なドラウであるドラウノーブルは、以下の例外を除き、ドラウのすべての人種的特徴を持っている。:"
s_drow_n_fav_cls="ドラウノーブルは圧倒的に女性が多く、クレリックのようなリーダーシップに適したクラスに就くのが一般的だ。"
s_drow_n_traits=[[
<b c=tg>敏捷力+4、知力+2、判断力+2、魅力+2、<c=tr>耐久力-2: </c></b>ドラウノーブルは非常に機敏で、観察力に優れ、威厳がある。

<b>呪文に似た能力: </b>詠唱可<t=@pwr_sp_lt_0_dance c=fc_b>ダンシングライト</t>, <t=@pwr_sp_dk_3 c=fc_b>ディープダークネス</t>, <t=@pwr_sp_lt_1_fey c=fc_b>フェアリーファイア</t>, <t=@pwr_sp_fear1 c=fc_b>コーズフィアー</t>, <t=@pwr_sp_false_life c=fc_b>フォルスライフ</t>そして、<t=@pwr_sp_shield_of_faith c=fc_b>シールドオブフェイス</t>各々は自由に使用できます。また、詠唱も可能です。<t=@pwr_sp_divine_favor c=fc_b>ディバインフェイバー</t>, <t=@pwr_sp_dispel c=fc_b>ディスペルマジック</t>そして、<t=@pwr_sp_hold_person c=fc_b>ホールドパーソン</t> 1日1回ずつ。呪文の使い手レベルはキャラクターレベルと等しい。{hr_splk}
]]
s_drow_n_hr_splk="ドラウノーブルはダンシングライト、ディープダークネス、フェアリーファイア、フェザーフォール、レヴィテイトをそれぞれ任意で唱えることができ、常時呪文のような能力としてディテクトマジックを持つ。また、ドラウノーブルはディヴァインフェイヴァル、ディスペルマジック、サジェスチョンをそれぞれ1日に1回唱えることができる。場合によっては、ドラウノーブルの呪文的能力は変化するかもしれないが、特定の呪文的能力のレベルは変化しない。ドラウノーブルの呪文的能力の呪文の使い手レベルはそのキャラクターレベルに等しい。"
s_drow_n_d=[[
20人に1人の割合で、生まれながらにして特別な力を授かっている。こうした例外的なドラウの圧倒的多数は女性で、その結果、ドラウの社会は母系制になる傾向がある。

このような特別な出産は支配者カーストの間で仕組まれ、奨励されており、母親が貴族の血筋である場合にはるかに起こりやすい。不思議なことに、父親の地位は、子供がドラウノーブルとして生まれる確率を増減させないようだ。

貴族との間に生まれた一般的なドラウの子どもは、通常死刑にされる。ドラウが崇拝する多くの魔神の1つに生け贄として捧げられるのだ。

ドラウノーブルが一般的な両親のもとに生まれることは稀であるが、そのような者は通常、自分の卑しい生い立ちの真実を隠すため、そして社会の貴族の家系のひとつに加わる過程を容易にするために、成人する前に両親や家族を殺害する。

ドラウノーブルはその近親者の大多数よりも権力が強く、そのため彼らはすぐに家の中で権力を握るようになる。ドラウ貴族の出世は通常、暗殺、誘惑、裏切りの組み合わせによって達成されるため、権力を持つほとんどのドラウは過剰な猜疑心を持つようになる。
]]


s_hfe			= "ハーフ エルフ"
s_hfe_d			= [[
ハーフエルフはしばしば祖先の種族との間に挟まれ、優美さと矛盾を併せ持つ種族である。

その二重の遺産と天賦の才能は、しばしば優秀な外交官や平和主義者を生み出すが、ハーフエルフはしばしば強烈で憂うつな孤独に陥りやすい。
]]
s_hfe_eds={
[race_ed_dd1]=[[
エルフは長い間、他の種族の羨望のまなざしを集めてきた。その大らかな寿命、魔法との親和性、生まれつきの優美さは、それぞれ隣人たちの賞賛や辛辣な羨望の的となっている。しかし、彼らの特徴の中で、その美しさほど人間の仲間を魅了するものはない。両種族が最初に接触して以来、人間はエルフを肉体的な完璧さの模範とし、これらの公正な民に自分自身の理想化された姿を見てきた。一方、多くのエルフは、人間が比較的野蛮であるにもかかわらず、魅力的であると感じ、若い種族のメンバーが短い人生を生き抜く情熱と衝動に惹かれている。

このような相互の熱愛が恋愛関係に発展することもある。通常、人間の基準からしても短命ではあるが、そのような逢瀬が、2つの文化の末裔でありながらどちらの文化も受け継がない種族、ハーフエルフの誕生につながることもある。ハーフエルフは互いに繁殖することができるが、"純血"のハーフエルフでさえ、人間やエルフからは私生児とみなされる傾向がある。運命と嘲笑の狭間にあるハーフエルフは、しばしば自らを世界の中間子とみなす。
]],
[race_ed_dd2]=[[

]],
[race_ed_phy]=[[
ハーフエルフは人間より背が高く、エルフより背が低い。エルフの血統を受け継ぐ痩せた体格と美しい顔立ちを持つが、肌の色は通常人間側の色である。

ハーフエルフはエルフの尖った耳を残しているが、その耳はより丸みを帯びており、あまり目立たない。彼らの目は人間のような形をしているが、琥珀色や紫色、エメラルドグリーンや深い青色など、特殊な色彩を持つ。

しかし、ドラウの血を引くハーフエルフの場合はこのパターンが変わる。そのようなエルフは、ほとんど例外なくドラウの親の白髪か銀髪を持ち、多くの場合、くすんだ灰色の肌を持ち、光が当たると紫がかった、あるいは青みがかった色になる。
]],
[race_ed_soc]=[[
統一された祖国や文化がないため、ハーフエルフはほとんどどのような環境にも適合できる万能性を保たざるを得ない。ハーフエルフは両親と同じ理由で両方の種族から魅力的な存在とみなされることが多いが、ハーフエルフが人間やエルフのどちらにもなじむことはめったにない。このような受け入れられなさが多くのハーフエルフに重くのしかかるが、その一方で、正式な文化を持たないことに究極の自由を見出し、そのユニークなステータスに支えられている者もいる。その結果、ハーフエルフは驚くほど順応性が高く、どのような社会に身を置いても自分の考え方や才能を適応させることができる。

片方の血統を歓迎されるハーフエルフであっても、しばしば文化の狭間に立たされることがある。多くのハーフエルフは、このような任務が自分の価値を両種族に証明するチャンスであると考え、積極的に参加する。しかし他の者は、両種族から押しつけられる圧力や思い込みに憤慨するようになり、人間とエルフの間で権力を仲介したり、和平を結んだり、交易を進めたりする機会を、個人的な利益のために利用するようになる。
]],
[race_ed_rel]=[[
ハーフエルフは孤独を理解し、性格が人生経験よりも種族によって左右されることが多いことを知っている。そのため、他の種族との友情や同盟に寛容であることが多く、新しい知人に対して第一印象を頼りに意見を述べることは他の種族よりも少ない。

多くの種族が混血し、ハーフオーク、ハーフドラゴン、ハーフフェンドなど、注目すべき力を持つ混血児を生み出す中、ハーフエルフはその祖先や世界の他の種族の目から見ても特異な位置にあるようだ。エルフを敬愛する人間たちは、ハーフエルフを2つの種族をつなぐ架け橋と見なしている。しかし、このような態度はしばしばハーフエルフに不当な期待や高い基準を押し付け、他人が設定した壮大な運命に沿えないとすぐに嘲笑に変わる。さらに、エルフに育てられたハーフエルフや、エルフの仲間になったハーフエルフは、両親の半分が人間であることを単なる障害とされ、エルフの道に没頭し、適切な教育を受ければ克服できるものとされることが多く、最も善意あるエルフの指導者であっても、しばしばハーフエルフの部下に、自分自身を「向上」させるために、自分自身の半分を拒絶するよう迫る。ただし、人間とドラウの間に生まれたハーフエルフは例外である。一般的なハーフオークとは異なり、そのようなハーフエルフは暴力と残忍性から生まれるのが普通である。さらに、ハーフドラウの身体的特徴は明らかに彼らの親であることを示すため、血筋ではなく行いや性格に基づいた評判を作り上げることは、彼らにとってより困難なことである。最も共感的なハーフエルフでさえ、ハーフドロウを見ると尻込みする。

他の種族の中でも、ハーフエルフはユニークで、しばしば予期せぬ絆を結ぶ。ドワーフは伝統的にエルフに不信感を抱いているにもかかわらず、ハーフエルフの親が人間であることを希望に満ちたこととして捉え、ハーフエルフというよりむしろハーフヒューマンとして扱う。さらに、ドワーフは長命だが、がっしりとしたこの民族の寿命は、両親の寿命よりもハーフエルフの寿命に近い。その結果、ハーフエルフとドワーフは、友情であれ、ビジネスであれ、あるいは競争上のライバル関係であれ、永続的な絆を結ぶことが多い。

ノームやハーフリングはハーフエルフを好奇の目で見ることが多い。自分たちが社会の片隅に追いやられ、本当に居場所のないハーフエルフは、一般的にノームやハーフリングを軽薄で軽蔑に値すると感じるが、彼らの一見のんきなやり方を密かに羨ましく思う。利口で進取の気性に富むノームやハーフリングは、時にハーフエルフと組んで冒険や事業を行うことがある。

ハーフエルフとハーフオークの間には、おそらく最も奇妙で二律背反的な関係が存在する。非人間的な親族の中で育ったハーフオークとハーフエルフは、通常、互いを憎むべき古くからの敵として見ている。しかし、社会から疎外されてきたハーフエルフは、ハーフオークに深い親近感を抱き、その外見と少々残忍な性質のために、彼らの重荷がより重くのしかかることを知っている。すべてのハーフオークがそのような共感を理解できるわけではないが、そのようなハーフオークはしばしば献身的な外交官、連絡係、謝罪係となる。ハーフオーク自身は、ボディーガードや威嚇役など、その屈強な体格に適した役割を担って恩返しをするのが一般的である。
]],
[race_ed_aln]=[[
ハーフエルフは孤立しているため、その性格や哲学に強い影響を与える。残酷さは彼らにとって自然なことではなく、社会に溶け込むことも、社会の慣習に従うこともできない。

ハーフエルフには統一された文化がないため、宗教に傾倒することは少ないが、宗教に傾倒する者は概して祖国の一般的な信仰に従う。また、信仰や聖職者の働きによって共同体の一員であると感じられるようになった場合は特にそうである。

ハーフエルフの中には、信仰なものに引け目を感じながらも、社会の正式な宗教的指導を超えて生きている者もいる。そのような者はしばしば、自由、調和、均衡のような観念や概念、あるいは世界の原初的な力を崇拝する。また、長い間忘れ去られていた神々に惹かれ、神々でさえも見過ごすことができるという考えに安らぎと親近感を見出す者もいる。
]],
[race_ed_adv]=[[
ハーフエルフは旅人となる傾向があり、最終的に故郷と呼べる場所を求めて各地を放浪する。地域社会で自分自身を証明し、個人的な自己認識、あるいは遺産を確立したいという欲求が、多くのハーフエルフの冒険者を勇敢な生き方へと駆り立てる。

ハーフエルフの中には、長寿であるにもかかわらず、エルフよりも人間に近い時間の経過を感じ、人生の早い段階で富や権力、名声を手に入れ、残りの年月をそれを享受するために費やすと主張する者もいる。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
カラテス,エンシナル,イラドリ,カイラス,ナルシソ,クインレイ,セルティエル,ジルール。

<c=twa>女性名:</c>
カトラン,エルスベス,イアンドリ,キーヤンナ,リアルダ,マデラ,レダ,タマリー。
]],
}


s_dwf			= "ドワーフ"
s_dwf_d			= [[
背が低くがっしりとした体格で山岳要塞を守る彼らは、しばしば厳格でユーモアがないと見られがちだ。

大地の宝を採掘し、鉱石や宝石から見事なアイテムを作り上げることで知られる彼らは、深き大地の恵みに対して比類なき親和性を持っている。

ドワーフはまた、伝統主義と孤立主義の傾向があり、それが時に外国人恐怖症として現れる。
]]
s_dwf_eds={
[race_ed_dd1]=[[
ドワーフはストイックだが厳格な種族であり、山の中心から切り開かれた都市に居を構え、オークやゴブリンのような野蛮な種族の略奪を断固として退けている。他のどの種族よりも、ドワーフは気難しくユーモアのない大地の職人という評判を得ている。彼らは高い山々や地底の危険な領域に住み、常に巨人やゴブリン、その他のそのような恐怖と戦争しているからである。

ドワーフは歴史と伝統を愛し、寿命が長いため、態度やスタイル、流行、傾向の世代交代が、寿命の短い種族に比べてはるかに少ない。壊れていないものは直したり変えたりせず、壊れているものは取り替えるのではなく直す。原則的に倹約家であるドワーフは、本当にダメになって直せないものでない限り、何かを捨てることを嫌う。同時に、ドワーフは細部までこだわり、職人技の耐久性にはほとんど執着しないため、彼らが作るものは長持ちするように作られているため、そのようなことはめったに起こらない。その結果、ドワーフによって作られた建物、芸術品、道具、家庭用品、衣服、武器、その他事実上あらゆるものが、他の種族であればそのようなものが博物館の展示品や埃をかぶった骨董品の棚、あるいは廃品置き場の肥やしに追いやられるような時代になっても、いまだに普通に使われている。これらの特徴を総合すると、ドワーフは時が止まった種族という印象を与える。

ドワーフは思慮深く想像力に富み、実験を厭わないが、常に新しい技術や製品を改良し、完成させてから次の技術に移る。ドワーフは冶金学、石工学、工学において、他の種族の技術的進歩を常に凌駕する偉業を成し遂げてきたが、ドワーフ以外の種族の中には、同じ目的を達成するために、平凡な手段ではなく神秘的な手段で自らの創造物を補い、完成させるために魔法を用いる者もいる。ドワーフはまた、頑固な勇気と、危険を顧みず最後までやり遂げる献身に代表される種族でもある。このような特徴から、ドワーフは他の種族なら挫折して撤退してしまうような極限の環境でも探検し、定住するようになった。冥界の最も暗い深部から最も高い山頂まで、荒涼とした岩だらけの海岸沿いの錆びついた鉄の城塞から密林のこぢんまりとしたジッグラトまで、ドワーフは自分たちの飛び地や堡塁を築き、あらゆる来襲者に対抗し、あるいは最後まで滅びて、彼らの遺産として不朽のモニュメントだけを残してきた。

ドワーフは冒険心や創意工夫に欠けると言われるが、それよりも、引き受けた仕事や採用した変更に集中力と献身を保ち、そのような変更を心から採用する前に徹底的に吟味すると言った方が正確だろう。新しい状況や新しい要求に直面したときは、あらゆる状況に対して斬新な解決策を編み出そうとするのではなく、可能な限り既存の方法を使用し、試行錯誤を重ねた道具や技術を体系的に適用することで対応する。しかし、必要であれば、邪魔になる障害物を取り払うための次の完璧な手順を開発することに全力投球する。目的を達成した後は、新たな領土や概念の前進を固めることに集中する。そのため、ドワーフが無理をすることはめったにないが、主導権を握ったり、自分が作り出した利点を最大限に生かしたりする機会を逃すこともある。
]],
[race_ed_dd2]=[[
]],
[race_ed_phy]=[[
ドワーフは背が低くがっしりした種族で、普通の人間より1フィートほど低い。

男性も女性もドワーフは髪の長さを誇り、男性は髭を様々な留め具や複雑な三つ編みで飾ることが多い。男性ドワーフの髭の剃り残しは狂気の兆候である。
]],
[race_ed_btl]=[[
ドワーフは戦闘のエキスパートであり、環境を効果的に利用し、綿密に計画された集団攻撃を実行する。

ドワーフにはウィザードやソーサラーがほとんどいないため、戦いで魔法を使うことはほとんどない（しかし、ドワーフのクレリックは仲間の戦士と同様に戦いに身を投じている）。

準備する時間があれば、落とし穴や石を使った罠を作ることもある。

ドワーフはウォーアックスとスローイングハンマーに加えて、ウォーハンマー、ピック、ショートボウ、ヘヴィクロスボウ、メイスも使う。
]],
[race_ed_soc]=[[
ドワーフの山小屋間の距離が遠いことが、彼らの社会に存在する文化の違いの多くを物語っている。

このような分裂にもかかわらず、世界中のドワーフは石細工を愛し、石や金属を使った職人技や建築に情熱を注ぎ、巨人やオーク、ゴブリノイドを激しく憎むという特徴を持っている。これらの種族が特殊、あるいは聞いたことがない地域のような辺境の地では、ドワーフは安全と安心に執着し、かなり喧嘩っ早い性格と相まって、どこに定住しても敵か、少なくともライバルを見つけることになる。

ドワーフは正確には軍国主義者ではないが、斧を持たない者はドワーフによって切り刻まれることを大昔に学んだため、ドワーフはどこでも武力によって自分たちの権利や主張を行使する用意があるように教育されている。ドワーフは交渉に我慢の限界に達したとき、躊躇なく "攻撃的な交渉 "を行う。"
]],
[race_ed_rel]=[[
ドワーフとオークは長い間互いに近接して暮らしており、両種族と同じくらい古い暴力の歴史を共有している。ドワーフは一般的にハーフオークに不信感を抱き、敬遠する。

エルフ、ノーム、ハーフリングは、か弱く、気まぐれで、"かわいい"存在であり、尊敬に値しないと考えている。

ドワーフが最も強い絆で結ばれているのは人間であり、人間の勤勉な性質と豊かな食欲がドワーフの理想に最も近いからである。
]],
[race_ed_aln]=[[
ドワーフは名誉と伝統を重んじる。

彼らはしばしば距離を置いたとされていますが、彼らには強い友情と正義の感覚があります。彼らの信頼を勝ち取った者は、彼らが一生懸命働く一方で、特に良いエールが絡む時はより一層楽しむことを理解しています。

ほとんどのドワーフは善良である。
]],
[race_ed_adv]=[[
ドワーフの冒険者は人間に比べれば稀ではあるが、世界のほとんどの地域で見かけることができる。ドワーフは一族の栄光を求め、生まれ故郷の要塞を豊かにするための富を求め、あるいは種族の敵から陥落したドワーフの城塞を取り戻すために、しばしば堡塁を離れる。

ドワーフの戦いはトンネルでの戦闘や近接戦闘が特徴で、そのためほとんどのドワーフはファイターやバーバリアンといったクラスに属する傾向がある。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
ドルグリン,グルニャール,ハルスク,カズムク,モルグリム,ローガール。

<c=twa>女性名:</c>
アグナ,ボディル,イングラ,コトリ,ルシルカ,ヤンリット。
]],
}


s_dwf_u="デュエルガー"
s_dwf_u_c="このハゲでヒゲの長いドワーフは、くすんだグレーの肌、低いアーチ型の眉、光を反射するのではなくむしろ吸収しているような目をしている。"
s_dwf_u_traits=[[
<b c=tg>耐久力+2<c=tr>魅力-4: </c></b>デュエルガーは気性が荒いが、好戦的でもある。]]
.."\n\n"..xs_lbl_post_r("s_dwf_u_imms", "この特性は、ヒルドワーフの毒に対するセーヴィングスローの種族ボーナス＋2に取って代わる。")
.."\n\n"..[[
<b>隠密: </b>静かな移動判定に+4の種族ボーナス。

<b>鋭敏な感覚: </b>視認と聞き耳の判定に種族ボーナス+1。

<b>感覚: </b><t=@pwr_darkvision_120 c=fc_b>夜目120フィート。</t> <c=tr>この特性は、ヒルドワーフの夜目能力（60フィート）に取って代わる。</c>]]
.."\n\n"..xs_lbl_r("s_light_sensitivity")
.."\n\n"..[[
<b c=tr>-武器の熟練度: </b>他のドワーフとは異なり、デュエルガーはドワーフウォーアックスとドワーフウルグロッシュという武器に精通していない。

<b>呪文のような能力: </b>詠唱可<t=@pwr_sp_bulls_strength c=fc_b>ブルズストレングス</t>と<t=@pwr_sp_protection_from_arrows c=fc_b>プロテクションフロムアロー</t> デュエルガーのクラスレベルの2倍のウィザード（最低呪文の使い手レベル3）として1日1回ずつ、これらの能力はデュエルガーとその持ち物にのみ影響する。{hr_splk}
]]
s_dwf_u_hr_splk="エンラージパーソン,インビジビリティ。"
s_dwf_u_langs=[[
<b>自動習得言語: </b>共通語、ドワーフ語、地下共通語。
<b>ボーナス習得言語: </b>竜語、ジャイアント語、ゴブリン語、オーク語、地界語。

<c=twc>デュエルガーはドワーフ語、共通語、地下共通語を話す。</c>
]]
s_dwf_u_d=[[
灰色ドワーフと呼ばれることもあるデュエルガーは、地下深くの集落に住み、同族の中でもより暗く、より歪んだ姿をしている。

ドワーフとデュエルガーはかつて一つの種族であったが、ドワーフは山の砦のために深淵を去った。デュエルガーは今でも自分たちこそが真のドワーフであり、地底のすべてのものの正当な継承者であると考えている。

この邪悪な存在は、肌の白いいとこたちを憎んでいる。彼らは他のドワーフと戦争し、時折他の地底生物と手を組むことさえある。デュエルガーは人生を死によってのみ終わる絶え間ない労苦とみなしている。
]]
s_dwf_u_eds={
[race_ed_dd1]=[[
]],
[race_ed_dd2]=[[
]],
[race_ed_phy]=[[
外見は灰色の肌のドワーフに似ており、ひげを生やしているが禿げており、冷たく光のない目をしている。

皮膚は埃や灰でこすられたようなくすんだ灰色だが、これは地下の環境に溶け込むための自然な色合いである。

ほとんどのデュエルガーは（女性でさえも）ハゲであり、石に溶け込むようにデザインされた質素な服装をしている。隠れ家では宝石を身につけることもあるが、それは常にくすんだものである。
]],
[race_ed_btl]=[[
戦闘では、デュエルガーは遠くからクロスボウを撃ち、数ラウンド後にウォーハンマーに移行する。多勢に無勢、あるいは十分な脅威を与えられた場合、デュエルガーは呪文のような能力を使い、敵に怒りをぶつけ始める。

彼らは乱暴な殺戮よりも戦闘で捕虜を取ることを好みますが、地上のドワーフだけはためらいなく殺されます。
]],
[race_ed_soc]=[[
]],
[race_ed_rel]=[[
ドワーフの従兄弟であるデュエルガーは、地下の領域への侵入者を嫌う気性の荒いクリーチャーである。彼らは光の届かない地下の洞窟に住んでいる。彼らは太陽の下に住むすべての種族を憎んでいるが、その憎悪は地表に住むドワーフの従兄弟に対する憎悪に比べれば微々たるものである。

彼らは奴隷商人の一族ですが、非ドワーフの捕虜は通常、骨の折れるような仕事に従事させられますが、ドワーフの捕虜は一般的に即座に殺されます。
]],
[race_ed_aln]=[[
このドワーフは一般的に邪悪で、下劣で残酷としか言いようがないが、名誉を重んじ、約束を守ることは彼らにとってすべてであり、まれに忠実な冒険仲間になる者もいる。
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


s_gnm			= "ノーム"
s_gnm_d			= [[
フェイという見知らぬ土地から移住してきたこの小さな民族は、気まぐれで風変わりな行動で知られている。

多くのノームは気まぐれな職人であり、魔法や錬金術、風変わりな想像力を動力源とする奇妙な装置を作り出すいじくり屋である。

ノームは新しい経験に対する飽くなき欲求を持っており、しばしばトラブルに巻き込まれる。
]]
s_gnm_eds={
[race_ed_dd1]=[[
ノームはフェイの遠い親戚であり、その歴史は彼らがフェイの神秘的な領域に住んでいた時代を物語っている。未知の力が古代のノームをその領域から追い出し、この世界に避難することを余儀なくされた。にもかかわらず、ノームはフェイのルーツを完全に捨てたり、人間の文化に適応したりすることはなかった。それにもかかわらず、ノームはフェイのルーツを完全に捨てたり、人間の文化に適応したりすることはなかった。ノームはもはや真のフェイではないが、そのフェイの遺産は彼らの生来の魔法の力、しばしば気まぐれな性格、人生や世界に対する考え方に見ることができる。

ノームは他の種族と同じような心配事や動機を持っていることもあるが、ノーム以外の種族から見ればよくても風変わりで、悪く言えばナンセンスとしか思えないような情熱や欲望に突き動かされていることもよくある。ノームは巨人の食卓の料理を味わうために命を賭けるかもしれないし、今までで一番低い場所だからという理由で穴の底に到達するかもしれないし、ドラゴンに冗談を言うかもしれない。ノームにとって、これらの目標は新しい呪文を研究したり、莫大な富を得たり、強力な悪の勢力を鎮圧したりするのと同じくらい価値がある。このような一見気まぐれで衝動的な行動はノームに普遍的なものではないが、種族全体としては十分に一般的であり、せっかちで少なくとも少し気が狂っているという評判を得ている。

小柄な体格、鮮やかな色彩、他人の意見を気にしない性格も相まって、ノームは他の種族から異質で奇妙な存在として広く見なされている。ノームは逆に、他の一般的で文明的な種族がいかに似ているかにしばしば驚かされる。ノームにとっては、人間とエルフに多くの共通点があることの方が、ノームにないことよりも不思議に思えるのだ。実際、ノームはしばしば、ノームでないすべての者を、ノームでない単一の広大な集団種族の一部とみなして味方を困惑させる。
]],
[race_ed_dd2]=[[
]],
[race_ed_phy]=[[
ノームは一般的な種族の中では最も小さい部類に入り、一般的に身長は3フィート（約1.5メートル）強である。しかし、その小さな体にもかかわらず、ノームは非常に回復力があり、多くの敵が想定しているほど弱くはない。その小柄な体格のために素早く動く能力は低いが、ノームは特に自分よりはるかに大きな敵と戦うときに、その体格を生かす訓練をすることが多い。

ノームの色調は実に様々であるため、多くの部外者はノームが一般的に染料やイリュージョンを使って肌や髪の色調を変えていると思い込んでいる。確かにノームは化粧品で美を磨くことはしないが（どれだけ奇抜に見えるかを見るために外見を変えたいと思うかもしれない）、彼らの自然な色合いは実に虹色の範囲に及ぶ。彼らの髪は、秋の葉の燃えるようなオレンジや、春の森の青々とした緑、咲き誇る野草の深い赤や紫など、鮮やかな色になる傾向がある。同様に、肌の色も土のような茶色から花のようなピンクまで幅広く、黒やパステルブルー、あるいは緑の肌を持つノームも珍しくない。ノームの色彩は遺伝をほとんど考慮しておらず、ノームの両親や他の親族の色はノームの外見に明白な関係はない。

ノームは非常に変わりやすい顔立ちをしており、そのプロポーションは他の人型生物種族の標準とは一致しないことが多い。多くのノームは口と目が大きすぎる。また、極端に小さな顔立ちのノームもいれば、衝撃的なほど大きな目に、小さくすぼまった口と尖った鼻が混在しているノームもいる。ノームは自分の顔立ちに誇りを持ったり、恥ずかしがったりすることはほとんどないが、他の種族はしばしばノームの最も目立つ特徴に執着し、侮辱や愛着の対象として利用しようとする。
]],
[race_ed_btl]=[[
ノームは直接対立よりも、見せかけと欺瞞を好む。

彼らは（ゴブリンやコボルド以外の）敵を撃破するよりも、撹乱させたり恥ずかしい思いをさせたりしたいと思っています。

ノームは幻惑魔法を多用し、周到に準備された待ち伏せや罠を隙あらば仕掛けてくる。
]],
[race_ed_soc]=[[
一般的な種族とは異なり、ノームは通常、古典的な社会構造の中で自己を組織しません。ノームの都市は珍しく、ノームの王国はほとんど知られていません。さらに、多数のノームが他の種族と共存している場合でも、ノームは特定の地区に集まる傾向がありません。ノームが社会に与える潜在的な影響を抑えるための特定の法律は「ノーム区」を必要とする場合もありますが、社会的な圧力により、高いノーム人口の地域から全ての非ノーム人が離れることがある一方で、ノームは自分たちの手段で、自分たちを許可してくれるコミュニティ全体に均等に広がる傾向があります。

しかし、ノームが集団としてコミュニティ内で一般的であっても、個々のノームは常に移動している傾向がある。元来気まぐれな生き物である彼らは、通常一人で、あるいは一時的な仲間と旅をし、常に新しい、よりエキサイティングな経験を求めている。彼ら自身や他の種族のメンバーと永続的な関係を築くことはほとんどなく、代わりに熱狂に近い情熱をもって工芸品や職業、コレクションを追求する。ノームがある地域に定住したり、ある集団に長期滞在したりする場合は、ほとんどの場合、その地域がノームが身を捧げてきた職業やこだわりに対して何らかの恩恵を与えた結果である。

非常に多様な背景を持ち、統一された故郷がないにもかかわらず、ノームはいくつかの共通の文化的特徴を持っている。男性ノームは変わった帽子や頭飾りを好み、しばしば最も高価で仰々しい頭飾りを身につける。女性はほとんど頭を覆わないが、宝石のついた複雑な櫛や頭飾りを使った、手の込んだ風変わりなヘアスタイルを誇らしげにする。
]],
[race_ed_rel]=[[
ノームは他の種族と感情的にも物理的にも交流するのが難しい。多くの点で、他の種族がノームを奇妙に見ているという事実そのものが、ノームにとって他の種族の最も奇妙な点であり、これが理解と関係を築くための共通の基盤の欠如につながる。2人のノームが互いに出会うとき、彼らは一般的に、彼らの信念や伝統がどんなに異なっていても、何らかの互恵的な取り決めに達することができると考える。そうでないことが判明しても、ノームたちは互いの取引に共通点を探し続ける。他の種族がノームと接するときに同じ努力をすることができないか、する気がないことは、ほとんどのノームにとっていらだたしいことであり、混乱させることでもある。

多くの点で、ノームが一見何のつながりもないように見えるさまざまな考えと強く結びついていることが、他の種族が彼らと関係を築くことを難しくしている。例えば、ノームのユーモアは、しばしば肉体的ないたずらや、無意味な韻を踏んだあだ名、あらゆる信憑性を疑わせるようなとんでもない嘘を他人に信じ込ませようとする努力に重点が置かれている。ノームはそのような努力をヒステリックに面白がるが、彼らのいたずらはしばしば他の種族には悪意や無意味なものと映り、逆にノームは背の高い種族を鈍重でのろまな巨人と考える傾向がある。

ノームはハーフリングや人間とそれなりにうまくやっていける。彼らは少なくとも、ノームらしい奇妙なユーモアの伝統を持っている。ノームは一般的に、ドワーフやハーフオークにはもっと明るくなる必要があると感じており、気難しい種族には理解できないようなトリックやジョーク、とんでもない話で彼らの生活に明るさをもたらそうとしている。ノームはエルフを尊敬しているが、長命な種族のメンバーが決断を下すペースが遅いことに苛立ちを覚えることが多い。ノームにとって、行動しないよりは行動したほうがいいに決まっており、多くのノームは休息時間中も自分たちを楽しませるために、常にいくつかの高度に関与したプロジェクトを持ち歩いている。
]],
[race_ed_aln]=[[
ノームは衝動的なトリックスターであり、時に不可解な動機と同様に不可解な方法をとるが、彼らの心はおおむね正しい場所にある。

ノームでない人には悪意ある行為に見えるかもしれないが、それは新しい知り合いに新しい経験を紹介するための努力である可能性が高い。

ノームは感情の起伏が激しく、自然界の中で最も平穏な生活を送ることができる。
]],
[race_ed_adv]=[[
ノームは放浪癖があり、好奇心が旺盛で、奇妙な技術やアーケインの技術、言語を習得したがるため、天性の冒険家である。冒険者が直面する数え切れないほどの危険ほど斬新なものはないからだ。多くのノームは冒険を唯一の生きがいと考え、冒険を体験すること以外の動機はないと考えている。

また、自分の選んだ職業に関係する失われた伝承や資料を見つけたいと願い、ドラゴンの宝庫や古代の遺跡にしか必要な伝承はないと信じているノームもいる。その結果、パン職人や織物職人だと考えているノームが、魔道士や斥候だと宣言しているノームと同じように立派な冒険者になることもある。

ノームは多くの種族に比べて身体的に弱く、これを人生の単純な事実としてとらえ、それに応じて計画を立てる。ほとんどの冒険者ノームはその弱点を魔術や呪歌で補っており、また錬金術や特殊武器で戦いを有利に進める者もいる。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アブロシュトール,バスターグレ,ハルンガロム,クロルムナイト,ポッシュメント,ザルズケット,ザトクォルミー。

<c=twa>女性名:</c>
ベシュ,フィジット,リニ,マジェ,ネジ,パイ,クエック,トリッグ。
]],
}


s_gnm_s="スヴァーフネブリン"
s_gnm_s_c="このハゲのノームは岩のような灰色の肌を持ち、ひょろひょろとした体格をしている。青白い目は大きく、表情豊かだ。"
s_gnm_s_fav_cls="スヴァーフネブリンは隠密性が高く、素早く、観察力に優れており、ローグという職業が自然に身につく。"
s_gnm_s_traits=[[
<b c=tg>敏捷力+2,判断力+2, <c=tr>筋力-2,魅力-4: </c></b>スヴァーフネブリンは素早くて観察力に優れているが、比較的弱く、感情的に距離を置いている。]]
.."\n\n"..xs_lbl("s_spl_res_11")
.."\n\n"..xs_lbl_post_r("s_save_race_2"	,"この特性は、ロックノームの幻惑に対するセーヴィングスローの種族的ボーナスに取って代わる。")
.."\n\n"..xs_lbl_post_r("s_ac_dodge_4"	,"この特性は、ジャイアントに対するロックノームの回避ボーナスに取って代わる。")
.."\n\n"..xs_lbl_2("s_stonecunning"		,"ドワーフ同様、ディープノームも石工に関する第六感を持っている。")
.."\n\n"..[[
<b>極意: </b>隠れ身判定に+2の種族ボーナス、地下では+4に向上する。

<b>感覚: </b><t=@pwr_darkvision_120 c=fc_b>夜目120フィート。</t>と<t=@pwr_low_light_vision c=fc_b>低照度視覚</t>。

<b>呪文のような能力: </b>詠唱可<t=@pwr_sp_blindness_deafness c=fc_b>ブラインドネス/デフネス</t>、<t=@pwr_sp_blur c=fc_b>ブラー</t>、<t=@pwr_sp_doom c=fc_b>ドゥーム</t> 1日1回ずつ。呪文の使い手レベルはキャラクターレベルと等しい。セーヴ難易度(DC)は魅力ベースで、＋4の種族修正を含む。{hr_splk}

<b>探知阻止（超能力）: </b>連続的<t=$s_pwr_nondetection_nd c=fc_b>探知阻止</t>能力を呪文として使用する。呪文の使い手レベルはキャラクターレベルに等しい。
]]
s_gnm_s_hr_splk="ブラインドネス/デフネス,ブラー,変装。"
s_gnm_s_langs=[[
<b>自動習得言語: </b>共通語、ノーム語、地下共通語。
<b>ボーナス習得言語: </b>ドワーフ語、エルフ語、ジャイアント語、ゴブリン語、オーク語、地界語。
 
<c=twc>スヴァーフネブリンはノーム語、共通語、地下共通語を話す。</c>
]]
s_gnm_s_d=[[
ディープノームとも呼ばれるスヴァーフネブリンは、ノーム族から派生した隠遁者である。彼らは地下深くの大きな都市に住んでいると言われている。彼らは天敵から身を守るため、これらの都市の場所を秘密にしている。

スレートグレーの肌をした真面目なクリーチャーであるこのノームは、地上の従兄弟たちとは大きく異なり、陰の深みに住むことを選択し、彼らの部屋、丸天井、トンネルを共有する不潔なクリーチャーから上の世界を守っている。

彼らは地下の環境を共有する邪悪なクリーチャーの魔法に耐性があり、強力な保護魔法を行使する。
]]
s_gnm_s_eds={
[race_ed_dd1]=[[
]],
[race_ed_dd2]=[[
]],
[race_ed_phy]=[[
スヴァーフネブリンはひょろひょろとした岩のような色をした皮膚をしており、通常は中褐色から茶色がかった灰色をしている。オスはハゲで、メスは筋張った灰色の毛が生えている。

スヴァーフネブリンの平均寿命は250歳。
]],
[race_ed_btl]=[[
]],
[race_ed_soc]=[[
]],
[race_ed_rel]=[[
スヴァーフネブリンはノーム族の分派で、隠遁生活を送っている。彼らはダークエルフや他の地下種族から安全な、隠れた都市の地下に住んでいる。

スヴァーフネブリンは部外者に不信感を抱き、近づくと身を隠すことが多い。スヴァーフネブリンは、表層の従兄弟たちが気まぐれであるのと同様に、真面目である。

スヴァーフネブリンは不気味なフェイの領域との結びつきが、地表に住むノーム族のそれよりもはるかに強く、そのため感情から奇妙に切り離されるか、暴力的に突発的になる。

スヴァーフネブリンは長い間デュエルガーと戦争をしてきたため、デュエルガーと他のドワーフの違いを見分けるのが難しい。
]],
[race_ed_aln]=[[
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


s_hfl			= "ハーフリング"
s_hfl_d			= [[
この小さな種族のメンバーは、家族、コミュニティ、そして生来の無尽蔵とも思える幸運に強さを見出している。

その旺盛な好奇心は、時に本質的な常識と相反することもあるが、ハーフリングは永遠の楽天家であり、最悪の状況を切り抜ける驚異的なコツを持つ狡猾な日和見主義者である。
]]
s_hfl_eds={
[race_ed_dd1]=[[
楽観的で陽気な性格で、不思議な幸運に恵まれ、強い放浪欲に駆られるハーフリングは、その小柄な体格を補って余りある勇敢さと好奇心の持ち主である。興奮しやすく、またのんびり屋でもあるハーフリングは、平静を保ち、チャンスを逃さないことを好む。大惨事に見舞われても、ハーフリングはユーモアのセンスを失うことはほとんどない。どんなに悲惨な状況であっても、不条理なことにユーモアを見出すことができるため、ハーフリングは自分を取り巻く危険から少し距離を置くことができる。このような感覚は、味方を動けなくするような恐怖から身を守るのにも役立つ。

ハーフリングは根っからの日和見主義者である。彼らはどんな状況も有利に転じられると固く信じており、物事がうまくいかなくなったときに脱出するための確固とした計画もなく、嬉々としてトラブルに飛び込むこともある。世界の厳しさから物理的に身を守ることができないことも多く、風と共に去り、いつ身を隠すべきかを心得ている。しかし、ハーフリングの好奇心はしばしばその良識を圧倒し、判断を誤ったり、間一髪のところで逃げ遅れたりする。過酷な経験がハーフリングに用心深さを教えることはあっても、彼らが自分の運を完全に信じなくなったり、宇宙は奇妙な方法で自分たちを楽しませるために存在し、決して自分たちに危害を加えることを許さないと信じることをやめたりすることはほとんどない。

好奇心旺盛で新しい場所や経験を求めるハーフリングだが、家庭を大切にする気持ちも強く、家庭生活の快適さを高めるために身の丈以上の出費をすることも多い。ハーフリングが贅沢で快適な生活を楽しんでいるのは間違いないが、彼らには自分の家をショーケースにしたいという強い理由もある。住まいを改善するために時間、お金、エネルギーを費やすこの衝動は、見知らぬ人への敬意と愛する人への愛情の表れだとハーフリングは考えている。血のつながった親族のためであれ、大切な友人のためであれ、賓客のためであれ、ハーフリングは自分の家を美しくすることで、中に迎える人々への気持ちを表現する。旅をしているハーフリングも、ワゴンを飾ったり、キャンプ場を飾るために大切な記念品をいくつか持ち歩くのが一般的だ。
]],
[race_ed_dd2]=[[
]],
[race_ed_phy]=[[
ハーフリングの身長は3フィート（約1.5メートル）と低い。彼らは裸足で歩くことを好み、足の裏にはざらざらとした角質ができる。太い巻き毛が、日焼けした広い足の甲を温めている。肌はシナモン色に、髪は明るい茶色に近い。ハーフリングの耳は尖っているが、比例して人間のそれよりもそれほど大きくない。

ハーフリングはシンプルで控えめな服装を好む。状況に応じて着飾ることは厭わないが、ひっそりと身を潜めていたいという人種的な衝動から、たいていの状況では控えめな服装を好む。一方、ハーフリングのエンターテイナーは注目を集めることで生計を立てているため、派手で派手な衣装を身にまとう傾向がある。
]],
[race_ed_btl]=[[
ハーフリングは防御的な戦いを好み、通常は隠れて敵が近づいてきたときに範囲攻撃を仕掛ける。

彼らの戦術はエルフとよく似ているが、隠蔽と隠蔽に重きが置かれ、機動性はあまり重視されない。
]],
[race_ed_soc]=[[
多くのハーフリングは帝国や大義を信頼するよりも、家族や地域社会のよりシンプルで謙虚な美徳に焦点を当てることを好む。ハーフリングは文化的な故郷を主張することはなく、農村の自由な町の集まり以上の集落を支配することもない。たいていの場合、人間の都市で人間のいとこたちの膝元に住み、より大きな社会の残骸からできる限りの生計を立てている。多くのハーフリングは、大きな隣人たちの影に隠れて充実した生活を送っているが、より遊牧的な生活を好み、世界中を旅してあらゆることを経験する者もいる。

ハーフリングは自分たちの文化を維持するために習慣や伝統に頼っている。ハーフリングの美徳の模範となる民俗的英雄についての重要な物語に満ちた広範な口承史を持っているが、それ以外の点では歴史を学ぶこと自体にほとんど意味を見出さない。無意味な真実と有益な寓話のどちらかを選べと言われれば、ハーフリングはほとんどの場合寓話を選ぶ。この傾向は、ハーフリングの有名な順応性の少なくとも一部を説明するのに役立つ。ハーフリングは未来に目を向け、他の多くの種族の足を引っ張るような古くからの恨みや義務の重荷を非常に簡単に捨てることができる。
]],
[race_ed_rel]=[[
典型的なハーフリングは、他の種族に気づかれないことを誇りとしており、そのおかげで多くのハーフリングが盗みや策略を得意としている。ほとんどのハーフリングは、他の種族が自分たちをステレオタイプに見ていることをよく知っている。

ほとんどのハーフリングはノームという風変わりな生き物を警戒しているが、ノームとはかなりうまくやっている。ハーフリングはエルフやドワーフを尊重するが、これらの種族はハーフリングが享受する快適な文明から遠く離れた辺境の地に住んでいることが多く、交流の機会は限られている。概して、ハーフリングから敬遠されるのはハーフオークだけである。彼らの大きな体格と凶暴な性質は、ほとんどのハーフリングにとって少し威圧的すぎるからである。

一般的にハーフリングは人間とうまく共存しているが、より攻撃的な人間社会の中にはハーフリングを奴隷として重んじるところもあるため、彼らはあまり満足しないようにしている。ハーフリングは自由を重んじ、特に新しい経験を求めて旅をする能力と、そのために必要な自律性を重んじる。しかし、現実的で柔軟なハーフリングは、主人に対して直接反撃することはめったにない。可能であれば、絶好の機会を待って、そのまま逃げ出す。長い間奴隷にされたハーフリングは、飼い主を新しい家族として迎え入れることさえある。逃亡と自由を夢見ながらも、ハーフリングたちは自分の人生を最大限に楽しむ。
]],
[race_ed_aln]=[[
ハーフリングは友人や家族には忠実だが、自分たちの2倍も大きな種族が支配する世界に住んでいるため、生き残るためには、時には身を削り、物色する必要があるという事実を理解している。その結果、ほとんどのハーフリングは中立である。

ハーフリングは通常、法律を尊重し、地域社会の偏見を是認する姿勢を見せるが、それ以上に個人の生来の常識を重視する。ハーフリングは社会全体の意見に反対するときは、自分が最善と考えることをする。

常に現実的なハーフリングは、大きくて力のある隣人たちが最も好む神を崇拝することが多い。幸運と旅の女神はほとんどのハーフリングにとって自然な存在であり、時折彼女に祈りを捧げるのは常識的なことだ。
]],
[race_ed_adv]=[[
生来の幸運と飽くなき放浪癖が相まって、ハーフリングは理想的な冒険生活を送ることができる。貴重品をポケットに入れることは厭わないが、ハーフリングは物質的な報酬よりも、冒険がもたらす新しい体験のほうを重視することが多い。ハーフリングは金銭を、それ自体が目的ではなく、生活をより楽に、快適にするための手段と考える傾向がある。

他の放浪者たちは、自分たちの神秘的な幸運が少しは報われることを期待して、この好奇心旺盛な種族と一緒にいることが多い。ハーフリングは、旅の仲間だけでなく、より広い世界においても、このような信念を奨励することを悪いことだとは思わない。船やキャラバンで旅をするとき、あるいは宿屋に一泊するときでさえ、彼らの幸運の評判を利用して運賃を値切ろうとする者が多い。その成功はまちまちだが、ハーフリングと一緒に旅をする人々に幸運が舞い降りるという話は、疑い深い人々でさえ躊躇させるほど多く出回っている。もちろん、そのような理由でハーフリングが意図的にそのような話を広めていると疑う者もいる。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アンタル,ボラム,ヒルガン,ジャミール,レム,ミロ,スマク,トリビン,ウルダール,ブラキシム。

<c=twa>女性名:</c>
アナファ,ベリス,エトゥーン,フィリウ,イルラナ,マーラ,プレッシ,リルカ,シストラ,ワイサル,ヤミーラ。
]],
}


s_hfo			= "ハーフ オーク"
s_hfo_d			= [[
しばしば獰猛で野蛮であり、時に気高く毅然としているハーフオークは、母種族の長所と短所を併せ持つ。

ハーフオークの多くは、人間の最も英雄的な価値観を体現するために、より獣性的な本性を抑え込もうと奮闘している。

残念なことに、来訪者の多くはハーフオークを、憐れみも寄合いもするに値しない怪物とは言わないまでも、礼節を欠いた絶望的な醜悪な存在とみなしている。
]]
s_hfo_eds={
[race_ed_dd1]=[[
文明種族から見れば、ハーフオークは倒錯と暴力の結果生まれた怪物である。

ハーフオークは愛情に満ちた結婚の結果生まれることは稀であり、そのため通常は厳しく急成長を余儀なくされ、身を守るため、あるいは自分の名を上げるために常に戦っている。ハーフオークは全体的にこのような扱いに憤慨しており、被害者面をするのではなく、周囲の偏見を無意識のうちに確認しながら暴れる傾向がある。

恐れられ、疎まれ、唾棄されてきたハーフオークの中には、偉大な功績と思いがけない知恵で、敵対する者たちを驚かせる者もいる。ハーフオークの中には、自分たちが同じように獰猛であることを生粋のオークに証明するために一生を費やす者もいる。また、人間社会に溶け込むことを選び、自分がモンスターではないことを常にアピールする者もいる。常に自分に価値があることを証明する必要があるため、ハーフオークは周囲の社会の中で権力と偉大さを手に入れようと努力する。
]],
[race_ed_dd2]=[[

]],
[race_ed_phy]=[[
ハーフオークは通常、両親の身体的特徴をうまくブレンドして受け継ぐ。背丈は人間と同じくらいで力強い体格をしており、筋肉のおかげで体重は少し重い。

緑がかった、あるいは灰色がかった色素、なだらかな額、突き出た顎、目立つ歯、粗い体毛を持つ。犬歯は口から突き出るほど長く伸びていることが多く、この「牙」が重い眉毛とわずかに尖った耳と相まって、悪名高い獣のような外見をしている。

ハーフオークは印象的ではあるが、彼らを美しいと評する者はほとんどいない。このような明らかなオークの特徴にもかかわらず、ハーフオークは人間の親と同じように多様性に富んでいる。

オークの間や近くで暮らしてきたハーフオークには、オークの伝統に則って傷跡がある。
]],
[race_ed_soc]=[[
少なくとも社会の差別の一部が嫉妬や魅力から生まれるハーフエルフとは異なり、ハーフオークは両方の悪い面を併せ持つ。身体的にオークの同族よりも弱く、また、完全なオークと半血をわざわざ区別しない人間たちから恐れられたり、真っ向から攻撃されたりする傾向がある。文明社会におけるハーフオークは、たとえ条件が良くても受け入れられることはなく、その身体能力だけが評価される傾向にある。その一方で、オークの指導者たちは意図的にハーフオークを産ませることが知られている。混血種は体力の不足を狡猾さと攻撃性の向上で補うため、天性の指導者であり戦略的助言者となるからだ。

オークの部族内では、ハーフオークは常に戦いと力の誇示に努めている。オークの部族内で育ったハーフオークは、牙を削り、部族のタトゥーで身を隠す傾向が強い。部族の指導者たちは、ハーフオークがオークの従兄弟たちよりも賢いことが多いことを静かに認識しており、しばしば彼らを部族の祈禱師に弟子入りさせる。しかし、祈禱師に弟子入りするのは残酷なことであり、短命に終わることも多い。祈禱師に弟子入りして生き残ったハーフオークは、部族内で影響力を持つようになるか、最終的には部族を去ることになる。

ハーフオークは人間社会ではもっと複雑な経験をしており、多くの文化が彼らを怪物程度にしか見ていない。彼らはしばしば通常の仕事に就くことすらできず、軍務に就かされたり、奴隷として売られたりする。このような文化圏では、ハーフオークは可能な限りその本性を隠し、隠微な生活を送ることが多い。社会の暗黒の裏社会はしばしば最も歓迎される場所であり、多くのハーフオークは盗賊ギルドやその他の組織犯罪の執行者として仕えることになる。

あまり一般的ではないが、人間の都市はハーフオークに普通の生活を許し、彼ら自身の小さなコミュニティを発展させることさえある。こうしたコミュニティは通常、闘技場地区や軍隊、傭兵組織が中心となっており、そこでは彼らの力強さが評価され、その外見が見過ごされる可能性が高い。同族に囲まれていても、ハーフオークの生活は楽ではない。いじめや肉体的な対立は、他の模範となるような行動をほとんどとらずに育ってきた彼らにとっては容易なことなのだ。しかし、若いハーフオークにとっては偏見なく成長できる最良の場所のひとつであり、こうした小さな飛び地はハーフオークの結婚や子供たちが真に受け入れられ、時には大切にされる数少ない場所のひとつである。

さらに稀なことだが、ある種の人間の文化では、ハーフオークをその強さゆえに受け入れるようになる。人々がハーフオークの子供を祝福とみなし、ハーフオークやオークの恋人を求める場所の話もある。こうした文化圏では、ハーフオークは生粋の人間と大差ない生活を送っている。
]],
[race_ed_rel]=[[
エルフとドワーフはハーフオークを最も受け入れない傾向にあり、彼らの種族の敵にあまりにも似ていると見ている。

迫害の生涯を送ったため、平均的なハーフオークは警戒心が強く、怒りっぽいが、その野蛮な外見を打ち破った者は、隠された共感の核を見出すかもしれない。オークの問題が少ない人間社会は最も寛容な傾向にあり、そこに住むハーフオークはしばしば傭兵や執行者として仕事を見つけることができる。しかし、一般的にハーフオークに寛容な場所であっても、多くの人間は逃げられるとハーフオークを虐待する。

ハーフオークはハーフエルフが人間やエルフの社会で受け入れられていることを妬んでおり、ハーフオークの残忍な外見とは対照的な彼らの肉体美に憤りを感じている。ハーフオークはハーフエルフと直接敵対することは避けるが、隙あらばハーフエルフを貶めることも辞さない。

他の種族の中で、ハーフオークはハーフリングに最も同情的である。ハーフオークはハーフリングの紛れ込んで姿を消す能力を尊敬し、苦難にもかかわらず常に明るい人生観を賞賛する。ハーフリングはこの事実を理解できない。なぜなら、彼らは通常、大きくて威圧的なハーフオークを避けることで精一杯だからだ。
]],
[race_ed_aln]=[[
残忍なオークの間で生きるか、文明化された土地で孤独な追放者として生きることを余儀なくされたハーフオークのほとんどは、辛辣で暴力的で、引きこもりがちである。悪は彼らにとっては容易なことだが、彼らはもともと邪悪な存在ではない。むしろ、ほとんどのハーフオークは混沌にして中立であり、長い経験によって、自分に直接利益をもたらすこと以外は何をしても意味がないことを教え込まれている。

ハーフオークは育った地域で崇拝されている人間やオークの神々を崇拝する。人間と共に暮らす者は、戦争、自由、破壊を司る人間の神々を崇拝することが多い。オークの部族で育ったハーフオークは、血、火、鉄の神々に最も惹かれるが、これはハーフオークの個人的な好みというよりも、その部族がどの神を崇拝しているかによる。

多くのハーフオークは宗教に対して否定的であり、宗教を完全に無視するか、宗教に深く関わり、憎しみと誤解に満ちた人生に意味を見出そうとする。ハーフオークの信仰呪術師でさえ、宗教や信仰に対する疑念や怒りと格闘することがある。
]],
[race_ed_adv]=[[
独立心の強いハーフオークの多くは、辛い過去から逃れるため、あるいは武力によって地位を向上させるために、必要に迫られて冒険の旅に出る。また、より楽観的であったり、受け入れられたいと切望している者は、自分の価値を世界に証明するために十字軍の外套を身につける。

オークの社会で育ったハーフオークは、しばしば周囲の人々の残忍なやり方を取り入れ、ファイター、バーバリアン、レンジャーとなる。祈禱師の訓練を生き延びたハーフオークは、最終的に部族の祈禱師として主人の後を継ぐか、部族から逃れて追放者や探検家として魔法を実践する。ハーフオークは他の種族と同様に生来の魔術の才能を持つ子供を持つ可能性が高く、最も一般的なタイプのソーサラーである。

人間社会では、ハーフオークにはもう少し選択肢がある。傭兵やキャラバンの警備員として働くのが簡単だ。犯罪もまたハーフオークにとって容易な道である。腕っ節の強い者を求める犯罪者はいくらでもいるからだ。人間社会でハーフオークのクレリックになるのはかなり稀である。信心深いハーフオークほど、宗教的な奉仕の武術的な側面に傾倒し（あるいは傾倒させられ）、パラディンになることが多い。ハーフオークは通常、ウィザードになるのに必要な忍耐力と資金を持ち合わせていない。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アウスク,ダヴォル,ハカク,キジール,マコア,ネステルク,ツァドク。

<c=twa>女性名:</c>
カナン,ドロゲダ,ゴルーザ,マゾン,シリッシュ,テバガ,ゼルイカ。
]],
}


s_orc			= "オーク"
s_orc_c			= "この野蛮な生き物は、野蛮な人間を獣化したような姿をしており、緑灰色の肌と脂ぎった黒髪をしている。"
s_orc_d			= [[
野蛮で、残忍で、殺すのが難しいオークは、しばしば遠く離れた荒野や洞窟の奥地の災いとなっている。

オークの多くは筋肉質で血なまぐさい暴れ方をするため、恐ろしいバーバリアンとなる。

血への渇望をコントロールできる少数の者は、優れた冒険家になる。
]]
s_orc_eds={
[race_ed_dd1]=[[
オークは攻撃的で無情で支配的です。その性質上、彼らは強さと力を最高の美徳として尊重します。

ほとんど本能的なレベルで、オークは、より強い者がそれを奪うのを止めない限り、欲しいものは何でも手に入れる権利があると信じている。このような態度は、単に怠け心から来るものだけではなく、仕事は弱い者の肩に落ちるまで、序列を経て徐々に下降していくものだという、染み付いた信念から来るものでもある。

彼らは他種族から奴隷を奪い、オークの男はオークの女に残忍な仕打ちをし、子供や年長者には虐待を加える。常に怨敵に囲まれているオークは、痛みに無関心な態度を養い、凶暴な気性を持ち、自分たちに逆らう勇気のある者に対しては、言いようのない復讐を行う激しい意志を持つ。
]],
[race_ed_dd2]=[[
オークと文明化された人型生物の最大の違いは、その野性的な強さと比較的低い知性に加えて、その態度である。文化として、オークは暴力的で攻撃的であり、最も強いものが恐怖と残忍さによって残りを支配する。

彼らは力ずくで欲しいものを奪い、村全体を虐殺したり奴隷にしたりすることを何とも思わない。

彼らのキャンプや村は、酔っ払いの喧嘩や落とし穴での戦い、その他のサディスティックな娯楽で満たされた、不潔で荒れ果てたものになりがちだ。

農耕をする忍耐力がなく、最も丈夫で自給自足ができる動物の世話をすることしかできないオークは、ほとんどの場合、自分で物を作るよりも、誰かが作った物を奪う方が簡単だと考える。

彼らは傲慢で、挑発されるとすぐに怒るが、そうすることが自分に直接利益をもたらす限りにおいてのみ名誉を気にする。

成人男性のオークの身長はおよそ180センチ、体重は210キロである。オークと人間は頻繁に交配するが、そのほとんどは合意の上での結婚ではなく、襲撃や奴隷奪取の結果である。多くのオーク部族は意図的にハーフオークを繁殖させ、自分たちの種族として育てている。
]],
[race_ed_phy]=[[
大人のオークの身長は180センチ強、体重は210キロほどだ。メスはやや小さい。力強い体格のオークの身長は、一般的な人間より数インチ高いだけだが、筋肉量ははるかに多く、広い肩幅と太く屈強なヒップは、ややのけぞったような歩き方をすることが多い。

彼らは通常、くすんだ緑色の肌、荒々しい暗い髪、狼耳、小さな赤い目、突き出た、牙のような歯を持っています。オークは傷を区別の証と考え、しばしばそれをボディアートの形態として使用します。

オークは、血のような赤、マスタードイエロー、黄緑、深い紫など、多くの人間が不快に思うような鮮やかな色を好んで身につける。彼らの装備は汚く、手入れされていない。
]],
[race_ed_btl]=[[
オークはあらゆる単純武器を使いこなすが、最も短時間で最も大きなダメージを与える武器を好む。戦士やファイターのクラスを取るオークの多くは、ファルシオンやグレートアックスも武器の1つとして熟練する。

彼らは潜伏からの攻撃や待ち伏せを楽しんでおり、戦争のルール（休戦を尊重するなど）を、それが彼らにとって便利である限りにおいてのみ従います。
]],
[race_ed_soc]=[[
オークは通常、不潔で絶え間ない騒乱の中で暮らしており、威嚇と残忍な暴力がオーク文化を支えている。彼らは、ライバルが引き下がらないとき、争いが実際の流血にエスカレートするまで、ますます残忍な脅しをかけて争いを解決する。このような獰猛な乱闘に勝ったオークは、敗者から欲しいものを何でも自由に奪えるだけでなく、屈辱的な肉体的暴力や、さりげない切断、さらには完全な殺人にまで手を染めることが頻繁にある。

オークは自分の家や持ち物を改良することにあまり時間をかけない。実際、可能な限り、彼らは元々他の種族が建てた建物や共同体に住むことを好む。
]],
[race_ed_rel]=[[
オークは何よりも強さを賞賛する。敵対する種族の一員であっても、鼻を何度もへし折れば、オークの恨みを買い、少なくとも寛容になることがある。

オークはドワーフとエルフを、激しい憎悪と不機嫌な憤り、そして一抹の警戒心の入り混じった奇妙な目で見ている。彼らは権力を尊重し、この2つの種族が数え切れないほど長い間、自分たちを寄せ付けなかったことをある程度は理解している。彼らの魔手にかかったドワーフやエルフを苦しめるチャンスは決して逃さないが、勝利を確信しない限りは慎重に行動する傾向がある。オークはハーフリングやノームを奴隷にする価値のない弱虫と見なす。彼らはしばしば、生粋のエルフほど脅威には見えないがエルフの特徴を多く持つハーフエルフを、特に魅力的な標的として見なす。オークは人間を羊の一種であり、その中に数匹の狼が住んでいると見なしている。彼らは自分たちを追い払うには弱すぎる人間を自由に殺したり虐げたりするが、手ごわい人間に出くわしたときのために、常に最寄りの出口に片目を光らせている。

オークはハーフオークを侮蔑と羨望と誇りの入り混じった奇妙な目で見ている。一般的なオークよりも弱いが、ハーフオークの方が賢く、狡猾で、優れた指導者でもある。ハーフオークが率いる部族、あるいは少なくともその助言を受ける部族は、純血のオークが率いる部族よりも成功することが多い。より根本的なレベルでは、オークはハーフオークが弱い種族を支配していると考えている。
]],
[race_ed_aln]=[[
オークにはほとんど良いところがない。多くは暴力的で残酷、そして利己的である。名誉や忠誠といった概念は通常、弱い種族を苦しめる奇妙な欠点として彼らを捉える。オークは一般的に単なる悪ではなく、混沌な性格を持つが、自制心の強い者は秩序にして悪に傾倒することもある。

オークは火、戦争、血の神に祈りを捧げ、しばしばこれらの側面をオーク独自の概念に組み合わせて部族の "パンテオン "を作り上げる。
]],
[race_ed_adv]=[[
オークは通常、権力闘争に敗れて初めて部族を離れる。屈辱、奴隷、あるいは同族の手による死に直面した彼らは、代わりに他の種族のメンバーと暮らし、働くことを選ぶ。

短気な性格と本能的な支配欲を抑えられないオークは、ひとたび独立すると長続きしない。

他の社会で何とか生活しているオークは、しばしばその社会がもたらす贅沢や快適さを享受しているが、それでも故郷に戻り、権力を掌握し、復讐することを夢見る傾向がある。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アーカス,カルルグ,フェルザック,ムルドゥット,プラバー。

<c=twa>女性名:</c>
ドゥラ,グリルギス,イリヤット,クルッガ,レフィット,オルビン,トリスグラーク。
]],
}


s_goblinoid		= "ゴブリノイド"
s_goblinoid_d	= [[ゴブリノイドは狩りと略奪を生業とする隠密型の人型生物だ。

一般的なゴブリノイドにはゴブリン、バグベア、ホブゴブリンがいる。彼らはすべてゴブリン語を話す。]]-- …raiding and who all speak Goblin

s_goblinoid_aln		= "ゴブリノイドの悪の本質"
s_goblinoid_aln_d	= [[ゴブリン、ホブゴブリン、バグベアは、表面的な類似性はあるものの、それぞれ異なる悪の顔を表している。

ホブゴブリンは秩序正しく、几帳面に悪を行い、巨大な軍隊や軍団、専制国家を形成する。

ゴブリンは原始的な悪であり、同族間であれ隣人に対してであれ、残酷さと些細な犠牲を求める。

しかし、バグベアによって擬人化された悪は、可能な限り破壊的な方法で痛みや苦しみを積極的に与えようとするため、最も恐ろしいかもしれない。

ホブゴブリンが殺すのは伝統と秩序のためだ。ゴブリンが殺すときは楽しむためだ。バグベアにとって殺人の真の目的とは、犠牲者ではなく、犠牲者を大切に思っていた人々を攻撃することなのだ。]]


s_gob	= "ゴブリン"
s_gob_c	= "このクリーチャーの身長は3フィート（約1.5メートル）しかなく、痩せこけた人型の体は、幅広の不格好な頭部に矮小化されている。"
s_gob_d	= [[
言いようのない暴力を振るう傾向のある狂気の放火魔で、ゴブリノイド種族の中では最小の種族である。

楽しいことが大好きな人種だが、彼らのユーモアはしばしば残酷で傷つく。

冒険者であるゴブリンは、他人とうまくやっていくために、常に暗いやんちゃな面と格闘している。本当に成功する者は少ない。
]]
s_gob_eds={
[race_ed_dd1]=[[
ゴブリンは破壊的で貪欲な性質を持つ子供のようなクリーチャーの種族であり、ほとんど誰からも軽蔑されている。弱く臆病なゴブリンは、破壊的で使い捨ての歩兵を必要とする強いクリーチャーに操られたり奴隷にされたりすることが多い。生き残るために自らの知恵を頼りにするゴブリンは社会の片隅に住み、ゴミやより文明的な種族の弱いメンバーを餌としている。他のほとんどの種族はゴブリンを駆除不可能な寄生虫とみなしている。

ゴブリンはほとんど何でも食べることができるが、肉食を好み、人間やノームの肉は希少で入手困難な珍味と考えている。ゴブリンは大きな種族を恐れているが、ゴブリンの短い記憶と底なしの食欲のために、しばしば戦争に出たり、他の種族に対して襲撃を行ったりする。
]],
[race_ed_dd2]=[[
ゴブリンは洞窟の中や、アザミやワラビが生い茂る大きな雑木林の中、あるいは他人が建てた後に放棄された建造物の中に住むことを好む。自分で建造物を建てようとする意欲を持つゴブリンはほとんどいない。海岸線が好まれるのは、ゴブリンがガラクタや漂流物をふるいにかけ、文明化した種族のゴミの中から宝物を見つけ出そうとする終わりのない探求を好むからである。

ゴブリンの憎悪は深く、ノーム（彼らは長い間ゴブリンと戦ってきた）、馬（彼らはゴブリンを非常に怖がらせる）、普通の犬（ゴブリンはゴブリンの犬を薄い模造品とみなしている）ほど彼らの怒りを刺激するものはない。

また、ゴブリンはかなり迷信深く、畏怖と恐怖が入り混じった媚び諂った態度で魔法を扱う。平凡なものにも魔法を適用する習性があり、ゴブリン社会では火も文字も神秘的な力を持つ。火は大きな破壊をもたらすことができるため、また振り回すのに大きさや力を必要としないため、ゴブリンにとても愛されているが、書かれた言葉は嫌われている。ゴブリンは文字を書くと頭から言葉が抜け落ちると信じており、その結果、ゴブリンは普遍的に文字を読めない。

ゴブリンは貪欲で、自分の体重分の食料を毎日食べても太らない。ゴブリンの隠れ家には常に多くの貯蔵庫と食料庫がある。人間やノームの肉を好むが、ゴブリンはどんな食べ物でも断らない。
]],
[race_ed_phy]=[[
ゴブリンは背が低く醜い人型生物で、身長は3～3フィート半、体重は40～45ポンドである。痩せこけた体に、巨大な耳と毛のない頭部を持つ。彼らの旺盛な食欲は、ギザギザの歯が生えた巨大な口がよく物語っている。

ゴブリンの肌の色は、黄色からオレンジのような色合い、そして深い赤色まで様々である。目の色は通常、赤から黄色までさまざまで、つぶらな瞳をしている。

ゴブリンは黒っぽい革の服を着ており、無骨で汚れたような色が多い。
]],
[race_ed_btl]=[[
大きくて強い生き物にいじめられることで、ゴブリンは自分たちの数少ない長所、つまり数の多さと悪意ある創意工夫を利用することを学んだ。彼らの社会では、公平な戦いという概念は無意味である。待ち伏せ、圧倒的な勝算、汚い手口、その他考えつく限りの優位を好む。

ゴブリンは戦略を理解するのが苦手で、元来臆病で、戦いが不利になると戦場から逃げ出す傾向がある。しかし、適切な監視があれば、それなりに複雑な計画を実行することができ、そのような状況ではその数は致命的なアドバンテージとなる。
]],
[race_ed_soc]=[[
暴力的だが多産なゴブリンは、絶えず権力が入れ替わる原始的な部族構造の中に存在する。農耕や狩猟採集で自分たちの必要を維持できることはまれで、ゴブリン部族は食料が豊富な場所か、食料を盗める場所の近くに住んでいる。彼らは大きな砦を築くことができず、容易にアクセスできる場所のほとんどから追い出されているため、ゴブリンは不快で人里離れた場所に住む傾向があり、彼らの建築能力や計画能力の低さから、主に粗末な洞窟や荒れ果てた村、廃墟となった建造物に住むことになる。ゴブリンは道具の扱いに長けていたり、農耕に長けていたりする者はほとんどおらず、ゴブリンが持っている貴重な品々はたいてい人間や他の文明文化圏から持ち去られたものである。

ゴブリンの食欲と計画性のなさは、最強の戦士が支配する小さな部族を生み出す。最も頑健なゴブリンのリーダーでさえも、自分たちの生存が、食料源を確保し、部族内の攻撃的な若者を殺すために頻繁に襲撃を行うことにかかっていることにすぐに気づく。ゴブリンの男女はともに醜く凶暴であり、男女ともに部族内で権力の座に就く可能性が高い。

ゴブリンの赤ん坊は生まれて間もなくほとんど自給自足できるようになり、そのような赤ん坊はほとんどペットのように扱われる。多くの部族は、大人がほとんど無視できるような檻や檻の中で子供を共同で育てる。若いゴブリンの死亡率は高く、大人が食事を与えなかったり、食料が少なくなると、若者はゴブリン部族で生き残るためには共食いが最良の手段であることを幼いうちに学ぶ。
]],
[race_ed_rel]=[[
ゴブリンは他の生物を食料源と見なす傾向があるため、ほとんどの文明種族とは関係が悪い。ゴブリンはしばしば人間の文明の片隅で生き延び、弱い者や道に迷った旅人を捕食し、時には貪欲な食欲を満たすために小さな集落を襲うこともある。

彼らはノームに対して特別な反感を抱いており、そのような犠牲者を捕らえたり殺したりすると、祝宴を開いて祝う。最も一般的な種族の中で、ハーフオークはゴブリンに対して最も寛容であり、同じような祖先を持ち、多くの社会で同じ憎しみを経験している。しかし、ゴブリンはハーフオークの同情をほとんど知らず、彼らが他の人型生物よりも大きく、意地悪で、味が薄いという理由で避けている。
]],
[race_ed_aln]=[[
ゴブリンは元来貪欲で、気まぐれで、破壊的であるため、そのほとんどは中立か混沌にして悪である。
]],
[race_ed_adv]=[[
ゴブリンの冒険者はたいてい好奇心が強く、世界を探検したがるが、自らの愚かな悪行によって殺されたり、無差別な破壊行為のために狩られたりすることが多い。その凶悪な性質から文明種族との交流はほとんど不可能であるため、ゴブリンは文明の片隅や荒野を冒険することが多い。

長く生き残る冒険好きな者は、ゴブリンの犬や他の特殊な馬に乗ることが多く、大きな敵との接近戦を避けるために弓術に重点を置いている。ゴブリンの呪文の使い手は、他のほとんどすべての騒乱を広げる方法よりも、火の魔法や爆弾を好む。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
ブールガブ,ゴグマルチ,ロットフット,ゾブマグル。

<c=twa>女性名:</c>
ギードラ,グームルーガ,ホグロブ,ラックムス。
]],
}


s_gob_h		= "ホブゴブリン"
s_gob_h_c	= "人間の背丈ほどもあり、筋肉質でオレンジ色の肌をしたこの生き物は、小さな観察眼で周囲を見回す。"
s_gob_h_d	= [[
ホブゴブリンはゴブリンの従兄弟にあたる大型の種族である。このクリーチャーはゴブリノイド種族の中で最も規律正しく、軍国主義的である。

背が高く、タフで力強い体格のホブゴブリンは、残酷で悪意があり、しばしば奴隷を飼うという事実がなければ、どの冒険者グループにとっても有益な存在だろう。
]]
s_gob_h_eds={
[race_ed_dd1]=[[
獰猛で軍国主義的なホブゴブリンは、征服によって生き延びる。彼らの戦争機械の燃料となる原材料は襲撃からもたらされ、武器や建物は死ぬまで働かされた奴隷の労苦から生まれる。

生来、野心的で嫉妬深いホブゴブリンは、他の種族を犠牲にしてでも自分を高めようとするが、戦いにおいては些細な相違を捨て、最高の兵士に匹敵する規律をもって戦う。

ホブゴブリンは互いにほとんど愛情も信頼もなく、来訪者に対してはなおさらである。ホブゴブリンたちの生活は、地位の高い者への義務、地位の低い者への支配、そして個人的な栄光を掴み、地位を向上させる稀な機会から成り立っている。
]],
[race_ed_dd2]=[[
ホブゴブリンは軍国主義的で多産であり、この組み合わせが地域によっては非常に危険な存在となっている。彼らは素早く繁殖し、戦死者を新しい兵士と入れ替え、戦況にもかかわらずその数を維持する。ホブゴブリンの隠れ家での奴隷としての生活は残酷で短く、倒れたり食べられたりした者の代わりに新しい奴隷が常に必要とされる。

ゴブリノイド種族の中で、ホブゴブリンは圧倒的に文明的である。彼らは、より大きく孤独なバグベアを、通常は暗殺や隠密を含む特定の任務のために雇い入れられ、適切な場所で使用される道具と見なし、その小さなゴブリンの親族を恥と不満の入り混じった目で見ている。ホブゴブリンはゴブリンの粘り強さを賞賛するが、その小さな同族の予測不可能な性質と火を好むことから、ホブゴブリンの部族や集落には歓迎されない。とはいえ、ほとんどのホブゴブリン部族にはゴブリンの小集団が含まれており、通常、集落の最も好ましくない一角にしゃがんでいる。

多くのホブゴブリン部族は戦争好きと鋭い知性を兼ね備えている。攻城エンジンの科学、錬金術、複雑な技巧はほとんどのホブゴブリンを魅了し、特に熟練した者は英雄として扱われ、必ず部族内で高い地位を確保する。分析的な頭脳を持つ奴隷は非常に重宝され、そのためドワーフの都市を襲撃することは日常茶飯事である。

ホブゴブリンが魔法、特にアーケインの魔法に不信感を抱き、軽蔑さえしていることはよく知られている。彼らの祈禱師は恐怖と尊敬が入り混じった態度で扱われ、通常は部族の隠れ家の片隅で孤独に暮らすことを余儀なくされる。ホブゴブリンがアーケインの魔法（ホブゴブリンは "エルフマジック "と呼ぶ）を使うことは前代未聞である。これがホブゴブリンが魔法を憎む根源であり、ホブゴブリンがエルフを憎む理由である。
]],
[race_ed_phy]=[[
ホブゴブリンの身長は5フィート（平均的な人間より数インチ低い）、体重は160ポンド（約8.5kg）である。体格を除けば、ホブゴブリンは従兄弟のゴブリンによく似ている。

たくましく筋肉質で、長い腕、太い胴体、比較的短い脚は、ほとんど猿のような体格をしている。

ホブゴブリンの髪の色は暗赤褐色から暗灰色まである。皮膚は暗橙色か赤橙色をしている。大きなオスの鼻は青か赤である。ホブゴブリンの目は黄褐色か暗褐色で、歯は黄色である。

彼らの衣服は鮮やかな色彩のものが多く、血のような赤に黒を基調とした革が使われることが多い。
]],
[race_ed_btl]=[[
ホブゴブリンは戦略と戦術を熟知しており、高度な戦闘計画を遂行することができる。熟練した戦略家や戦術家の指揮の下、彼らの規律が決め手となることもある。

ホブゴブリンはエルフを憎んでおり、他の敵よりもまずエルフを攻撃する。
]],
[race_ed_soc]=[[
ホブゴブリンは軍国主義的な専制国家に住んでおり、各集落はホブゴブリン将軍の絶対的な支配下にある。集落のすべてのホブゴブリンが軍事訓練を受け、優秀な者は軍隊に、それ以外はより下働きの役割に任される。軍務に適さないと判断された者の社会的地位は低く、かろうじて寵愛された奴隷より上の地位にある。にもかかわらず、ホブゴブリン社会は一応平等主義である。性別や生まれは出世の妨げにならず、ほぼ個人の実力だけで決まる。

ホブゴブリンは、たとえ子供であっても強い執着を避ける。結婚は便宜的なものであり、ほとんどの場合、同格のホブゴブリンに限られる。生まれた子供は生後3週間で母親から引き離され、強制的に離乳させられる。子供の成熟は早く、会話や身の回りのことができるようになるまで6ヶ月はかからない。ホブゴブリンの幼年期はわずか14年で、戦争術の残酷な訓練に明け暮れる。
]],
[race_ed_rel]=[[
ホブゴブリンは他の種族を奴隷にし、隷属させ、働かせる道具としか見ていない。奴隷がいなければ、ホブゴブリン社会は崩壊してしまうほど、奴隷労働に依存している。怪我をしたり、病気になったり、反抗的な奴隷は、壊れた道具のようなもので、その日のゴミと一緒に捨てられる役立たずの廃棄物だ。驚くなかれ、ホブゴブリン社会は他の種族を友人とせず、味方とする者もほとんどいない。

エルフとドワーフは特別な敵意を買い、両種族ともにゴブリンに対する血の仇に恨みを持っているため、適切な奴隷に仕立てるのは非常に難しい。ハーフリングとハーフオークは特に貴重な奴隷と見なされる。前者はその俊敏な技能と首輪に簡単に従うことができるため、後者は最も過酷な環境でも生き残る才能があるためである。ホブゴブリンはゴブリンの他の種族に対してあまり愛情を持っていないが、通常は他の種族よりもゴブリン系の奴隷をより良く扱う。
]],
[race_ed_aln]=[[
ホブゴブリンの生活は極めて秩序があり階層的で、ホブゴブリンは強く秩序属性に傾いている。生来は悪ではないが、ホブゴブリンの短すぎる子供時代を満たす無慈悲で残忍な訓練は、ほとんどの者に恨みと憎悪を残す。善の属性を持つホブゴブリンは最も数が少なく、ほとんど他の文化圏で育った者に限られる。より数は多いがまだ稀なのは混沌な傾向のホブゴブリンで、その多くは祖国の専制君主によって追放された亡命者である。

大半のホブゴブリンにとって、宗教は非軍事的な追求と同様、ほとんど重要ではない。ほとんどのホブゴブリンは1つ以上の神々に口先だけの奉仕を捧げ、時折供物を捧げて寵愛を受けたり、不運を退けたりする。より強い宗教的使命を感じるホブゴブリンは、恐ろしく暴虐な神々や悪魔を崇める。
]],
[race_ed_adv]=[[
ホブゴブリンの冒険者たちは、軍生活の厳しい序列体系に不満を抱く一匹狼の象徴的な存在である。また、弱さや臆病さを露呈したために、不名誉のうちに逃亡したり追放されたりした者もいる。ある者は、いつか富と偉大な功績の物語を携えてホブゴブリンの群れに戻ることを夢見ている。数人は先見の明のあるホブゴブリン将軍に仕え、最も有望な若者を世に送り出し、いつの日かホブゴブリンの大義のために強大な英雄として戻ってくるかもしれない。

ホブゴブリンは武闘派、特にファイター、モンク、ローグに傾倒している。アーケインの術はホブゴブリン社会では信用されておらず、そのためその実践者は稀である。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アロノク,バンカニール,ドルドゥケン,フェンタナス,グルール,ハゴルス,カルマント,マルグロア,スラターク,タロガン。

<c=twa>女性名:</c>
アリネット,エロチ,エスカニ,ホリニア,コルムン,モラナッサ,モリトラ,ニマニシ,ノラニリム,ヴォルティガ。
]],
}


s_gob_b		= "バグベア"
s_gob_b_c	= "その小さな乳白色の目は、これから始まる殺しのスリルに輝いている。"
s_gob_b_d	= [[
バグベアはゴブリノイド種族の中で最も大きく、ほとんどの人間よりも少なくとも頭1つ分身長が高い。

バグベアはもともと残酷で、楽しむために殺す。人間はバグベアが好む獲物であり、ほとんどのバグベアは人間の肉を主食としている。耳や指の無惨な戦利品は、バグベアの一般的な装飾品である。

彼らは一匹狼であり、同族の部族を形成するよりも自分たちだけで生きて殺すことを好むが、バグベアの小集団が一緒に行動することも珍しくない。彼らは小規模な騒乱を好み、その方が好きな行為（殺人や拷問）をより個人的なレベルで行えるからだ。
]]
s_gob_b_fav_cls="バグベアは可能な限り相手を待ち伏せすることを好む。ローグとして優れている。"
s_gob_b_traits=[[
<b c=tg>筋力 +4、敏捷力 +2、耐久力 +2、 <c=tr>魅力 -2: </c></b>バグベアは強くて健康だが、その残酷で殺戮的な性質にはうんざりさせられる。

<b>種族ヒットダイス(HD): </b>バグベアは3レベルの人型生物からスタートし、3d8のヒットダイス(HD)を得る。

<b>種族技能: </b>バグベアの人型生物レベルは6×（2＋知力修正値）に等しい技能点を与える。クラス技能は登攀、隠れ身、聞き耳、忍び足、捜索、視認である。

<b>種族特技: </b>バグベアの人型生物レベルは2つの特技を与える。

<b>武器と防具の熟練度: </b>簡単純武器、軽装鎧、盾の扱いに習熟する。

<b>鎧: </b>外皮ボーナス+3。

<b>S隠密: </b>忍び足の判定に+4の種族ボーナスを与える。
]]
s_gob_b_langs=[[
<b>自動習得言語: </b>共通語とゴブリン語。
<b>ボーナス習得言語: </b>竜語、エルフ語、ジャイアント語、ノール語、オーク語。

<c=twc>バグベアはゴブリン語と共通語を話す。</c>
]]
s_gob_b_eds={
[race_ed_dd1]=[[
バグベアは一匹狼で、同族の部族を形成するよりも自分たちだけで生き、殺すことを好む。

とはいえ、バグベアの小集団が一緒に行動したり、ゴブリンやホブゴブリンの部族に住み着いてエリート衛兵や処刑人として機能することも珍しくない。

バグベアはゴブリンのように大規模な戦場を形成したり、ホブゴブリンのように国家を形成したりはしない。

バグベアは他のゴブリノイドよりも孤独に生きる傾向が強い。他人の弱さや必要性に足を引っ張られることを嫌うため、本来は自分の一族や肉親にさえ不信感を抱いている。

バグベアは単独でのサバイバルに適している。その優れた感覚は、克服するには大きすぎる脅威を避けるために十分な距離を保ちながら脅威を識別することを可能にし、その天性の隠密性は、寝床や物資の隠し場所まで気付かれずに移動するのに役立つ。

もちろん、一匹でいるバグベアは病気や怪我をしているときは狩られやすく、その弱点を知っているために用心深くなる。負傷したバグベア単独では、危険の少ない弱い獲物を探すが、たとえ獲物が数週間から数ヶ月の間苦しめられるのに十分な強さを持っていることを望んでいてもである。
]],
[race_ed_dd2]=[[
一匹のバグベアが年を取って衰弱し始めると、集団に引き取られるよう説得するか、影に隠れて危険を避け、過去の栄光を懐かしむかのどちらかにならざるを得ない。

バグベアは寛大な生物ではありませんが、かなりの規模のバグベア族はしばしば長老を受け入れることを喜びます。

第一に、新参者は病弱であるため、既存の一族のリーダーにとっては脅威ではなくなる。

第二に、年老いたバグベアは狡猾なバグベアとみなされ、静かにストーキングしたり殺したりする秘訣を知っている可能性が高い。バグベアは他のほとんどの知識はほとんど使わないが、これらのテーマに関する信頼できる教訓や逸話は、知恵としても娯楽としても重宝される。
]],
[race_ed_phy]=[[
バグベアはゴブリノイドの中で最も大きく、身長は7フィート近くある--まっすぐ立てばそうなるが、ほとんどのバグベアは猫背の姿勢を好む。この巨大なクリーチャーの体重は400ポンドに達する。

ゴブリンやホブゴブリンに似た顔立ちをしているが、よりふにゃふにゃとした広い顔をしている。顔は剥き出しだが、体の他の部分は粗くボサボサの毛で覆われており、しばしばつや消しになっていたり、奇妙な角度で突き出ていたりする。

膨れ上がった筋肉と巨体にもかかわらず、バグベアは驚くほどの優雅さと隠密性をもって動く。その丸々とした頭でっかちな体型が、通り抜けるには狭すぎるような空間を静かに滑空しながら獲物を追うバグベアを見るだけで、観察者を不安にさせるには十分だ。
]],
[race_ed_btl]=[[
バグベアは可能な限り相手を待ち伏せすることを好む。

狩りをするときは通常、本隊の前に斥候を送り、獲物を発見したら戻って報告し、援軍を呼び寄せる。

バグベアの攻撃は連携が取れており、その戦術は見事とは言えないまでも健全だ。
]],
[race_ed_soc]=[[
典型的なバグベア一族は、お互いを過度に裏切らない歴史を持つ一族に過ぎず、そのため非常に脆い。バグベアは遠くの犠牲者よりも自分の一族のメンバーを捕食したいと考えるかもしれないし、欠乏によってバグベア一族が食料やシェルターのために争うこともしばしばあるし、あるバグベアが理由もなく他のバグベアを攻撃することもある。法律も安定させる伝統もないため、ひとつの事件が全面的な紛争に発展することはない。殺戮の中から新たなリーダーが立ち上がり、秩序のようなものを強制しない限り、紛争はしばしば脆弱な一族を引き裂く。

安定したバグベア社会はほとんどないが、一般的には2つの大きなカテゴリーに分かれる。1つはバグベアの隔離集団であり、もう1つは秘密結社である。バグベアの秘密結社では、いくつかの生き物がより安定した統治の下で（規則と警戒心に従って）生活している。場合によっては、これは巨人やドラゴンなどの1人の強力な支配者である。その支配者はバグベアに十分な恐れを抱かせるほどの強力さや狡猾さを持っていなければならず、その領地内でトラブルを引き起こさないようにすることはめったに簡単ではない。このような支配者はバグベアをスパイ、拷問者、秘密警察として雇用し、他の派閥を牽制するために彼らの自然な残酷さ、警戒心、ひそかさを利用する。

バグベアの隔離集団は組織化された社会、特にホブゴブリンの間でも時折形成される。このような場合、バグベアは二級市民として扱われ、斥候や傭兵として奉仕させられる。各バグベアは任意のホブゴブリンを殺すことができるかもしれないが、組織化されたホブゴブリンの民兵は、しばしば分裂した利己的なバグベアを統率し、ホブゴブリンの支配に対する反乱を鎮圧することができる。

このような秩序ある社会のバグベアは、しばしば自由な親族よりも野蛮で怒りっぽく、パニックや騒乱を好きなように起こせない制限に怒り狂う。単独で生きようとして逃げ出す者もいるが、よく組織された軍隊や専制政治は、反乱を起こして死ぬよりも、奉仕して生きる方がよいということを、バグベアの小集団に印象づけることができる。

バグベア社会の第二の形態はさらに稀な陰謀団で、バグベアの小集団が他の人型生物（しばしばゴブリン、オーク、コボルドなど）の大集団を支配している。バグベアーの陰謀団は政府とも、その言葉の本当の意味での氏族ともみなされない。その代わり、純粋ないじめと恐喝によって他の集団を支配することに成功した凶悪犯の一団である。陰謀団は共同体における最終的な決定権を持つが、統治の細部は対象集団の機能員に任せている。

そのような集落の中では、陰謀団のエージェントであることが最高の地位であるように思えるかもしれないが、バグベアは下級の臣下に恐怖と不幸を与えるのと同じくらい、最も重要なエージェントを恐怖に陥れることを楽しんでいる。バグベアの陰謀団は恐怖と無差別な力の誇示によって支配し、その臣下は生き残るための最善の方法は注意を全く引かないことだとすぐに学ぶ。しかし、誰かが政府の必要を見なければならないので、バグベアは民衆の上級メンバーにその仕事をさせ、彼らがその職務に失敗すれば拷問する。
]],
[race_ed_rel]=[[
バグベアは他の人型生物に夜を恐れさせる恐怖の存在だ。彼らは残酷な殺人鬼であり、恐怖、苦痛、不幸を与える必要性に駆られ、食物や避難所を求めるのと同じくらい強く駆り立てられている。

バグベアは他のクリーチャー、たとえ自分の家族の一員であっても何も気にかけず、自分の暗い情熱を満たす最善の方法を見つける以上の動機はない。
]],
[race_ed_aln]=[[
バグベアはもともと残酷で、楽しむために殺す。

バグベアは宗教に傾倒すると、殺人と暴力の神々を寵愛し、さまざまな魔王がお気に入りだ。
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


s_kobold	= "コボルド"
s_kobold_c	= "この小柄な爬虫類の人型生物は、鱗状の皮膚、小さな歯が詰まった口先、そして長い尾を持っています。"
s_kobold_d	= [[
コボルドは暗闇の生き物で、地下の巨大な巣窟や、太陽の光が届かない森の暗い隅に多く生息している。

ドラゴンの子孫であるコボルドは、小柄だが自我は強い。

ごく一部の者は同族よりもドラコニックな特徴を持つことができ、その多くは強力なソーサラーや狡猾なローグである。
]]
s_kobold_eds={
[race_ed_dd1]=[[
コボルドは弱く、卑屈で、世界の他の種族、特に自分たちより強く、賢く、何かと優れているように見える種族の一員に対する怨念が渦巻いている。コボルドは誇らしげにドラゴンと同族であることを主張するが、その威勢の良さの裏には、輝かしいいとこたちとの比較による深い劣等感がある。

彼らは勤勉で賢く、機械装置や採掘の天賦の才に恵まれているが、自らの才能を讃える代わりに恨みや憎しみを抱いて日々を過ごしている。コボルドの戦術は罠と待ち伏せに特化しているが、コボルドは自分を危険にさらすことなく他者に危害を加えることができるものなら何でも楽しむ。

多くの場合、殺すことよりも捕らえることを目的とし、閉所恐怖症の巣に引きずり込まれた無力な犠牲者に不満をぶつける。
]],
[race_ed_dd2]=[[
コボルドは暗黒の生き物で、地下の巨大な巣窟や、太陽の光が届かない森の片隅に最も多く生息している。その身体的類似性から、コボルドは自分たちはドラゴン族の子孫であり、偉大なる神の従兄弟の翼の下で地上を支配する運命にあると声高に宣言するが、ほとんどのドラゴンはこの不愉快な蟲をほとんど利用しない。

コボルドは、神の権利や明白な運命を声高に語る一方で、自らの弱さを痛感している。臆病で策略家である彼らは、できることなら正々堂々と戦わず、待ち伏せや裏切りを仕掛けたり、粗末だが巧妙な罠を無数に仕掛けて巣窟に籠もったり、巨大な雄叫びを上げる大群で敵を転げ回ったりする。

コボルドの色合いは、同じ卵塊から生まれた兄弟の間でも異なり、赤が最も一般的ですが、白、緑、青、黒のコボルドも珍しくありません。
]],
[race_ed_phy]=[[
コボルドは背の低い爬虫類のような人型生物で、臆病でサディスティックな傾向がある。ほとんどの場合、身長は2～2フィート半、体重は35～45ポンドである。

コボルドのうろこ状の皮膚は暗い錆びた茶色から錆びた黒色まで様々である。この分厚い皮の色はさまざまで、ほとんどの鱗はクロマティックドラゴンのいずれかの品種の色合いに似ており、赤い鱗が優勢である。しかし、少数のコボルドはオレンジ色や黄色など、より特殊な色をしており、部族によっては仲間の目から見た個体の地位を上下させる。

赤く光る目を持ち、巻き尾はない。コボルドの顔には不思議なことに表情がないことが多く、尻尾を振るだけで感情を表すことを好む。その大きさにしては強力な顎を持ち、手足には目立つ爪がある。

コボルドはボロボロの服を着ており、赤とオレンジを好む。
]],
[race_ed_btl]=[[
コボルドは、少なくとも2対1という圧倒的な勝算か策略で攻撃することを好む。勝算がこの閾値を下回ると、通常は逃げる。しかし、数が同じであれば、見つけ次第ノームを攻撃する。

彼らはまず弾丸を投げつけ、敵が弱ったのを確認してから戦闘を開始する。コボルドは可能な限り、罠にかかった場所の近くに待ち伏せを仕掛ける。
]],
[race_ed_soc]=[[
コボルドは太陽の光から遠く離れた窮屈な場所で成長する。大半は地中深くにある広大な巣穴に住んでいるが、その代わりに生い茂った木々や草木の絡まる場所に住処を構える者もいる。

コボルドは他種族への悪意は抑えて、ほとんどの種族とはうまくやっている。小競り合いや確執が起こることもあるが、コボルドのコミュニティを支配する長老たちは、そのような争いを速やかに解決する傾向にある。

コボルドは奴隷を手に入れることを喜び、彼らを苦しめ、辱める機会を喜ぶ。彼らはまた臆病で現実的であり、しばしばより強力な存在に屈服することになる。これらのクリーチャーが他の人型生物種族である場合、コボルドはできるだけ早く服従から解放されようと画策することが多い。しかし、その支配者がドラコニックやモンスターのような強力なクリーチャーである場合、コボルドは服従を恥と思わず、しばしば新しい指導者を崇拝する。コボルドが真のドラゴンに仕えている場合は特にそうで、ドラゴンを崇拝する傾向がある。
]],
[race_ed_rel]=[[
コボルドはしばしば憎悪と嫉妬にかられるが、生来の用心深さから、こうした衝動に駆られるのは自分が優位に立ったときだけである。他種族に物理的な危害を加えたり、品位を落としたりしたいという衝動を安全に満たすことができない場合は、代わりに慎重な侮辱や "悪ふざけ "に頼る。

彼らはドワーフもエルフも宿命のライバルと考えている。コボルドはハーフオークの武力を恐れ、その種族が享受している支配的な地位について人間を恨んでいる。ハーフエルフは両方の種族の長所を兼ね備えていると考えており、コボルドにとっては根本的に不公平な存在である。コボルドは、小柄なハーフリングは素晴らしい奴隷になり、コボルドの怒りや悪ふざけの標的になると考えている。ノームが初めて人間界にやってきたとき、コボルドは彼らを完璧な犠牲者と見なした。これが報復と報復の波を巻き起こし、何世紀にもわたりコボルドの永遠の恨みを買うことになった。
]],
[race_ed_aln]=[[
コボルドは優れた武力に対しては容易に屈服するが、圧制者よりも優位に立とうとする策謀を止めることはめったにない。ほとんどのコボルドは秩序にして悪であるが、個人的な利益よりも手続きを重視するため、代わりに秩序にして中立になる者もいる。

これらの神々に加え、コボルドは極めて日和見主義的で、モンスターをなだめたり、好意を得たりするために、近くにいるモンスターを崇拝することもある。
]],
[race_ed_adv]=[[
コボルドが自らの意思で居心地の良い巣を出ることはめったにない。冒険の旅に出る者のほとんどは、その部族の最後の一人であり、そのような者は、受け入れてくれる他のコボルドの共同体を見つけると、すぐにまた定住することが多い。

憎しみや悪意に満ちた本性を抑えることができない、あるいは少なくとも隠すことができないコボルドは、大きな世界で生き残ることは非常に困難である。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
ドラアジン,イードゥ,イプメルク,ジャマダ,キブ,マクルオ,オルプ,イラーリク,ゾルネスク。

<c=twa>女性名:</c>
アドリアック,ハルカイル,ネーラル,オズラ,ポロ,サースラー,タルカ。
]],
}


s_liz_man	= "リザード フォーク"
s_liz_man_c	= "この爬虫類のような人型生物は、緑色のうろこ、短くて歯のような鼻、ワニのような太い尾を持っている。"
s_liz_man_d	= [[リザードフォークは、その起源が失われた古代の種族である。急速に進化するこの世界では、より高速に繁殖する温血種によって、リザードフォークはますます無用の存在となりつつある。

それでもリザードフォークは努力を続けている。彼らは誇り高く強力な肉食動物であり、沼地や湿地の奥深くに点在する村に共同生活を営んでいる。乾いた土地の植民地化には興味がなく、何千年もの間、自分たちの役に立ってきた単純な武器と儀式に満足しているため、リザードフォークは他の多くの種族から僻地の野蛮人と見られている。

しかし、隔離されたコミュニティの中では、リザードフォークは実は伝統に満ちた活気に満ちた人々であり、人類が直立歩行する以前にまでさかのぼる口承の歴史がある。]]
s_liz_man_fav_cls="リザードフォークは生涯成長し続け、稀に老化を超越できる者（高レベルのドルイドやアルケミストなど）は100歳前後で大きなサイズに達することもある。このような者はその大きさと幅広い部族的知識の両方によって、リザードフォーク社会における権力の座を確保し、過去の残党が再び目覚めたと考えられている。"
s_liz_man_traits=[[
<b c=tg>筋力+2、耐久力+2、<c=tr>知力-2: </c></b>リザードフォークは強くタフだが、迷信深く頑固だ。

<b>種族ヒットダイス(HD): </b>リザードフォークはまず2レベルの人型生物になり、2d8のヒットダイス(HD)を得る。

<b>種族技能: </b>リザードフォークの人型生物レベルは5×（2＋知力修正値）に等しい技能ポイントを与える。クラス技能は平衡感覚、跳躍、水泳である。尻尾があるため、リザードフォークは跳躍、水泳、平衡感覚判定に＋4の種族ボーナスを持つ。

<b>種族特技: </b>リザードフォークの人型生物レベルは1つの特技を与える。

<b>武器と防具の熟練度: </b>単純な武器と盾を使いこなす。

<b>鎧: </b>外皮ボーナス+5。

<b>肉体武器: </b>2つの爪（1d4）と噛みつき（1d4）。{hlp_nwpn}

<b>息を止める（特殊能力）: </b>リザードフォークは溺れる危険があるまで、自分の耐久力値の4倍に相当するラウンド数、息を止めることができる。
]]
s_liz_man_langs=[[
<b>自動習得言語: </b>共通語と竜語。
<b>ボーナス習得言語: </b>水界語、ゴブリン語、ノール語、オーク語。

<c=twc>リザードフォークは一般的に竜語のみを話すが、比較的知能の高い者は共通語も話す。</c>
]]
s_liz_man_eds={
[race_ed_dd1]=[[
リザードフォークは古代種族で、その起源は時の流れの中で失われている。彼らは自分たちのことを世界そのものと同じくらい古いと信じており、ディノサウルスと一緒に誕生したと主張している。この信念が、伝統と古めかしい技術に頑なにしがみつく文化を生み出した。

それでもリザードフォークは努力を続けているが、その数は、より早く繁殖するウォームブラッド（温血動物）がますます無用の存在となりつつある世界と交流するよりも、湿地帯の原生地の奥深くに引きこもることで減少している。

リザードフォークは誇り高く強力な爬虫類の肉食動物であり、沼地や湿地の奥深くに点在する村に共同住居を構えている。乾いた土地の植民地化には興味がなく、何千年もの間役に立ってきた単純な武器と儀式に満足しているため、リザードフォークは他の多くの種族から僻地の野蛮人と見られている。

しかし、隔離されたコミュニティの中では、リザードフォークは実は伝統に満ちた活気に満ちた人々であり、人類が直立歩行する以前にまでさかのぼる口承の歴史がある。
]],
[race_ed_dd2]=[[
ほとんどのリザードフォークは温帯の沼地に、頑丈に造られた野営地を構える。来訪者には無防備なキャンプに見えるかもしれないが、リザードフォークは川や沼地の防御可能な場所、特に複数の水没した入り口があり、隠れた逃げ道があり、泳げない者でもアクセスできる場所を注意深く選んで居住している。そのようなキャンプには通常1つの部族が住んでおり、そのテリトリーだけで生活している。

リザードフォークは昼間に最も活発に活動する。夜目がなく、爬虫類の血を引いているため寒さに弱いからだ。ほとんどのリザードフォークは日中に狩りや仕事をし、日が暮れると暖かく安全な土の隠れ家に引きこもり、大きな泥炭の焚き火の暖かさを共有しながら他の部族と丸くなる。

リザードフォークは、強力な尾の動きで水中を上手に泳ぎます。彼らは水中で完全に自在に動きますが、空気を呼吸し、繁殖や睡眠のために集合的な丘の住居に戻ります。

ほとんどのリザードフォークは沼地の環境に生息しています。ただし、特別な理由で他の環境に住む共同体もあります。これらの代替リザードフォークは水泳能力を失い、代わりに登攀に熟練しています。
]],
[race_ed_dd3]=[[
メスのリザードフォークは生涯に数個しか卵を産まない。これらの卵はデリケートで、生息地の変化、餌の不足、捕食などの理由から、出産にこぎつけるものはほとんどいない。極端な飢餓の時代には、孵化させることなくその卵塊が部族の糧になることさえある。

有効な卵は常に世話が必要だ。多くの爬虫類がそうであるように、孵化していない子供は温度の変化に反応して性転換する。次の世代の存続がかかっている場合、この現象は非常に重要な意味を持つ。デリケートな卵から孵るのとは対照的に、リザードフォークの子どもは非常にたくましく、歯や爪が生えそろっている。

このように繁殖サイクルの遅い種族には、戦争で損失を出す余裕はない。リザードフォークは他の爬虫類種族や両生類種族と同盟を結ぶこともあるが、自分たちのテリトリーの資源を過度に圧迫しない存在だけを選ぶ。一頭のドラゴン、ナーガの集会、草食ディノサウルスの群れは確立されたリザードフォークの部族と快適に共存できるが、希少な土地を多数のボガードやグリプリと共有することは紛争につながる可能性が高い。
]],
[race_ed_dd4]=[[
数世代に一度、リザードサイオンがリザードフォーク部族に生まれます。通常のリザードフォークの寿命の2倍の寿命と大柄で筋肉質な体格を持つ末裔は、通常、部族のリーダーになることがあります。リザードフォークは、しばしば疑いなく、末裔に対する大きな献身を示し、彼らが精霊からの祝福であり、信仰の存在であると信じています。部族は、彼らを失われた自分たちの偉大さの生きた記念碑と見なし、かつてのリザードフォークがすべて末裔と同じくらい大きくて印象的だった時代の歌を歌います。

リザードサイオンは100歳の誕生日を迎えるまで正式には認められない。その時点で部族は儀式を執り行い、新たに称号を得たリザードサイオンに、地位の印として特別なウォートライデントを贈る。この古代のトライデントは普通のリザードフォークが使うことはなく、ほとんどが何世代にもわたって部族に受け継がれてきた。

リザードサイオンの中には、部族の中で偉大な守護者となり、知恵の代弁者となり、部族をそれまで未知であった偉業へと導き、その隠れ里の中で安定させる者もいる。また、他のリザードフォークの部族と同盟を築こうとしたり、2つの部族を1つにまとめようとする者もいる。しかしながら、先祖代々の領土から組織的に押し出されているリザードフォークの部族は、リザードサイオンの到来を戦争が迫っている兆候と見なし、いわゆる「文明化」された侵入者に対してきっぱりと武器を取るよう駆り立てられるかもしれない。

ある密林や沼地の奥深くには、ディノサウルスを従えたリザードサイオンの部族全体が存在し、種族として真に繁殖しているという噂があるが、そのような話は探検家やトレジャーハンターの過剰な想像に過ぎないのかもしれない。

リザードサイオンの平均身長は10フィートで、体重は500ポンドですが、これは部族や年齢によって異なる場合があります。ボガードの祭司王とは異なり、リザードサイオンは決して太っていませんが、むしろ筋肉質で反応神経の優れた標本です。
]],
[race_ed_phy]=[[
リザードフォークは身長6～7フィート、体重200～250ポンドである。その力強い筋肉は緑、灰色、茶色の鱗に覆われている。背中に短いトゲや鮮やかな色のフリルを持つ種族もいる。

リザードフォークの尾は3～4フィートの長さがあり、平衡感覚を取ったり水泳したりするのに使う。
]],
[race_ed_btl]=[[
リザードフォークは組織化されていない個体として戦う。彼らは正面からの攻撃や集団での突進を好み、時には敵をリザードフォークが有利な水中に押し込もうとする。

多勢に無勢、あるいは自分たちのテリトリーが侵略されている場合は、罠を仕掛け、待ち伏せを計画し、敵の補給を妨げるために襲撃を行う。上級部族はより洗練された戦術を用い、より優れた罠や待ち伏せを用意する。
]],
[race_ed_soc]=[[
リザードサイオンを除いて、ほとんどのリザードフォークは60歳から80歳まで生きる。オスもメスも生涯成長し続け、稀に老化を超越できる者（高レベルのドルイドやアルケミストなど）は100歳前後で大きなサイズに達することもある。このような者はその大きさと部族に関する幅広い知識の両方により、リザードフォーク社会における権力の座を確保することができるが、過去の名残が再び目覚めたと考えられているリザードサイオンのような精神的崇敬を得ることはない。

年老いたリザードフォークは死ぬ日まで部族の生活に貢献します。ほとんどの集落には無活動のメンバーを支援する資源がありませんし、長老は教師、癒し手、または保育士になります。孵化したばかりの幼体でさえ、必要な手先の器用さを達成したら作業に従事します。その作業には、漁網を編む、食事の準備をする、または年少の兄弟姉妹の世話をするなどが含まれます。これらのいずれの作業も部族の生存に不可欠であるため、孵化したばかりの子供たちは少なくとも1人の大人の監督下に置かれますが、それでも人間の同じ年齢の者よりもはるかに高い自律性と責任感を持つようになります。

リザードフォークは悪な存在ではないが、その現実主義が他の種族から忌み嫌われることもある。リザードフォークにとって、肉は肉であり、欠乏の時代に、部族を養うためにその肉を使うのではなく、戦いで倒れた者を腐らせるのは侮辱である。

この固有の実用主義は、リザードフォークの社会関係にも現れています。犯罪、政治活動、内部抗争は、人間の集落とほぼ同じくらい一般的ですが、秩序にして中立の強い感覚がこれらの社会が混乱に陥るのを防いでいます。部族の正義は迅速かつ公平に適用され、ほとんどの紛争は関係者間の致命的でない戦闘で解決されます。場合によっては、これらの紛争を代理の決闘で処理することもあり、片方または両方の側がチャンピオンをスポンサーとして出場させることがあります。
]],
[race_ed_rel]=[[
リザードフォークは非常に孤立しており、長期間にわたって確立された関係を持つグループとのみ取引したり同盟を結んだりします。彼らの社会がそれほど外国人嫌いでなかったとしても、部族を安全に保ち、食料を確保するために必要な作業は、リザードフォークが外部との交流に余裕のある時間がほとんどないことを意味します。これにより、接触は短くて無愛想になる可能性があり、使者の外交的なトリックが、まだ食事の準備をし、自分の卵を守る魔法をかけ、戦士たちの傷を治療しなければならない祈禱師とはあまりうまくいかないかもしれません。しかし、リザードフォークと長い時間を過ごす人々は、これらの生物が何千年もの知識と知恵を伝える豊かな口承伝統を持っていることを見出します。

リザードフォークは外部人を自分たちのキャンプに入れることはほとんどなく、代わりにサブキャンプや目立つ自然の地点で会います。リザードフォークは同盟者や取引パートナーに文化的または宗教的な要求を課しませんが、同様の扱いを期待します。しかし、生態学的な要求をすることがあり、これが摩擦を引き起こす可能性があります。人型生物は、そのような要求を迷信や「未開人」の誤った土着信仰と誤解することがよくありますが、リザードフォークが土地自体に宗教的な意味を置くことはほとんどありません。代わりに、彼らが保護することを決めた地点は、環境を保護するための懸念から行うものであり、彼らの生息地にわずかな変化さえも致命的な影響を及ぼす可能性があるためです。
]],
[race_ed_aln]=[[
一般的には中立だが、リザードフォークはにらみつけるような態度をとり、文明の "贈り物 "を断固として拒否し、戦闘では伝説的な獰猛さを発揮するため、ほとんどの人型生物から否定的に見られている。

というのも、彼ら自身の繁殖速度の遅さは、温血動物である人型生物にはかなわないからであり、湿地帯のテリトリーを死守しない部族は、すぐに哺乳類の大群に圧倒されてしまう。敵も味方も死んだらその死体を食べてしまう彼らの傾向について、現実的なリザードフォークは、沼地での生活は厳しく、無駄なものは何もないとすぐに指摘する。
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


s_liz_pc2="リザード サイオン"
s_liz_pc2_c="この筋骨隆々のリザードフォークは、精巧なデザインで描かれた原始的な巨体で、同種のものの中でもひときわ高くそびえ立っている。"
s_liz_pc2_var_n="部族のリーダー"
s_liz_pc2_var_d="失われた民族の偉大さの生ける記念碑として、リザードサイオンは以下の例外を除き、リザードフォークのすべての人種的特徴を持っている。:"
s_liz_pc2_traits=[[
<b c=tg>筋力+4、敏捷力+2、耐久力+4、判断力+2、魅力+2、<c=tr>知力-2: </c></b>一般的なリザードフォークに比べ、リザードサイオンはより強くたくましく、また柔軟で賢く、リーダーシップの資質を持っている。

<b>鎧: </b>外皮ボーナス+8。

<b>肉体武器: </b>2つの爪（1d6）と噛みつき（1d8）。{hlp_nwpn}

<b>リザードフォークの血（特殊能力）: </b>リザードサイオンは種族に関するすべての効果においてリザードフォークとして扱われる。
]]
s_liz_pc2_d=[[数世代に一度、リザードフォークの部族にはリザードサイオンが誕生する。一般的なリザードフォークの2倍の寿命を持ち、大柄で筋肉質な体格を持つ穂先は、通常部族のリーダーにまで上り詰める。

リザードフォークは、時に疑問を持たずに、リザードサイオンに対して大きな信頼を示し、彼らが霊的な祝福であり信仰存在であると信じています。多くの点で、部族は彼らを自分たちの民族の失われた偉大さの生きた記念碑と見なし、全てのリザードフォークがリザードサイオンと同じくらい大きくて印象的だった時代の歌を歌います。

リザードサイオンの中には、部族の中で偉大な保護者となり、知恵の代弁者となり、部族をそれまで未知であった偉業へと導き、その隠れ里の中で安定させる者もいる。また、他のリザードフォークの部族と同盟を築こうとしたり、2つの部族を1つにまとめようとする者もいる。]]


s_stench="ステンチ"
s_stench_d=[[トログロディートが怒ったり恐れたりすると、ほぼすべての動物生命形態が嫌う油状の、筋肉のような化学物質を分泌します。

トログロディートから30フィート以内にいるすべての生物（トログロディートを除く）は、難易度(DC)13の頑健セーヴに成功しなければ、10ラウンドの間気分が悪くなる。セーヴの難易度(DC)は耐久力に基づく。

セーヴに成功したクリーチャーは24時間、同じトログロディートのステンチの影響を受けなくなる。

ディレイポイズンやニュートラライズポイズンの呪文は、病気になったクリーチャーからその効果を取り除く。

毒に対する免疫を持つクリーチャーは影響を受けず、毒に対する耐性を持つクリーチャーはセーヴィングスローに通常のボーナスを受ける。]]

s_trog="トログロダイト"
s_trog_c="この人型生物のうろこ状の皮はくすんだ灰色をしている。骨格は洞窟トカゲに似ており、長い尾と頭と背中に紋章がある。"
s_trog_fav_cls="トログロダイト部族の間では宗教が強く、祈禱師や司祭は一族の中で最も高く評価されている。"
s_trog_traits=[[
<b c=tg>耐久力+4, <c=tr>敏捷力-2、知力-2:</c></b>トログロダイトは非常に丈夫だが、不器用で原始的で野蛮だ。

<b>種族ヒットダイス(HD): </b>トログロダイトは2レベルの人型生物を持ち、2d8のヒットダイス(HD)を得る。

<b>種族技能: </b>トログロダイトの人型生物レベルは5×（2＋知力修正値）に等しい技能ポイントを与える。クラス技能は 隠れ身と 聞き耳である。トログロダイトの皮膚はいくらか色が変わり、カメレオンのように周囲に溶け込むことができ、隠れ身判定に＋4の種族ボーナスを与える（岩場や地下では＋8）。

<b>種族特技: </b>トログロダイトの人型生物レベルは特技を1つ与える。トログロダイトはボーナス特技として複数回攻撃を得る。

<b>鎧: </b>外皮ボーナス+6。

<b>肉体武器: </b>2つの爪（1d4）と噛みつき（1d4）。

<b>武器の熟練度: </b>単純武器に熟練している。

<b>特殊攻撃: </b><t=@pwr_stench c=fc_b>悪臭</t>。
]]
s_trog_langs=[[
<b>自動習得言語: </b>竜語。
<b>ボーナス習得言語: </b>共通語、ジャイアント語、ゴブリン語、オーク語。

<c=twc>トログロダイトは竜語を話す。</c>
]]
s_trog_d=[[
トログロダイトは野蛮な洞窟の住人である。彼らは地下世界の果てしなく続く洞窟の上層部に住む最も人口の多い住人の一人であり、地上や地下に住む者たちの集落を荒らすのはお手の物であるが、彼らの種族が多産で広大な割には、全体としては小さな脅威でしかない。

トログロダイトは最も古い知的種族のひとつである。黎明期、トログロダイト文明は他の人型生物種族より何世代も進んでいた。それらの種族が洞窟に隠れて火を崇拝していたのに対し、トログロダイトは石のジグラット（塔等の構造物）と曲がりくねった運河からなる広大な都市を築き上げた。しかし、他の種族が進化し、文明化が進むにつれて、かつてのトログロダイトの圧制者を凌駕するようになった。今やトログロダイトは洞窟に隠れ、野生の野蛮人の生活を送っている。

トログロダイト部族の間では宗教が強く、祈禱師や司祭は一族の中で最も高く評価されている。
]]
s_trog_eds={
[race_ed_dd1]=[[
トログロダイトは野蛮な洞窟の住人である。彼らは地下世界の果てしなく続く洞窟の上層部に住む最も人口の多い住人の一人であり、地上や地下に住む者たちの集落を荒らすのはお手の物であるが、彼らの種族が多産で広大な割には、全体としては小さな脅威でしかない。

時には、偉大な指導者がトログロダイトの軍団を引き連れて、巨大で致命的な軍隊を作ることもあるが、トログロダイトの部族は自分たちに任せておけば、数多くの確執や人肉食の襲撃、苛烈な内戦で互いを支配下に置いて満足する。

トログロダイトは最も古い知的種族のひとつであり、人里離れた洞窟で発見された遺跡は、かつて彼らの帝国が世界最大規模であったことを物語っている。

黎明期、トログロダイト文明は他の人型生物種族より何世代も進んでいた。それらの種族が洞窟に隠れて火を崇拝していたのに対し、トログロダイトは石造りのジグラット（塔等の構造物）や曲がりくねった運河からなる広大な都市を築き、他の種族を奴隷として飼い、古代の非人間的な神々や悪魔を崇拝していた。

しかし、他の種族が進化して文明化が進むにつれて、かつてのトログロダイトの圧制を凌駕するようになった。現在では役割が変わり、トログロダイトが洞窟に隠れて野生の野蛮人の生活を送っている。
]],
[race_ed_dd2]=[[
]],
[race_ed_dd3]=[[
]],
[race_ed_dd4]=[[
]],
[race_ed_phy]=[[
トログロダイトは身長約150センチ、体重約150キロである。トログロダイトは竜語を話す。
]],
[race_ed_btl]=[[
トログロダイトの集団の半数は爪と歯だけで武装しており、残りは1、2本の槍と棍棒を持っている。

通常は身を隠し、槍の一撃を放ち、接近して攻撃する。戦闘が不利になると後退し、身を隠そうとする。
]],
[race_ed_soc]=[[
]],
[race_ed_rel]=[[
]],
[race_ed_aln]=[[
トログロダイトの部族間では宗教が強く、祈禱師や司祭は普遍的に一族の中で最も高く評価されるメンバーである。トログロダイトの酋長が常にクレリックやドルイドであるとは限らないが、神の力を持たない者は通常、地元の予見者や祈禱師の言いなりになる単なる口先番長や操り人形の領主にすぎない。

トログロダイトは一般的に無数の魔王のうちの1人を崇拝しており、特に爬虫類や原始的な姿や形をした魔王や、トログロダイトが好む絡み合った洞窟に最もよく似た深淵の領域を持つ魔王を崇拝している。

トログロダイトドルイドは通常、同族と一緒に暮らしている場合は中立にして悪である（そして、獣に対する不気味な統率力を持つことから、誰からも恐れられ、尊敬されている）。
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


s_gnoll		= "ノール"
s_gnoll_c	= "猫背で野性的なこのハイエナ頭の人型生物は、平均的な人間よりもわずかに背が高い。"
s_gnoll_d	= [[ノールはハイエナの頭をした邪悪な人型生物で、緩やかな部族を形成して放浪している。

ノールは単なる外見だけでなく、ハイエナによく似ている。ハイエナをペットとして飼うほど、ハイエナとの親和性が高く、ハイエナ以下の生き物の行動の多くを反映している。

ノールは夜行性の肉食動物で、知能の高い生き物の方がよく鳴くため、食料として好む。]]
s_gnoll_fav_cls="ノールのリーダーは通常レンジャーであるが、クレリックも高く評価されている。ほとんどのノールはアーケインの魔法を使いこなすことが難しく、そのためノールのバード、ソーサラー、ウィザードを見かけることは比較的稀である。"
s_gnoll_traits=[[
<b c=tg>筋力 +4、耐久力 +2、<c=tr>知力 -2、魅力 -2: </c></b>ノールは強くて丈夫だが、頭の回転が遅く、ハイエナのような外見からほとんどの種族は嫌悪感を抱く。

<b>種族ヒットダイス(HD): </b>ノールはまず2レベルの人型生物を得て、2d8のヒットダイス(HD)を得る。

<b>種族技能: </b>ノールの人型生物レベルは5×（2＋知力修正値）に等しい技能ポイントを与える。クラス技能は聞き耳と視認である。

<b>種族特技: </b>ノールは人型生物レベルで特技を1つ得る。

<b>武器と防具の熟練度: </b>単純武器、軽装鎧、盾の扱いに習熟する。

<b>鎧: </b>外皮ボーナス+1。
]]
s_gnoll_langs=[[
<b>自動習得言語: </b>ノール語。
<b>ボーナス習得言語: </b>共通語、竜語、エルフ語、ゴブリン語、オーク語。

<c=twc>ノールは通常ノール語しか話さないが、比較的知能の高い者は共通語も話す。</c>
]]
s_gnoll_eds={
[race_ed_dd1]=[[
ノールは単なる外見だけでなく、ハイエナに似た巨体の人型生物の種族である。彼らはハイエナをペットとして飼うほど、ハイエナとの著しい親和性を示し、ハイエナ以下のクリーチャーの行動の多くを反映している。

ノールは有能なハンターであるが、外に出て獲物を追いかけるよりも、獲物をあさったり盗んだりする方がはるかに幸せである。この怠け癖のために、彼らはどんな種類の奴隷でも手に入れることができ、その奴隷に巣穴を掘らせたり、物資や水を集めさせたり、さらにはノールの主人のために狩りをさせたりする。
]],
[race_ed_dd2]=[[
ノールは戦闘を好むが、それは明らかに数の優位がある場合に限られる。それ以外の状況では、他のハンターから獲物を仕留める手段や、大物を仕留めるための巧妙な待ち伏せ以外の戦闘は避けたがる。このハイエナ族は勇気や勇敢さに価値を見いださず、勝利が不可能だとわかると逃げることを好む。

戦闘中、ノールは群れでの戦術と個々でのにらみ合いの奇妙な混合を用いる。ノールは自分が勝っていると感じると、仲間を助けるのではなく、より弱い存在を倒そうとする。ノールたちが苦戦している場合は、強力なリーダーに集団で近づき、そのクリーチャーを倒そうとし、味方を逃走させようとする。

ノールのリーダーは通常レンジャーであるが、クレリックも高く評価されている。ほとんどのノールはアーケインの魔法を使いこなすことが難しく、そのためノールのバード、ソーサラー、ウィザードを見かけることは比較的稀である。
]],
[race_ed_phy]=[[
ノールの群れは母系制をとっており、その理由はメスの方がオスよりも体が大きく、攻撃的で狡猾な傾向があるからだ。大きさはさておき、メスとオスのノールの外見に肉体的な違いはほとんどない。

平均的なノールのオスの身長は7フィート、メスの身長は7フィート、体重は300ポンドだが、ノールは前かがみの姿勢のため、男女ともに背が低く見える。

ほとんどのノールは汚れた黄色か赤茶色の毛をしている。
]],
[race_ed_btl]=[[
ノールは数の有利な時に攻撃することを好み、大群戦術と体力を駆使して相手を圧倒し、打ちのめす。

強力なリーダーがいない限り、戦闘時に規律をほとんど示さない。そのような時は隊列を維持し、一丸となって戦うことができる。

通常、罠を仕掛けることはないが、待ち伏せを使ったり、側面から攻撃しようとしたりする。

盾を持つノールは隠れるのが苦手であるため、待ち伏せを仕掛ける際には常に有利な条件（暗闇、隠れ家、その他の有利な地形など）を求めて特別な注意を払う。
]],
[race_ed_soc]=[[
ノールの群れは、支配力を競い合うことを基本とする重層的な構造をしており、その頂点に立つのが1頭のアルファ（通常、最も大きく力のある雌のノール）である。まれに、群れの集団がさらに複雑で移り変わりの激しい序列体系の中でかみ合い、部族や大群を形成することもある。これは極めて強力なリーダー、つまりアルファノールや虐待者の来訪者が統率している場合に限られる。

ノールは生まれや地位よりも、権力とそれをうまく行使する冷酷さを重んじる。ノールが群れの権力を握っているのは、彼または彼女が恐れられ、尊敬されているからであり、彼がそうであり続ける限りそうである。このため、群れのリーダーが死んだり、病弱になったり、面目を失ったりすると、権力への渇望と優位を主張する能力を持つあらゆるノールが、短時間で血みどろの権力争いを繰り広げた後に権力が交代する。このような出世争いはしばしば群れを分裂させ、失敗したアルファとその支持者は群れから追われることになる。これは分裂した群れの間に強力なライバル関係を生み出すこともあるが、しばしば追放されたノールは過去を捨て去り、新しい土地で狩りを追求し、繁殖を増やし、新たな獲物を求めて暴れまわることで新たな権力基盤を築こうとする。
]],
[race_ed_rel]=[[
ハイエナや他のノール以外の生き物は、部族の気質によって肉か奴隷のどちらかになる。死んだり倒れたりした仲間であっても、ノールにとっては新鮮な食事である。優れた部族の一員には短い祈りを捧げて敬意を表したり、衰弱した病気で死んだ仲間には徹底的に調理したりするが、そうでなければ死んだノールを他の生き物とほとんど変わらないと見なす。より "文明的 "なノールは捕虜を食べることはないが、その代わりに奴隷として飼育し、自分たちの隠れ家を守ったり、改良したり、他の部族や奴隷商人たちとの交易に使ったりする。

たとえノールの群れが群れの外から来た強力な主人に仕えるとしても、それは自分たちの生存だけを考えてのことであり、その主人に仕え続けることが自殺行為になるなら、すぐにその主人を見捨てる。他の種族はノールを利己的で怠け者で、最終的には破壊的だと見下すかもしれないが、ノールはそのような判断をただクスクスと笑うだけである。ノールにとって生存こそが唯一の道徳であり、敵を食べることこそが究極の力の誇示なのだ。群れに属さない生き物は、動く肉以外の何物でもない。
]],
[race_ed_aln]=[[
ノールは厳格な肉食動物であり、非常に困った時や宗教的儀式の時、ライバルを倒した後に自分の優位性を示すために共食いに走ることもある。しかし、彼らの肉の大半は狩りで得たものである。

ほとんどどんな種類の肉でも栄養を補給することができるが、彼らは知覚を持つ生物の肉を強く好む。この嗜好は実用的であると同時に（知覚を持つクリーチャーは群れの安定と生存にとって大きな脅威であるため）、クリーチャーを食べることでそのパワーを吸収できるというノールによくある迷信と結びついている。
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


s_catfolk		= "キャットフォーク"
s_catfolk_c		= "このしなやかで猫のような人型生物は、長い尻尾と尖った耳を持っている。ネコのような目は好奇心といたずら心で輝いている。"
s_catfolk_d		= [[
優美な探検家の種族であるキャットフォークは、元来仲間意識が強く、好奇心旺盛である。自分を大切に扱い、その境界線を尊重してくれる種族と仲良くなる傾向がある。物理的にも知的にも探検を好み、天性の冒険家になる傾向がある。

探検精神に突き動かされ、名声と冒険を求めて人間の土地に迷い込む者も少なくない。人間、エルフ、ドワーフ、ハーフリングなどで構成される冒険団の信頼できる同胞となったキャットフォークも複数いる。
]]
s_catfolk_eds={
[race_ed_dd1]=[[
キャットフォークは天性の探検家であり、開拓に飽きることはめったにないが、そのような開拓は単に遠い土地で新たな地平線を探すことに限定されるものではない。多くのキャットフォークは、個人の成長と発展も同様に有効な探検の道だと考えている。

ほとんどのキャットフォークは機敏で能力があり、しばしば活動的な生き物だが、一部のキャットフォークには静かな思索や研究に従事する強い傾向もある。そのような人々は、古くからある問題に対する新たな解決策を見つけたり、その時々の最も確固とした哲学的確信にさえ疑問を投げかけたりすることに興味を持つ。彼らはもともと好奇心が旺盛で、キャットフォークの文化は決して探究心を抑制するものではなく、むしろそれを育み、奨励するものである。

他の種族からは風変わりな外向的人間として見られることが多いが、キャットフォークの部族内では、些細な癖や奇抜さ、無鉄砲さを恥じることはない。

最も内向的なキャットフォーク以外は皆、注目の的になることを楽しむが、それが生まれながらの部族であれ、他のクリーチャーとの友情の絆を通じて選んだ部族であれ、自分たちの部族を犠牲にしてはならない。キャットフォークは家族や友人に寛大で忠実な傾向がある。
]],
[race_ed_dd2]=[[
ほとんどのキャットフォークは自然と共生する狩猟採集民だが、一部の部族は都市環境にうまく適応している。

文化として、キャットフォークは忠実で、寛大で、友好的である。彼らは、自分たちのニーズや欲求を達成するために協力し合う集団に属し、その集団と調和することを好む。

部族のキャットフォークは最も有能な社会メンバーがリーダーであることを好むため、どの部族にも高位の副族長からなる評議会がある。部族の長は通常、その部族で最も有能な（そして魔法的に才能のある）メンバーである。

個人の成長はキャットフォークの文化の一部であり、個人的な探求の手段としての表現も同様である。キャットフォークにはタブーがほとんどなく、無害だが奇妙な奇行をしばしば見せる。

個々人は幅広い追求と自己表現を培い、他の者が賢明でないとレッテルを貼るようなリスクを冒す。ほとんどのキャットフォークは注目の的になることを好むが、グループの結束を犠牲にすることはない。
]],
[race_ed_phy]=[[
一般的に、キャットフォークはしなやかで細身であり、ドワーフと人間の中間的な体格をしている。

明らかに人型生物だが、柔らかな上質な毛並み、切れ長の瞳孔、すらりと伸びた尻尾など、多くのネコ科動物の特徴を備えている。

耳は尖っているが、エルフのそれとは異なり、丸みを帯びた猫耳である。猫のようなひげは珍しくないが、普遍的なものではなく、髪や目の色も様々である。

彼らは他の人型生物と同じように簡単に物体を操るが、指の先は小さく鋭く、収納可能な爪になっている。この鉤爪は通常、武器として使えるほど強力ではないが、生まれつきのクセか、長年の研鑽の賜物か、致命的な効果を発揮する者もいる。
]],
[race_ed_btl]=[[
キャットフォークは衝動的に戦闘に飛び込む傾向がある。戦闘が不利になると、躊躇なく逃げ出す。
]],
[race_ed_soc]=[[
自己表現はキャットフォーク文化の重要な側面ではあるが、それは強い共同体意識と集団努力によって緩和されている。野生ではキャットフォークは狩猟採集の部族民である。個人の力の追求が部族の健康と福祉に優先することはない。この一見穏やかな種族を過小評価した種族が何人もいたが、その結束力が彼らに大きな力を与えていることに気づくのが遅すぎた。

キャットフォークは最も有能なメンバーによって率いられることを好み、通常、コンセンサスか選挙によって仲間から選ばれた副酋長からなる評議会を構成する。そして副酋長たちは、危険なときに指揮を執り、副酋長間の争いを調停する酋長を選ぶ。酋長は部族の中で最も有能なメンバーであり、多くの場合、魔法の才能に恵まれている。

より都会的で文明化された地域に定住するキャットフォークは、依然として同様の部族構造に固執しているが、しばしば部族外の友人、たとえ他種族の友人であっても、彼らの拡大した部族の一部とみなす。

冒険者集団の中では、自分が酋長としてふさわしいと思わないキャットフォークは、自分たちの文化的理想とする酋長に最も似ている人物に従うことが多い。
]],
[race_ed_rel]=[[
順応性が高く好奇心旺盛なキャットフォークは、互恵的な好意を寄せてくれるならば、ほとんどの種族と仲良くなれる。ハーフリング、人間、そして特にエルフには容易に馴染む。

キャットフォークとエルフは情熱的な性格を共有し、音楽、ダンス、物語を愛する。エルフのコミュニティはしばしばキャットフォークの部族を優しく指導するが、そのようなエルフはネコ科の友人に対して恩着せがましい態度を取らないように注意している。

ノームはキャットフォークにとって自然な仲間になる。キャットフォークはノームの奇妙で執着的な性質を楽しむからだ。キャットフォークは爬虫類であるコボルドがキャットフォークの境界を尊重する限り、コボルドに対して寛容である。キャットフォークはしばしばゴブリンやラットフォークを害獣と見なし、それらの種族が持つ群生や悪質な傾向を軽蔑する。

キャットフォークにはオークの野蛮さと自己破壊の傾向が理解できないため、オークの野性的な性質はキャットフォークの反発と同じくらい困惑をかき立てる。一方、ハーフオークはキャットフォークの興味をそそる存在であり、特にハーフオークはその野蛮な親族の有害で憎むべき性質を超えた存在になろうと努力している。
]],
[race_ed_aln]=[[
彼らの文化の中心には共同体や利他的行動の協力があり、またお人好しの好奇心や他の多くの種族の習慣に順応する意欲もあるため、ほとんどのキャットフォークは善属性へ向かう傾向がある。

キャットフォークもまた、判断力が最も得意とする美徳ではないため、大多数は混沌としている。
]],
[race_ed_adv]=[[
生まれながらの追跡者であり、狩猟採集民としての側面を持つキャットフォークは、デフォルトでレンジャーとしての職業に就くことを余儀なくされるが、そのような役割は、歌や踊り、語り部など、芸能、芸術が好きな彼らにとっては必ずしも好都合ではない。

キャットフォークの伝説には、偉大なソーサラーの英雄の豊かな伝統も語られている。放浪癖を内に秘めたキャットフォークは、しばしばウィザードやモンクになる。

キャットフォークは、探求と自己認識がさまざまな道につながることを理解しており、ほとんどすべての職業や生き方を受け入れている。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
カルース,ドレワン,フェルス,ゲラン,ニュクタン,ルーカー,ジテンベ。

<c=twa>女性名:</c>
アリャラ,ドゥリネ,ホヤ,ジリャーナ,ミラ,ミニリ,シフェレレ,ティエリ。
]],
}


-- 巨人		Giant


s_ogre="オーガ"
s_ogre_c="このゴツゴツした巨人のギョロっとした目には機知も優しさもなく、膨れ上がった顔には大きな口と不釣り合いな歯がある。"
s_ogre_fav_cls="オーガは生来混沌に傾倒しており、その体格と力強さが相まって天然のバーバリアンとなっている。実際、オーガの指導者はほとんどの場合、低レベルから中レベルのバーバリアンであり、戦闘におけるその怒りは実に恐るべきものである。荒れ狂うオーガのバーバリアンは他のオーガにインスピレーションを与える。"
s_ogre_traits=[[
<b c=tg>筋力+10、耐久力+4、 <c=tr>敏捷力-2、知力-4、魅力-4: </c></b>オーガは非常に強く頑強だが、不器用で愚か、無作法で野蛮で、耐え難い悪臭を放つ。

<b>種族ヒットダイス(HD): </b>オーガは4レベルのジャイアントから始まり、4d8のヒットダイス(HD)を得る。

<b>種族技能: </b>オーガのジャイアントレベルは7×（2＋知力修正値）に等しい技能ポイントを与える。クラス技能は登攀、聞き耳、視認である。

<b>種族特技: </b>オーガのジャイアントレベルは2つの特技を与える。

<b>武器と防具の熟練度: </b>単純武器と軍用武器、軽装鎧・中装鎧、盾に熟練している。

<b>鎧: </b>外皮ボーナス+5。
]]
s_ogre_langs=[[
<b>自動習得言語: </b>共通語とジャイアント語。
<b>ボーナス習得言語: </b>ドワーフ語、オーク語、ゴブリン語、地界語。

<c=twc>オーガはジャイアント語を話し、知力値が10以上の個体は共通語も話す。</c>
]]
s_ogre_d=[[
オーガとの遭遇の特徴である、腐敗臭や、とぼけた愚かさ、野蛮な堕落に備える冒険者はほとんどいない。オーガは、その威圧的な大きさで劇的な第一印象を与える。身長9～10フィートのオーガは、ほとんどの人型生物よりも高くそびえ、その恐ろしく太い腕と脚は、巨大で不格好な筋肉で膨れ上がっている。

オーガはひねくれた獣であり、家族の絆を固めるために近親交配をする習性があるため、他の種族よりも身体的欠陥や突然変異に悩まされる率が劇的に高い。

オーガはジャイアントの中で最も粗野で最も人口の多い種族であるが、何世代にもわたる近親交配と異種交配が横行し、ジャイアント族をあざ笑うかのような種族へと変貌を遂げた。加えて、オーガは最も行動範囲が広く、ほとんどあらゆる地形で遭遇する。
]]
s_ogre_eds={
[race_ed_dd1]=[[
オーガとの遭遇の特徴である、腐敗臭や、とぼけた愚かさ、野蛮な堕落に備える冒険者はほとんどいない。オーガは、その威圧的な大きさで劇的な第一印象を与える。身長9～10フィートのオーガは、ほとんどの人型生物よりも高くそびえ、その恐ろしく太い腕と脚は、巨大で不格好な筋肉で膨れ上がっている。

オーガはジャイアントの中で最も粗野で、最も人口の多い種族であるが、何世代にもわたる乱暴な近親交配と異種交配の結果、ジャイアント族を嘲笑するような種族になってしまった。そのため、他のジャイアント族はオーガを嫌悪し、嘲笑的な軽蔑の目でこの弱い従兄弟を扱っている。しかし、孤立した家族と社会病質的傾向を持つオーガは、このような意見をほとんど気にせず、オーガの一族は他の生物と同じように孤独なジャイアントを捕食する可能性が高い。

オーガはひねくれた獣であり、家族の絆を固めるために近親交配をする習慣があるため、他の種族よりも身体的欠陥や突然変異に悩まされる割合が劇的に高い。オーガはその奇形を、彼らが崇拝する闇の神の印とみなしている。この同じ迷信がオーガに美しい生き物を軽蔑させる。機会があれば、彼らはわざわざ最も魅力的な犠牲者を切り刻み、拷問する。

ジャイアントの中で最も数が多いことに加え、オーガは最も行動範囲が広く、ほとんどあらゆる地形で遭遇する。砂漠地帯を彷徨う褐色の肌のオーガもいれば、極寒の地を彷徨う青白い肌の毛むくじゃらのオーガもおり、森や沼地、広大な平原に生息する一族も数多くいる。
]],
[race_ed_dd2]=[[
ジャイアントの中で最も数が多いだけでなく、オーガは最も行動範囲が広く、ほとんどあらゆる地形で遭遇する。砂漠地帯を彷徨う褐色の肌のオーガもいれば、極寒の地を彷徨う青白い肌の毛むくじゃらのオーガもおり、森や沼地、広大な平原に生息する一族も数多くいる。

以下は、オーガの中でも特殊な2つのタイプである。

<b>メロウ</b>
オーガのいとこで、水棲の亜種。淡水の湖や川に生息する。水生環境にのみ生息する。

典型的なオーガはグレートクラブではなく、近接戦闘ではロングスピアを使う。

<b>オーガメイジ</b>
オーガメイジは、魔法を使わないオーガよりも知力が高く、より危険な種類です。オーガメイジは、魔法のような能力に頼り、肉体的な戦闘は必要な時にしか行いません。明らかに優れた力に直面した場合、彼らは敗北の戦いをするよりもガス状態で撤退することを好みます。

オーガメイジは約10フィートの高さがあり、最大で700ポンドの重さがあります。彼らの肌の色は明るい緑から明るい青までさまざまで、髪の毛は黒色または非常に濃い茶色です。オーガメイジはゆったりとした快適な服と軽量な鎧を好みます。

オーガメイジはジャイアント語と共通語を話す。
]],
[race_ed_dd3]=[[
オーガについては、残忍さと野蛮さ、カニバリズムと拷問の恐ろしい物語が語られている。レイプや四肢切断、屍姦、近親相姦、切断、あらゆる醜悪な殺人の話である。オーガに遭遇したことのない者は、警告としてその話を知っている。そのような遭遇を生き延びた者は、これらの物語が真実に比べれば無味乾燥なものであることを知っている。

オーガは他人の不幸を喜ぶ。より小さな種族が肉付きのよい拳で押しつぶしたり、血で赤く染まった暴力の欲望で汚したりする相手がいないとき、彼らは互いに娯楽を求め合う。オーガ社会にタブーはない。オーガの部族は、放っておけばすぐにバラバラになり、最後には最も強い者だけが生き残ると考えるだろうが、オーガが尊重するものがあるとすれば、それは家族である。

オーガの部族は家族として知られており、彼らの奇形や醜い特徴の多くは、近親相姦の一般的な慣習から生じている。部族のリーダーは父親であることが多いが、特に凶暴で支配的なオーガが母親の称号を主張する場合もある。オーガの部族は互いにいがみ合うが、それは近隣の種族を敵に回すのではなく、互いを敵に回して忙しくさせるというありがたい特徴である。しかし、オーガの中で特に凶暴で恐れられる家長が何度も台頭し、複数の家族を配下に集めることができる。

オーガが住んでいる地域は陰気で醜い場所である。なぜなら、ジャイアントは粗末に暮らし、環境と調和して生きる必要性をほとんど感じていないからである。文明とオーガの領土の境目は、追放者と絶望の絶望的な領域である。なぜなら、ここにはオーガキンが住んでいるからである。オーガは異形の子孫であり、小民族の土地に対する頻繁なオーガの襲撃の結果である。

オーガのゲームは暴力的で残酷であり、彼らが娯楽に使う犠牲者は、初日に死ねば幸運である。オーガの残酷なユーモアのセンスは、彼らの粗野な心が創造性を発揮する唯一の方法であり、オーガが考案する拷問の道具や方法は常に悪夢のようである。

オーガの大きな力と想像力の欠如は、採掘、鍛造、整地などの重労働に特に適しており、より強力なジャイアント（特にヒルジャイアントとストーンジャイアント）はしばしばオーガの家族を服従させ、そのような点で彼らに奉仕させる。
]],
[race_ed_dd4]=[[
オーガの狩りは、生き物を疲れ果てるまで走らせるか、大きな円陣を組んで獲物を中心に追い込んで屠るかのどちらかである。小さなオーガの狩猟隊が何日も鹿の群れを追いかけ、はぐれた鹿を捕らえ、将来の食用にすることもある。

オーガは人間や他の知的な獲物を狩るために、これらのテクニックのバリエーションを用いる。オーガは獲物の恐怖と絶望を楽しむため、実際の狩りは最終的な殺戮以上の喜びを与えることがある。そのため、彼らの狩りの多くは贅沢で無駄の多いものになるという不幸な副作用がある。

オーガも純粋な拷問に満足感を見出すが、彼らの技量はせっかちで、人型生物の生理的限界をよく理解していないために限界がある。オーガから見れば、この手の野蛮人の拷問行為はたいていあっという間に終わってしまうが、早く終わることで食事の時間が早まるため、ほとんどのオーガは後悔していない。
]],
[race_ed_phy]=[[
オーガの成体は身長9～10フィート、体重600～650ポンドあり、ほとんどの人型生物よりも高くそびえ立ち、その恐ろしく太い腕と脚は巨大で不格好な筋肉で膨れ上がっている。

肌の色はくすんだ黄色からくすんだ茶色まである。彼らの衣服は粗末な毛皮や皮で構成されており、それが彼らの生来の忌避臭に拍車をかけている。

オーガはひねくれた獣であり、他のどの種族よりも劇的に高い確率で身体的欠陥や突然変異に苦しんでいる。
]],
[race_ed_btl]=[[
オーガは、フェアな戦いよりも圧倒的な戦力、奇襲攻撃、そして待ち伏せを好みます。

彼らは十分な知性を持ち、まず射撃武器を撃ち、敵を弱体化させてから接近するが、オーガの盗賊集団や戦闘グループは組織化されていない個体として戦う。
]],
[race_ed_soc]=[[
オーガは通常、"ボス "として知られる強力な家長または母長が独占的に率いる、半ダースから10ダースの大人と子供で構成される家族グループを形成する。より大きな家族も存在することが知られているが、オーガは破壊的であるため、12人以上の一族を養える地域はほとんどなく、これらのグループは飢えと内紛のために解散するのが普通である。オーガの一族の中ではボスの権力は絶対的で、彼女が執行する掟だけがある。寵愛を受けたメンバーは、食事で最もおいしい料理と最高の寝具を手に入れるが、寵愛を失ったメンバーは空腹に耐えかね、厳しい殴打と度重なる虐待の対象として選別される。にもかかわらず、オーガの一族はかなり結束が固い。

オーガの家族にとって、食料と生存はともに絶え間ない問題である。この大きな獣は生き残るために膨大な量の肉を必要とするが、農業や畜産といった平凡な仕事にはほとんど忍耐がないため、略奪、強奪、殺戮によって食料を満たしている。オーガは完全に殺人に頼っているわけではなく、ハンターや罠猟師として行動する者もいる。オーガは不況時には共食いを躊躇しない。飢饉の間、病人や病弱な者は長くは生き残れないし、ライバルと思われる者はシチュー鍋を満たし、反対意見を排除するために静かに殺されるかもしれない。健康で良好な関係にある家族でさえ、ボスが空腹の状態が長く続けば、夕食の皿に乗ることになるかもしれない。
]],
[race_ed_rel]=[[
オーガはより小さな生き物を獲物と見なし、戦えば勝てないと思った場合か、交渉によってより大きな報酬が得られると確信できた場合にのみ手を止める。冒険者たちは、秘密の財宝の約束でオーガを騙して解放させたという話をする。しかし最終的には、オーガの食欲が仲間意識や将来的な報酬のことよりも勝ってしまうことを、ほとんどの策略家は発見する。

最も愚かなオーガの一族でさえ、人間の居住地に近づくと警戒するようになる。オーガは人間が脅威にさらされると団結することを知っているため、一族は社会の片隅で餌食になることが多く、小さな村や武装の不十分な旅団、孤立した農家などに攻撃を集中させる。彼らはエルフの土地を避ける傾向がある。エルフは彼らの森に入る勇気のあるオーガを殺すし、オーガは彼らの巣穴からドワーフを掘り出すことにはほとんど興味がないからである。オーガはノームやハーフリングのような小柄な人型生物を、人間に似た生き物の中で最も美味なものと見なし、しばしば夢中になって小さな獲物を追いかけるが、そのような小柄な生き物が自分たちよりも賢いかもしれないとは思いもしない。ハーフリングやノームが悪知恵を働かせて大きくて愚かなジャイアントを倒したという話はたくさんある。

オーガは過去に大軍に組み入れられたことがあるが、たいていは他のクリーチャーが食料の約束で彼らを勧誘し、過酷な懲罰で彼らを従わせた場合に限られる。強力なジャイアント（あるいはヒューマン）の将軍の旗の下、設備の整ったオーガ連隊は壊滅的な大群を形成する。オーガの強さと頭の悪い大胆不敵さは、優れた衝撃部隊となる。それでも、そのような指揮官は、建造物や住民への被害を最小限に抑えて占領したい都市に対しては、この残忍で衝動的なジャイアントを派遣しないことをすぐに学ぶ。
]],
[race_ed_aln]=[[
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


s_troll="トロール"
s_troll_c="この背の高いクリーチャーは荒々しい緑色の皮を持っている。手には爪があり、獣のような顔には恐ろしい牙の下顎がある。"
s_troll_fav_cls="一部のトロールは他のトロールよりも狡猾で、文明人を食べるだけでは飽き足らず、執拗に狩る訓練を積んでいる。このようなトロールハンターは、人型生物の獲物を殺害し、貪り食うことに専念する恐るべきレンジャーである。トロールハンターは好みの敵を追跡するためにその匂いの能力をフルに活用し、一般的に暗闇での狩りを好む。トロールハンターは限られた呪文のレパートリーで、有害なエネルギーから身を守り、敵を動けなくする。"
s_troll_traits=[[
<b c=tg>筋力 +12、敏捷力 +4、耐久力 +12、 <c=tr>知力 -4、判断力 -2、魅力 -4: </c></b>トロールは強くてタフで機敏だが、間抜けで鈍くて醜い。

<b>種族ヒットダイス(HD): </b>トロールは6レベルのジャイアントから始まり、6d8のヒットダイス(HD)を得る。

<b>種族技能: </b>トロールのジャイアントレベルは9×（2＋知力修正値）に等しい技能ポイントを与える。クラス技能は聞き耳と視認である。

<b>種族特技: </b>トロールのジャイアントレベルには3つの特技がある。

<b>鎧: </b>外皮ボーナス+1。

<b>肉体武器: </b>2つの爪（1d6）と噛みつき（1d6）。{hlp_nwpn}

<b>特別な資質: </b><t=@pwr_rend c=fc_b>引き裂き</t>, <t=$s_hp_reg_nd c=fc_b>リジェネレイション5</t>, <t=@pwr_scent c=fc_b>嗅覚</t>。
]]
s_troll_langs=[[
<b>自動習得言語: </b>ジャイアント。
<b>ボーナス習得言語: </b>共通語とオーク語。

<c=twc>トロールはジャイアント語を話す。</c>
]]
s_troll_d=[[
トロールは信じられないほど鋭い鉤爪と驚異的な再生能力を持ち、どんな傷でもほとんど回復することができる。彼らは前かがみで、幻想的なほど醜く、驚くほど強い。鉤爪と相まって、その強さは文字通り肉を引き裂き、貪欲な食欲を養うことができる。

トロールは食欲旺盛で再生能力もあるため、恐れを知らぬ戦闘民族であり、最も近くにいる生物に真っ向から突進し、怒りの限りを尽くして攻撃する。トロールが躊躇するのは火（または酸）だけのようだが、この致命的な脅威でさえトロールの前進を止めるには十分ではない。

トロールは毎日大量の食料を消費しなければ飢餓に直面するため、ほとんどの時間を狩りに費やしている。
]]
s_troll_eds={
[race_ed_dd1]=[[
トロールは信じられないほど鋭い鉤爪と驚異的な再生能力を持ち、どんな傷でもほとんど回復することができる。彼らは前かがみで、幻想的なほど醜く、驚くほど強い。鉤爪と相まって、その強さは文字通り肉を引き裂き、貪欲な食欲を養うことができる。

トロールは食欲旺盛で再生能力もあるため、恐れを知らぬ戦士であり、手近な生物に真っ向から突進し、怒りの限りを尽くして攻撃する。トロールが躊躇するのは火と酸だけのようだが、この致命的な脅威でさえトロールの前進を止めるには十分ではない。トロールとよく戦う者は、戦いの後、どんな破片でも探し出して燃やすことを知っている。幸いなことに、この方法で再生するのはトロールの最も大きな部分だけである。

すべてのトロールはほとんどの時間を狩りに費やし、毎日大量の食料を消費しなければ飢餓に直面する。この必要性から、ほとんどのトロールは広大な縄張りを自分のものとし、ライバル同士の戦いはよくあることだ。通常は致命的なものではないが、トロールは互いの弱点を知っており、食料が不足すればその知識を利用して同族を殺すこともある。

トロールは戦闘では残酷だが、自分の子供には驚くほど優しく親切である。メスのトロールは集団で行動し、若いトロールに狩りと自活を教えるのに多くの時間を費やし、その後自分のテリトリーを見つけるために送り出す。オスのトロールは孤独に生きる傾向があり、メスとパートナーを組むのは交尾のための短い期間だけである。
]],
[race_ed_dd2]=[[
民話を信じるなら、トロールは孤独な獣であり、原野から獲物を奪ってから、国境の村や遠く離れた民家で暴れ回り、家畜も守備兵も食べ尽くし、食べ物がなくなったり、守備兵が炎で追い払ったりして初めて移動する。

しかし、レンジャーやドルイドなどの熟練冒険者たちは、こうした孤立したトロールがすべてではないことを知っている。トロールは荒野の奥深くで、冷酷なまでに現実的な女性たちに率いられた一族が旅をしながら暮らしている。

トロールが一般的に危険で利己的で邪悪な怪物であることは事実だが、トロールの文化と社会は奇妙で複雑な矛盾の塊である。トロールは若者を大切にし、部族の存続を脅かすものは凶暴に殺すか追放する。追放された者たちは、部族単位にとっても部族外の生物にとってもさらに危険な存在となる傾向があり、より大胆で貪欲になり、他のトロールを含むあらゆる生物を獲物として扱うようになる。そのような追放者がより人口の多い地域に入り込むと、彼らの破壊的な行動が一般的に語られるトロールの物語を生む。

集団で行動するトロールはより用心深く、文明を避ける傾向にあるが、それでも統一された狩猟や襲撃においては、組織化された殺戮の嵐となりうる。そして多くの部族がトロールの君主のもとに団結することができれば、トロールの轟音で地面が揺れ動き、食用になるものはすべて引き裂かれ、腹を満たすために飲み尽くされる。幸いなことに、このようなトロールの集まりは稀であり、内紛や団結していた脅威の消滅、あるいは乱獲によって燃え尽きることが多い。
]],
[race_ed_dd3]=[[
一般的な種族に加えて、いくつかの特殊なタイプのトロールが存在する。また、いくつかの種類のトロールは異なる環境（冬の土地、深い洞窟、海など）に適応する能力を持っている。異なるタイプのトロールは通常、互いに親近感を抱くことはない。

<b>トロールハンター</b>
一部のトロールは他のトロールよりも狡猾で、文明人を食べるだけでは満足せず、執拗に狩る訓練を積んでいる。このようなトロールハンターは、人型の獲物を殺して食い尽くすことに専念する恐るべきレンジャーである。

トロールハンターは匂いの能力を駆使して好みの敵を追跡し、一般に暗闇での狩りを好む。トロールハンターは限られた呪文のレパートリーで、有害なエネルギーから身を守り、敵を動けなくする。

<b>スクラッグ</b>
トロールの従兄弟であるこの種族は水棲のサブタイプを持つ。スクラッグの基本陸上速度は20フィート、遊泳速度は40フィートで、冷たい水生環境にのみ生息している。

スクラッグの再生能力は、ほとんどが水に浸かっている場合にのみ働く。

スクラッグの外見は、陸上の従兄弟たちよりも獣っぽくないが、暴力的であることに変わりはない。
]],
[race_ed_dd4]=[[
トロールの最大のモチベーションは、絶え間なく続く、かじるような空腹だ。成人したトロールは、その苛酷な代謝のために、毎日大きな豚1頭分の食事をとる必要がある。この絶え間ない消費は、トロールが他のジャイアントと一線を画す能力、つまり損傷した組織を難なく再生させる力になる。トロールは、切断された手足を数分でつなぎ直したり、新しい手足を生やしたりすることができる。

通常であればトロールは怪我をしても死ぬことはないため、戦闘では死を恐れず、生命や手足の喪失を恐れずに積極的に攻撃する。彼らはためらうことなく戦闘に身を投じ、最も近くにいる相手に向かって激しく暴れまわる。

トロールは自分が殺される可能性があることをよく知っているが、死の可能性に直面しても、それが本当に自分の身に起こるとはなかなか理解できない。炎に直面しても、炎を避けて攻撃しようとする。

再生が有効である限り、トロールを殺すことは極めて困難であるが、トロールが死ぬのに十分な時間、再生を一時的に阻害する方法や、直接的な物理的ダメージ以外の方法で殺す方法はいくつかある。数日間十分な食事をとらなかったトロールは再生能力を失い弱体化するが、一度でも十分な食事をとれば戦闘態勢に戻る。トロールを溺死させるのも効果的である。しかし、トロールの再生を無効にする最も一般的な方法は火と酸の2つであり、どちらも再生では修復できないほど肉体にダメージを与える恐ろしい傷を作る。意識を失ったトロールの切断部位や死体を燃やすことは、そのクリーチャーを永続的に殺す最良の方法である。
]],
[race_ed_phy]=[[
トロールは直立して歩くが、前かがみになって肩を落とし、常に指関節歩行寸前だ。歩き方は不規則で、疾走するときは腕がぶらぶらと地面を引きずる。一見不格好に見えるが、トロールは非常に機敏である。

典型的な大人のトロールは、身長9フィート、体重500ポンドだが、猫背の姿勢のため背が低く見えることが多い。メスはオスよりわずかに大きい。トロールのゴムのような皮はモスグリーン、緑と灰色の斑点、または腐敗した灰色である。つや消しの毛はたいてい緑がかった黒か鉄のような灰色で、下顎からは大きな牙が突き出し、漆黒の目を持つ。
]],
[race_ed_btl]=[[
トロールは食欲旺盛で再生能力もあるため、恐れを知らぬ戦闘民族であり、最も近くにいる生物に真っ向から突進し、怒りの限りを尽くして攻撃する。トロールが躊躇するのは火（または酸）だけのようだが、この致命的な脅威でさえトロールの前進を止めるには十分ではない。

トロールは死を恐れない： 躊躇することなく戦闘に身を投じ、最も近くにいる相手に向かって激しく暴れまわる。火を前にしても、炎を避けて攻撃しようとする。
]],
[race_ed_soc]=[[
オスのトロールは通常単独で行動するが、メスのトロールはより社交的で、2～4頭のグループと幼獣からなる遊牧グループを形成する。メスのトロールはオスよりかなり大きく、知能も少し高い。

メスのトロールは子供を非常に大切にし、威張り散らすオスのトロールや、脅威となる他の生き物を追い払う。しかし、メスのトロールは若いトロール同士の凶暴な争いには目をつぶり、大人になるために必要なことだと考える。

魔法をマスターした年長のメスのトロールが、一時的に集団に加わってメスの若者を観察し、魔法の適性をテストすることもある。有望な若者が成熟するまで集団にとどまることも多く、彼女の力がそちらに向いていない場合は、最悪の戦いから彼女を守る。十分に成長した幼女がグループを離れると、魔法の訓練を受ける。

メスとは異なり、ほとんどのオスのトロールは一生の大半を単独で過ごす。成熟すると独り立ちするか、大人のメスに逃げられるかのどちらかである。孤独なオスは通常、広い縄張りを見つけて狩場とし、その中心に隠れ家を作り、他のトロールや他のモンスターを追い払う。オスは通常、交尾のためだけに縄張りを離れ、しばしば戦闘で他の求婚者に勝とうとして求婚する。
]],
[race_ed_rel]=[[
トロールは一般的に、獲物を奇襲しやすい森林や岩場の多い荒野に住んでいる。彼らは他の主要な捕食者や知的生物との距離を保とうとする。

トロールフューリーとして知られるトロールのドルイドは、地域全体の健康に気を配り、侵入してくるオーガや人間、その他の外敵による新たな危険に常に最初に気づく。
]],
[race_ed_aln]=[[
トロールは単純な宗教観を持っている。彼らは通常、嵐や自然災害を司るデーモンロードを崇拝している。

信仰の司祭は、酸や火を使って意図的に自分を焼き、切り刻み、恐ろしい醜い傷跡を残す。
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


s_rock_throw="岩投げ"
s_rock_throw_d=[[大人のジャイアントは岩投げを得意とし、岩を投げる際の攻撃ロールに＋1の種族ボーナスを受ける。

少なくとも大型サイズ以上のジャイアントは、1つ40～50ポンドの重さの岩（小型オブジェクト）を5つの範囲まで投げることができる。範囲増分の大きさはジャイアントの種類によって異なる。巨大ジャイアントは60～80ポンド（中型オブジェクト）の岩を投げることができる。

ヒルジャイアントが投げる岩石の射程は120フィートである。

ストーンジャイアントの投げる石の射程は180フィートである。石を投げるときは両手を使う。]]

s_rock_catch="岩つかみ"
s_rock_catch_d=[[少なくとも大型サイズのジャイアントは、小型、中型、大型サイズの岩（または似たような形状の投石物）をキャッチできる。

ラウンドに1度、通常なら岩攻撃を受けるらうジャイアントが、自由行動として岩を受け止めるための反応セーヴを行なうことができる。セーヴの回数は小岩で15回、中岩で20回、大岩で25回である。投擲物が攻撃ロールに魔法的なボーナスを与えるものであれば、難易度(DC)はその分だけ増加する。

ジャイアントが岩をつかむためには、攻撃に備え、それに気づかなければならない。

ストーンジャイアントは投げられた岩を受け止めようとするとき、反応セーヴに＋4の種族ボーナスを得る。]]


s_giant="ジャイアント"
s_giant_d=[[ジャイアントは近接戦闘を好む。彼らは巨大な両手武器を好み、見事な腕前でそれを使いこなす。

ジャイアントには十分な狡猾さがあり、できることならまず範囲攻撃で敵を弱体化させる。ジャイアントが好む射撃武器は大きな岩だ。

ジャイアントはすべてジャイアント語を話す。知力値が10以上のものは共通語も話す。]]


s_gnt_h="ヒル ジャイアント"
s_gnt_h_c="この猫背のジャイアントは力強さと粗野で愚かな怒りを漂わせ、その不潔な毛皮の服は残忍で僻地の生活様式を物語っている。"
s_gnt_h_fav_cls="驚異的な強さを持ちながら知恵に乏しい無謀な獣であるヒルジャイアントは、バーバリアンクラスに適している。"
s_gnt_h_traits=[[
<b c=tg>筋力+14、耐久力+8、 <c=tr>敏捷力 -2、知力 -4、魅力 -4: </c></b>ヒルジャイアントは驚異的な強さを持つが、非常に粗野で愚かだ。

<b>種族ヒットダイス(HD): </b>ヒルジャイアントは12レベルのジャイアントから始まり、12d8のヒットダイス(HD)を得る。

<b>種族技能: </b>ヒルジャイアントのジャイアントレベルは、15×（2＋知力修正値）に等しい技能ポイントを与える。クラス技能は登攀、跳躍、聞き耳、視認である。

<b>種族特技: </b>ヒルジャイアントはジャイアントレベルで5つの特技を持つ。

<b>鎧: </b>外皮ボーナス+9。

<b>武器と防具の熟練度: </b>単純武器、軍用武器（ハンマー、メイス）、軽装鎧、中装鎧、盾に熟練している。

<b>特別な資質: </b><t=@pwr_rock_throw c=fc_b>岩投げ</t>, <t=@pwr_rock_catch c=fc_b>岩つかみ</t>。
]]
s_gnt_h_langs=[[
<b>自動習得言語: </b>ジャイアント語。
<b>ボーナス習得言語: </b>共通語、竜語、エルフ語、ゴブリン語、オーク語。

<c=twc>ヒルジャイアントはジャイアント語を話す。</c>
]]
s_gnt_h_d=[[
ヒルジャイアントは人型生物ジャイアントの中で最も遊牧民的な種族であり、襲撃や略奪のために集落から集落へと移動することを好む。

ジャイアントは信じられないほど利己的なクリーチャーだ。彼らは恐ろしい敵に向かって互いに押し合いへし合いすることで知られており、自分の身を守るためなら一族の仲間を犠牲にすることもためらわない。

孤独で悪でないヒルジャイアントは非常に稀であるが、他の人型生物社会で見かけることもある。これらの "文明化された "ヒルジャイアントは、社会の中で自分の居場所を見つけることができ、その多くは平和で何不自由ない生活を送っている。
]]
s_gnt_h_eds={
[race_ed_dd1]=[[
ヒルジャイアントは人型生物ジャイアントの中で最も遊牧民的な種族であり、襲撃や略奪のために集落から集落へと移動することを好む。

ジャイアントの一団は温帯の丘陵地帯でよく見られ、常に攻撃的であるため、この気候では危険な存在として恐れられている。

彼らは温暖な気候を好むが、襲撃が豊富で成功する限り、好みの環境から遠く離れた場所にも移動する。

彼らは全体として、信じられないほど利己的なクリーチャーであり、自分が勝つと自動的に分かっていない戦いにはめったに参加しない。ジャイアントは恐ろしい敵に向かって互いに押し合うことで知られており、自分の身を守るためなら一族の仲間を犠牲にすることもためらわない。
]],
[race_ed_dd2]=[[
]],
[race_ed_dd3]=[[
]],
[race_ed_dd4]=[[
]],
[race_ed_phy]=[[
ジャイアントの肌の色は、明るい褐色から深い赤褐色まで幅広い。髪は茶色か黒で、目も同じ色をしている。

ジャイアントは毛皮を残したまま、粗末に用意した皮革を何枚も重ねて着る。彼らはめったに洗濯や修理をせず、古い皮革が擦り切れるたびに皮革を追加していく。

成獣の身長は約10-1.5フィート、体重は約1,100ポンドである。ジャイアントは200歳まで生きることができる。
]],
[race_ed_btl]=[[
ジャイアントは高い岩場から戦うことを好み、岩や岩塊で相手を殴りつつ、自分のリスクも抑えることができる。

ヒルジャイアントは戦闘に参加した当初、小さなクリーチャーに対して蹴散らし攻撃を仕掛けるのが好きだ。その後、彼らは素早く立ち上がり、巨大なクラブで振り払う。
]],
[race_ed_soc]=[[
]],
[race_ed_rel]=[[
孤独で悪でないジャイアントは非常に稀だが、他の人型生物社会で見かけることがある。

彼らは辺境の町で労働者や兵士として働くのが最も適しており、しばしばヒルジャイアント集団と交渉する初歩的な外交官としての役割を果たす。

残念なことに、文明のために種族的な生活様式を捨てたジャイアントは、遊牧民の同胞たちから嘲笑され、しばしばその場で殺される。

それでも、"文明化 "されたヒルジャイアントたちは、社会の中で自分たちの居場所を見つけることができ、その多くは平和で何不自由ない生活を送ることができている。
]],
[race_ed_aln]=[[
]],
[race_ed_adv]=[[
驚異的な強さを持ちながら機知に乏しい無謀な獣であるヒルジャイアントは、社会に真に受け入れられることはない。しかし、彼らは社会の端や辺境でうまくやり、力強く有益な存在を築いている。

無骨な外見と大きな体格にもかかわらず、基本的に人型生物の体型をしているため、文明的な人々との関わりは容易である。
]],
[race_ed_nam]=[[
]],
}


s_gnt_s="ストーン ジャイアント"
s_gnt_s_c="このジャイアントは、彫りの深い筋肉質の顔立ちをしており、平らで前傾した頭部は、まるで石で彫られたかのようだ。"
s_gnt_s_fav_cls="強く、無口な一匹狼、ストーンジャイアントのキャラクターはバーバリアンクラスに適している。"
s_gnt_s_traits=[[
<b c=tg>筋力+16、敏捷力+4、耐久力+8、判断力+2: </b>ストーンジャイアントは非常に強く頑強だが、柔軟で賢明でもある。

<b>種族ヒットダイス(HD): </b>ストーンジャイアントは14レベルのジャイアントからスタートし、14d8のヒットダイス(HD)を得る。

<b>種族技能: </b>ストーンジャイアントのジャイアントレベルは17×（2＋知力修正値）に等しい技能ポイントを与える。クラス技能は登攀、隠れ身、聞き耳、見破りである。ストーンジャイアントは岩場での隠れ身判定に＋8の種族ボーナスを持つ。

<b>種族特技: </b>ストーンジャイアントのジャイアントレベルは5つの特技を与える。

<b>鎧: </b>外皮ボーナス+11。

<b>武器と防具の熟練度: </b>単純武器、グレートクラブ、軽装鎧、中装鎧、盾に熟練している。

<b>特別な資質: </b><t=@pwr_rock_throw c=fc_b>岩投げ</t>, <t=@pwr_rock_catch c=fc_b>岩つかみ</t>。
]]
s_gnt_s_langs=[[
<b>自動習得言語: </b>ジャイアント語。
<b>ボーナス習得言語: </b>共通語、竜語、エルフ語、ゴブリン語、オーク語。

<c=twc>ストーンジャイアントはジャイアント語を話す。</c>
]]
s_gnt_s_d=[[
強く静かな一匹狼、ストーンジャイアントは人間の土地では特殊な存在だ。ジャイアントは標高の高い岩山の巨大な洞窟に好んで住む。他のジャイアント集団から数日以上離れて暮らすことはほとんどなく、部族間でヤギなどの家畜の群れを共有することもある。

年老いたジャイアントは、晩年になるとかなりの期間部族を離れ、どこかで隠遁生活を送るか、他の人型生物文明に溶け込もうとする傾向がある。このような自らに課した数十年の流浪の後、戻ってきた者はストーンジャイアントの長老となる。

ストーンジャイアントは、周囲の石に合わせて茶色や灰色に染めた分厚い革の衣服を好む。大人は身長約12フィート、体重約1,500ポンド、800歳まで生きることができる。
]]
s_gnt_s_eds={
[race_ed_dd1]=[[
]],
[race_ed_dd2]=[[
]],
[race_ed_dd3]=[[
]],
[race_ed_dd4]=[[
]],
[race_ed_phy]=[[
]],
[race_ed_btl]=[[
ストーンジャイアントは可能な限り距離をとって戦うが、近接戦闘を避けられない場合は、石から削り出したギガンティッククラブを使う。

ストーンジャイアントが好む戦術は、ほとんど動かずに立って背景に溶け込み、それから前進して岩を投げ、敵を驚かせることだ。
]],
[race_ed_soc]=[[
]],
[race_ed_rel]=[[
]],
[race_ed_aln]=[[
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


s_gnt_se="ストーン ジャイアント エルダー"
s_gnt_se_var_n="帰ってきたストーンジャイアント"
s_gnt_se_var_d="ストーンジャイアントエルダーは特殊能力を発達させたため、以下の例外を除いてストーンジャイアントのすべての種族的特徴を持っている。:"
s_gnt_se_fav_cls="ストーンジャイアントエルダーは特殊能力と高い魅力値を持っており、ソーサラークラスに非常に適している。"
s_gnt_se_traits=[[
<b c=tg>筋力+16、敏捷力+4、耐久力+8、判断力+2、魅力+6: </b>普通のストーンジャイアントと比べて、ストーンジャイアントエルダーはより多くのアーケイン的な才能を持っている。

<b>呪文に似た能力: </b>詠唱可<t=@pwr_sp_xxx c=fc_b>岩の造形</t>, <t=@pwr_sp_xxx c=fc_b>岩のお告げ</t>, <t=@pwr_sp_xxx c=fc_b>岩を泥に変えるまたは泥を岩に変える</t>それぞれ1日1回行える。セーヴ難易度(DC)は魅力ベースである。呪文の使い手レベルはキャラクターレベルと等しい。{hr_splk}
]]
s_gnt_se_hr_splk="岩の造形,岩のお告げ,そして、岩を泥に変えるまたは泥を岩に変える、のいずれか。"
s_gnt_se_d=[[
年老いたストーンジャイアントは、晩年になるとかなりの期間部族を離れ、どこかで隠遁生活を送るか、他の人型生物文明に融合しようとする傾向がある。

何十年も自らに課した追放の後、戻ってきた者たちはストーンジャイアントエルダーとなる。

このストーンジャイアントエルダーたちは、環境に関連した特殊能力を身につけ、ソーサラーとしてその能力を使うことができる。
]]


-- 精类		Fey


s_sprite	= "スプライト"
s_sprite_c	= "このしなやかで小柄なクリーチャーは、蛾のような翼と細長い耳を持つ人型生物のようだ。"
s_sprite_d	= [[スプライトは引っ込み思案なフェイだ。彼らは悪や醜悪なものと戦い、故郷を守るためにわざわざ出かけていく。スプライトは森林地帯の奥深くに集団で集まり、自然を守るという大義に賛同する。スプライトの部族全体が、その土地で重要な特定の人物や場所、クリーチャーを守護する存在であると自認している。

スプライトの体は自然に発光するが、その色や強さは自由に変えることができる。死後間もなく、スプライトの身体は単に溶けて煌めく水蒸気となる。スプライトはフェイの中でも最も小さく、身長は9インチ強、体重は1、2ポンドを超えることはほとんどない。

スプライトは呪文のような能力と小柄な武器で敵と戦う。直接対決よりも待ち伏せなどの策略を好む。]]

s_sprite_e	= [[スプライトは他のフェイよりも多くの点で原始的である。お互いに楽しく付き合うが、他のフェイに対して不信感を抱く傾向があり、人型生物や他のクリーチャーで、自分たちが明確に守ることを選んでいないものは、自分たちに悪意があると考える。動物でさえも一般的に危険視される。これはスプライトが小柄なためで、捕食者に狙われやすい。その結果、危険に対するスプライトの最初の反応は一般的に逃げることである。追っ手を遅らせたり気をそらすために呪文のような能力を使い、最終的に逃げおおせるのは飛行速度とその大きさに頼っている。

スプライト自身は比較的無教養で野蛮な性質だが、自然界のあらゆる不思議なものに対する健全な好奇心を持っている。特に古代寺院の遺跡のような、偉大だが潜在的な魔力を秘めた場所に惹かれる。この好奇心の強さから、使い魔としての役割にも異常に寛容である。5レベルの混沌にして中立の呪文の使い手で、使い魔能力向上の特技を持つ者は、スプライトを使い魔として得ることができる。]]


s_nymph		= "ニンフ"
s_nymph_c	= "長い耳が頭の上で先細りになり、その完璧な美しさが痛々しい。"
s_nymph_d	= [[ニンフは自然の美を体現しているだけでなく、野生の秘密の世界の守護者でもある。彼らは抗いがたい美しさを持っており、何気なく見ただけで、見る者をたちまち盲目にしてしまうほどだ。

ニンフの身長と体重は女性エルフほどだ。ニンフは森語と共通語を話す。

多くの者がニンフの美しさを求めて無益な死を遂げ、さらに多くの者が、ニンフとの交わりの準備ができていない心と体に、その優美さがもたらす狂気と執着によって命を落としてきた。

しかし、そのニンフ自体は残忍な存在ではありません。自然の最も清らかな場所や美しい領域の守護者として、彼女や彼女の住処を尊重する者たちに親切に接し、気に入った者には魔法の贈り物を授けることさえあります。

しかし、彼女や彼女の家を虐待したり傷つけようとする者たちは、美しさの裏には、領分を守ることのできる獰猛な保護者がいることにすぐに気づく。]]


s_pipes="パイプ"
s_pipes_d=[[サテュロスはパンパイプで様々な不思議な曲を演奏することができる。

それが演奏されると、60フィート以内のクリーチャー（サテュロスを除く）は難易度(DC)13の意志セーヴに成功するか、魅了、睡眠、恐怖の効果を受けなければならない（呪文の使い手レベル10；サテュロスが曲とその効果を選ぶ）。

セーヴ難易度(DC)は魅力ベースである。パイプの効果に対するセーヴに成功したクリーチャーは、24時間、同じパイプの影響を受けることができない。

通常、パイプを持っているサテュロスはグループの中で1人だけだ。他の者の手に渡ったパイプには特別な力はない。]]

s_satyr="サテュロス"
s_satyr_c="このハンサムでニヤリと笑う男は、ヤギのような毛むくじゃらの足と、こめかみから伸びるカールした雄羊の角を持っている。"
s_satyr_fav_cls="サテュロスは音楽を愛し、音楽の才能がある。サテュロスはその名を冠したパイプの助けを借りて、他人を魅了するための様々なメロディーの呪文を紡ぎ出すことができる。"
s_satyr_traits=[[
<b c=tg>敏捷力+2、耐久力+2、知力+2、判断力+2、魅力+2: </b>サテュロスはあまり強くないが、生まれつき優美で機敏、感覚も鋭く、あらゆる面で優れた能力を発揮する。

<b>種族ヒットダイス(HD): </b>サテュロスは5レベルのフェイから始まり、5d8のヒットダイス(HD)を得る。

<b>種族技能: </b>サテュロスのフェイレベルは8×（2＋知力修正値）に等しい技能ポイントを与える。サテュロスのクラス技能ははったり、隠れ身、知識（自然）、聞き耳、忍び足、芸能、視認である。サテュロスは隠れ身、聞き耳、忍び足、芸能、視認の判定に＋4の種族ボーナスを持つ。

<b>種族特技: </b>サテュロスのフェイレベルは2つの特技を与える。サテュロスはボーナス特技として覚醒を得る。

<b>鎧: </b>外皮ボーナス+4。

<b>肉体武器: </b>頭突き（1d6）。{hlp_nwpn}

<b>武器の熟練度: </b>単純武器とショートボウに熟練している。

<b>特別な資質: </b><t=@pwr_satyr c=fc_b>パイプ</t>, <t=@pwr_satyr c=fc_b>ダメージ減少5/冷たい鉄</t>。
]]
s_satyr_langs=[[
<b>自動習得言語: </b>森語。
<b>ボーナス習得言語: </b>共通語、エルフ語、ノーム語。

<c=twc>サテュロスは森語を話し、ほとんどの者は共通語も話す。</c>
]]
s_satyr_m=[[
サテュロスは、ファウヌスとして知られる地域もあるが、森の最も深く、最も原始的な場所に住む、快楽的で淫乱なクリーチャーである。彼らはワイン、音楽、肉欲の歓びを好み、無防備な乙女や羊飼いの少年を口説く低級悪魔や口上手として有名である。

サテュロスはしばしば森のクリーチャーたちの守護者としての役割を果たす。サテュロスはその名を冠したパイプの助けを借りて、他者を魅了するための様々なメロディーの呪文を紡ぎ出すことができる。

サテュロスの髪は赤か栗色で、蹄と角は漆黒である。サテュロスの身長と体重はハーフエルフと同じくらいである。

サテュロスは森語を話し、ほとんどの者は共通語も話す。
]]
s_satyr_d=[[
サテュロスは、ファウヌスとして知られる地域もあるが、森の最も深く、最も原始的な場所に住む、淫乱で快楽主義的なクリーチャーである。彼らはワイン、音楽、肉欲の歓びを好み、無防備な乙女や羊飼いの少年を口説く熊手や口上手として有名である。

サテュロスの肉体は魅力的で体格の良い男性のものであることがほとんどだが、サテュロスの誘惑の才能の多くは音楽の才能にある。サテュロスは、その名を冠したパイプの助けを借りて、他人を魅了するための様々なメロディーの呪文を紡ぎ出すことができる。

サテュロスは常に遊びまわるだけでなく、しばしば森のクリーチャーたちの保護者としての役割も果たす。
]]
s_satyr_eds={
[race_ed_dd1]=[[
サテュロスは半人半獣のクリーチャーで、深い森の奥深くに生息しています。彼らは酒、音楽、そして肉欲的な喜びを崇拝し、狡猾で言葉巧みな人物として知られています。無垢な乙女や羊飼いの少年たちを口説き落とし、予期せぬ妊娠や説明のつけづらい事態を残して去ることもあります。

そのような出会いから生まれた子供は常に純血のサテュロスであり、生まれて間もなく騒がしい仲間に連れ去られることが一般的です。サテュロスは他人の権利よりも自分の娯楽を重視する傾向がありますが、彼らが誘惑する相手には悪意を持ちません。

サテュロスの肉体は魅力的で体格の良い男性のものであることがほとんどだが、サテュロスの誘惑の才能の多くは音楽の才能にある。サテュロスは、その名を冠したパイプの助けを借りて、他人を魅了し、自分の気まぐれな欲望に沿わせるように設計された、多種多様な旋律の呪文を紡ぎ出すことができる。

サテュロスは絶え間ないふざけ騒ぎの他に、森の住人たちの守護者としても活動します。そして、サテュロスの情欲を怒りに変えることに成功した者は、おそらくフォーンを取り囲む危険な動物たちと直面することになるでしょう。
]],
[race_ed_dd2]=[[
]],
[race_ed_dd3]=[[
]],
[race_ed_dd4]=[[
]],
[race_ed_phy]=[[
サテュロスの身体は魅力的で体格の良い男性のものであることがほとんどで、髪は赤か栗色、蹄と角は漆黒である。

サテュロスの身長と体重はハーフエルフと同じくらいだ。
]],
[race_ed_btl]=[[
サテュロスの鋭敏な感覚のおかげで、野生の環境下でそれらを驚かせることはほとんど不可能だ。逆にサテュロス自身の天性の優雅さと俊敏さから、周囲の荒野に気をつけていない旅人に気づかれずに忍び寄ることができる。

戦闘になると、素手のサテュロスは強力な頭突きで攻撃する。トラブルを予期しているサテュロスはボウとダガーで武装している可能性が高く、通常は隠れているところから矢を放ち、敵を弱らせてから接近する。 
]],
[race_ed_soc]=[[
]],
[race_ed_rel]=[[
]],
[race_ed_aln]=[[
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


-- 人形怪物	Monstrous Humanoid


s_powerful_charge		="強力な突撃"
s_powerful_charge_d		=[[ミノタウロスは通常、相手に向かって突進し、頭を下げて強大な角を生やすことで戦闘を開始する。

各戦闘の最初の突撃に2倍の突き刺しダメージが追加される。]]

s_natural_cunning		="天性の狡猾さ"
s_natural_cunning_d		=[[ミノタウロスは特別知能が高いわけではないが、生来の狡猾さと論理的能力を持っている。

これにより、メイズの呪文に対する免疫ができ、迷子になることがなくなり、敵を追跡できるようになる。

さらに、彼らは決して立ちすくみを受けることはない。]]

s_minotaur="ミノタウロス"
s_minotaur_c="力強い体格の人間の体と、唸り声を上げる雄牛の頭を持つこのクリーチャーは、突撃の準備をするかのように蹄を踏み鳴らす。"
s_minotaur_fav_cls=""
s_minotaur_traits=[[
<b c=tg>筋力 +8、耐久力 +4、 <c=tr>知力 -4、魅力 -2: </c></b>ミノタウロスは非常に強く丈夫だが、呪いから生まれ、歪んだ心を持ち、非常に執念深い。

<b>種族ヒットダイス(HD): </b>ミノタウロスはまず6レベルのモンスター人型生物になり、6d8のヒットダイス(HD)を得る。

<b>種族技能: </b>ミノタウロスのモンスター人型生物レベルは9×（2＋ 知力修正値）に等しい技能ポイントを与える。ミノタウロスのクラス技能は、威嚇、跳躍、聞き耳、捜索、見破りである。ミノタウロスは捜索、見破り、聞き耳の判定に＋4の種族ボーナスを持つ。

<b>種族特技: </b>ミノタウロスのモンスター人型生物レベルは3つの特技を与える。

<b>鎧: </b>外皮ボーナス+5。

<b>肉体武器: </b>突き刺し（1d8）。{hlp_nwpn}

<b>武器の熟練度: </b>グレートアックスと単純武器全般に熟練している。

<b>特別な資質: </b><t=@pwr_powerful_charge c=fc_b>強力な突撃</t>, <t=@pwr_natural_cunning c=fc_b>天性の狡猾さ</t>, <t=@pwr_scent c=fc_b>嗅覚</t>。
]]
s_minotaur_langs=[[
<b>自動習得言語: </b>共通語とジャイアント語。
<b>ボーナス習得言語: </b>オーク語、ゴブリン語、地界語。

<c=twc>ミノタウロスはジャイアント語を話す。</c>
]]
s_minotaur_d=[[
ミノタウロスは、力強い体格の人間の体と雄牛の頭を持ち、身長は7フィート以上、体重は約700ポンドもある。

ミノタウロスほど恨みを抱くものはいない。多くの文化には、最初のミノタウロスは復讐に燃えた、あるいは軽んじられた神々によって創造されたという伝説がある。神々は人間の姿をねじ曲げ、知性と美を奪い、雄牛の頭を与えて罰したのだ。

しかし、現代のミノタウロスのほとんどはこれらの伝説を軽蔑し、自分たちは神の嘲笑ではなく、バフォメットという強力で残酷なデーモンロードが作り出した神の矛だと信じている。
]]
s_minotaur_eds={
[race_ed_dd1]=[[
ミノタウロスほど恨みを抱くものはいない。何世紀も前に文明種族から軽蔑され、神の呪いによって生まれたミノタウロスは、物心ついたときから、現実の、あるいは想像上の侮辱に対する報復として、劣った人型生物を狩り、殺し、貪り食ってきた。

多くの文化には、最初のミノタウロスは復讐に燃えた、あるいは軽んじられた神々によって創造されたという伝説がある。神々は人間の姿をねじ曲げ、知性と美を奪い、雄牛の頭を与えることで人間を罰したのだ。しかし、現代のミノタウロスのほとんどはこれらの伝説を軽蔑し、自分たちは神の嘲笑ではなく、バフォメットという強力で残酷なデーモンロードが作り出した神の矛だと信じている。
]],
[race_ed_dd2]=[[
伝統的なミノタウロスの隠れ家は迷路であり、それは困惑させ混乱させるために作られた本物の迷宮であれ、都市の下水道のような偶発的な迷路であれ、洞窟やその他の地下通路のもつれのような自然発生的な迷路であれ、である。

ミノタウロスは生来の狡猾さを生かし、迷路の隠れ家を利用して、迷い込んだ敵や、迷い込んだ敵を苦しめる。絶望が本当に訪れた時、ミノタウロスは迷い込んだ犠牲者を襲うために動き出す。

群れを相手にする場合、ミノタウロスはしばしばクリーチャーを一匹逃がし、恐怖の物語を広め、他のクリーチャーを迷路に誘い込み、クリーチャー退治を期待する。もちろん、ミノタウロスにとっては、英雄になろうとする者たちはおいしい食事になる。
]],
[race_ed_dd3]=[[
ミノタウロスはまた、より強力なモンスターや悪クリーチャーに雇われ、狩りと食事が好きなようにできる限り、そのモンスターに仕えることもある。

通常、これは何か強力な物や貴重な場所を守ることを意味するが、主人の敵を狩る傭兵のような仕事もある。
]],
[race_ed_dd4]=[[
]],
[race_ed_phy]=[[
]],
[race_ed_btl]=[[
ミノタウロスは近接戦闘を好み、その大きな力が大いに役立つ。

ミノタウロスは比較的素直な戦闘タイプで、戦闘が始まると角を使って最も近くにいる生物を恐ろしく抉り出す。
]],
[race_ed_soc]=[[
]],
[race_ed_rel]=[[
]],
[race_ed_aln]=[[
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}


s_centaur_charge		="ケンタウロスの突撃"
s_centaur_charge_d		="リーチのある武器を装備したケンタウロスは、馬に乗った騎手と同じように、突撃時に2倍のダメージを与える。"

s_centaur="ケンタウロス"
s_centaur_c="このクリーチャーは、上半身は日焼けした熟練の戦士のようであり、下半身はなめらかな軍馬のようである。"
s_centaur_fav_cls="ケンタウロスは広大な平原やエルドリッチの森の縁を歩き回る部族で暮らしている。彼らは伝説的なハンターであり、熟練した戦士である。"
s_centaur_traits=[[
<b c=tg>筋力+8、敏捷力+4、耐久力+4、判断力+2、<c=tr>知力-2: </c></b>ケンタウロスは強くたくましく、柔軟で警戒心が強いが、通常は頭が鈍く野蛮である。

<b>種族ヒットダイス(HD): </b>ケンタウロスはまず4レベルのモンスター人型生物になり、4d8のヒットダイス(HD)を得る。

<b>種族技能: </b>ケンタウロスのモンスター人型生物レベルは7×（2＋知力修正値）に等しい技能ポイントを与える。そのクラス技能は聞き耳、忍び足、視認、生存である。

<b>種族特技: </b>ケンタウロスのモンスター人型生物レベルは2つの特技を与える。

<b>鎧: </b>外皮ボーナス+3。

<b>武器と防具の熟練度: </b>単純武器と軍用武器（ヘヴィブレード、ボウ）に熟練している。

<b>特別な資質: </b><t=@pwr_centaur_charge c=fc_b>ケンタウロスの突撃</t>。
]]
s_centaur_langs=[[
<b>自動習得言語: </b>森語とエルフ語。
<b>ボーナス習得言語: </b>共通語、ノーム語、ハーフリング語。

<c=twc>ケンタウロスは一般的に森語とエルフ語を話すが、比較的知能の高い者は共通語も話す。</c>
]]
s_centaur_d=[[
伝説のハンターであり、熟練したウォリアーであるケンタウロスは、人と馬の両方の特徴を持っている。

ケンタウロスは古い種族であり、現代世界を徐々に受け入れつつある。しかしまれに、進歩的な指導者のもとで部族全体が他の人型生物社会と交易したり同盟を結んだりすることもある。

ケンタウロスの大半はいまだに広大な平原やエルドリッチの森の縁を歩き回る部族で暮らしているが、その多くは祖先の孤立主義的な生き方を捨て、より国際的な都市を歩いている。
]]
s_centaur_eds={
[race_ed_dd1]=[[
]],
[race_ed_dd2]=[[
]],
[race_ed_dd3]=[[
]],
[race_ed_dd4]=[[
]],
[race_ed_phy]=[[
ケンタウロスは人と馬の中間だ。大きさは重馬と同じくらいだが、背が高く、体重が少し重い。

一般的に文明の片隅で見られるこのストイックな人々の外見は様々で、肌の色は一般的に深く日焼けしているように見えるが、近隣の地域に住む人間に似ており、下半身は地元の馬の色彩を借りている。

ケンタウロスの髪と目は暗い色に傾き、体つきは大柄になる傾向がある一方、体全体の大きさは下半身が馬に似ていることに影響される。したがって、ケンタウロスの平均的な身長は7フィート以上、体重は2,000ポンド以上だが、痩せた平原を疾走する馬からたくましい山のハンターまで、地域によって大きな違いがある。

ケンタウロスは通常60歳くらいまで生きる。ケンタウロスは森語とエルフ語を話す。
]],
[race_ed_btl]=[[
]],
[race_ed_soc]=[[
]],
[race_ed_rel]=[[
ケンタウロスは他の種族とは距離を置き、自分たちの種族とも対立する古い種族だが、徐々に現代世界を受け入れつつある。

しかしまれに、進歩的な指導者のもとで部族全体が他の人型生物の共同体と交易したり同盟を結んだりすることもある-通常はエルフだが、時にはノーム、まれにヒューマンや ドワーフとも。

多くの種族がケンタウロスを警戒しているのは、領土を持つライカンスロープの伝説や、ケンタウロスが頑固な入植者や拡張主義の国と定期的に激しく遭遇していることが主な原因である。
]],
[race_ed_aln]=[[
]],
[race_ed_adv]=[[
ケンタウロスの大半はいまだに広大な平原やエルドリッチの森の縁を歩き回る部族で暮らしているが、その多くは祖先の孤立主義的な生き方を捨て、より国際的な都市を歩いている。

このような自由奔放なケンタウロスはしばしばのけ者にされ、部族からも疎まれる。
]],
[race_ed_nam]=[[
]],
}


s_medusa	= "メデューサ"
s_medusa_c	= "このスレンダーで魅力的な女性は、不思議な光を放つ目を持ち、頭髪には蛇が生えている。"
s_medusa_d	= [[メデューサは髪の毛の代わりに蛇を持つヒューマンに似たクリーチャーである。30フィート以上の距離であれば、メデューサは蛇のような髪を隠すものを身に着けていれば、容易に美しい女性と見間違う。頭や顔を隠す服を着ている場合は、さらに近い距離でヒューマンと見間違う。

典型的なメデューサの身長は5～6フィートで、体重は人間と同じくらいである。メデューサは共通語を話す。

メデューサは、その石化する視線の範囲内に対象が入るまで、その本性を偽ろうとし、策略やはったりを駆使して対象に危険がないように思わせる。メデューサは、視線をそらした相手や視線に耐えた相手には通常の武器で攻撃し、隣接する相手には毒蛇で攻撃する。]]--A medusa is indistinguishable from a normal human at distances greater than 30 feet (or closer, if its face is concealed). The creature often wears garments that enhance its body while hiding its face behind a hood or veil.

s_medusa_e	= [[メデューサは石化する視線を使うために、顔を隠す嘘や変装を使って相手に近づくが、獲物をもてあそぶのが好きで、遠くから矢を放って敵を罠にはめることもある。

犠牲者を石化させて複雑な装飾を施し、沼地の隠れ家のアクセントにする者もいるが、たいていのメデューサは、新たな敵にその存在を事前に知られないよう、以前の争いの痕跡を隠すことに注意を払っている。

都市にいるメデューサはたいていローグであり、荒野にいるメデューサはしばしばレンジャーや 追跡者になりすます。しかし、最も悪名高く伝説的なメデューサは、バードやクレリックとしてレベルを上げた者たちである。

魅力と知力が高い都会のメデューサは、シーフギルドやその他の犯罪的な裏社会に関わっていることが多い。メデューサは盲目のクリーチャーや知能の高いアンデッドと同盟を結ぶことがあるが、どちらもその石のような視線には免疫がある。

呪文を唱えるメデューサはしばしば神託や予言の役割を果たし、たいていは伝説的な力や悪名高い歴史を持つ人里離れた場所に住んでいる。そのような予言者のメデューサはその役割を大いに喜び、適切な贈り物とお世辞を贈られれば、彼らが提供する極意はかなり役に立つことがある。

もちろん、このような強力なクリーチャーの隠れ家には、彼らを怒らせた人たちの像がたくさん飾られている。

すべての知られているメデューサはメスです。まれに、メデューサは男性の人型生物を配偶者として保持することを決めるかもしれませんが、通常は愛の霊薬などの魔法の助けを借りて行われ、常に彼女の囚人を石化させないように注意します－少なくとも彼女が彼の付き合いに飽きるまで。]]


s_harpy		= "ハーピー"
s_harpy_c	= "ぼろぼろの翼と爪のある足を除けば、このクリーチャーは野性的な風貌の女性に似ている。"
s_harpy_d	= [[ぼろぼろの翼と爪のある足を除けば、ハーピーは野性的な風貌の女性に似ている。

ハーピーは魔法の歌で不運な旅人に取り込み、言いようのない苦しみに導くのが好きだ。ハーピーは新しい "おもちゃ "で遊び終わった時だけ、彼らを殺して食べることで苦しみから解放する。

ハーピーは犠牲者から盗んだ装飾品や装身具を身につける傾向がある。間近で見ると、このクリーチャーは食べ尽くされた犠牲者の悪臭を放ち、まだ虜になっていないクリーチャーを近づけさせることはめったにない。このため、多くのハーピーは香水や香油を身に着けている。

ハーピーの姿は土地によって千差万別だ。ハゲワシと女性が合体したようなものもいれば、タカやハヤブサの威厳ある模様を羽毛に持つものもいる。世界の孤立した熱帯地域では、オウムのようなカラフルな羽を持つハーピーも稀に見られる。]]

s_harpy_e	= [[しばしば凶暴で堕落したクリーチャーとみなされるが、ハーピーはクリーチャーがどう考え、どう行動するかを知っている。この理解は、好物を見つける際に有利に働く。

野生のクリーチャーはその魅惑的な歌の犠牲になりやすいが、この下劣な鳥女たちは、複雑な感覚をスパイスにした食事を好む。安易な獲物は退屈な食事になる。

最終的には野蛮で、自分たちの行動を反省することもないが、多くのハーピーは人型生物社会の近くに住み、食事になりそうなクリーチャーとの交渉を楽しんでいる。


<b>ハーピーの射手</b>
残酷なハンターであり放浪の山賊であるハーピーの射手は、射撃戦に特化したファイターとして訓練を積んできた。ハーピーの射手はしばしば傭兵となり、最も高値で落札された者と契約する。雇われていないときは、路上強盗団として、商人のキャラバンに保護費を支払わせることで生計を立てている。]]


s_hag		= "ハグ"
s_hag_d		= [[ハグはそれぞれ外見や作法が異なるが、多くの点で共通している。いずれも、その獰猛なパワーと素早さとは裏腹に、屈曲した姿をしている。

ハグはとてつもなく強い。生まれつき呪文に耐性があり、自ら魔法をかけることができる。ハグたちはしばしば集まって群れを作る。通常、各タイプのハグが1匹ずついるハグ団は、個々のメンバー以上の力を使うことができる。

ハグはジャイアント語と共通語を話す。]]


-- 异界生物	Outsider


s_celestial_creature	= "セレスチャル クリーチャー"
s_celestial_creature_d	= [[セレスチャルクリーチャーは善の領域である上層界に住むが、物質界にいる存在に似ている。彼らは地上の存在よりも威厳があり、より美しい。

セレスチャルクリーチャーはしばしばメタリックカラー（通常は銀、金、プラチナ）をまとっている。彼らはハーフセレスチャルと間違われることがあるが、これはセレスチャルが非セレスチャルクリーチャーと交配することで生まれる、より強力なクリーチャーである。]]


s_fiendish_creature		= "フィーンディッシュ クリーチャー"
s_fiendish_creature_d	= [[フィーンディッシュクリーチャーは低次元、つまり悪の領域に棲むが、物質界にいる存在に似ている。彼らは地上の存在よりも恐ろしい外見をしている。]]


s_half_celestial	= "ハーフ セレスチャル"
s_half_celestial_d	= [[どのような形であれ、ハーフセレスチャルは金色の肌、輝く目、天使のような翼、あるいは高次の性質を示す何らかのサインを持ち、常に美しく、感覚を楽しませる。]]


s_half_fiend	= "ハーフ フィーンド"
s_half_fiend_d	= [[どのような形であれ、半魚人は常に見るもおぞましく、黒い鱗、角、赤く光る目、バットの羽、腐臭、あるいは悪に染まっていることを示す何らかの明らかな兆候を持っている。]]


s_angel		= "エンジェル"
s_angel_d	= [[エンジェルは天界の種族、すなわち善良な来訪者であり、善属性の超自然的な次元に生息している。

エンジェルはどのような善属性であってもよい。属性に関係なく、エンジェルは決して嘘をついたり、ごまかしたり、盗んだりしない。彼らはすべての取引において非の打ちどころのない高潔さを持ち、しばしば天界の中で最も信頼でき、外交的であることを証明する。

エンジェルは皆、美しい容姿に恵まれているが、実際の外見は千差万別だ。

エンジェルは天上語(セレスチャル)、地獄語(インファーナル)、竜語を話すが、タングズ 能力があるため、ほとんどのクリーチャーと話すことができる。]]


s_archon	= "アーコン"
s_archon_d	= [[アーコンはセレスチャルの種族、すなわち善の来訪者であり、秩序善の属性で超自然的な次元に生息する。

アーコンは天上語(セレスチャル)、地獄語(インファーナル)、竜語を話すが、そのタングズ能力によりほとんどのクリーチャーと話すことができる。]]


s_demon		= "デーモン"
s_demon_d	= [[デーモンは混沌にして悪に満ちた平原に生息するクリーチャーの種族である。彼らは獰猛を擬人化したような存在であり、どんなクリーチャーであろうと、たとえ他のデーモンであろうと、ただそれを楽しむためだけに攻撃する。

デーモンは奈落語(アビサル)、天上語(セレスチャル)、竜語を話す。]]


s_devil		= "デビル"
s_devil_d	= [[デビルは秩序にして悪属性に属したした次元の悪魔である。

多くのデビルは恐怖のオーラに包まれており、それを使って強力な集団を分断し、相手を別々に倒す。

呪文のような能力を持つデビルは、そのイリュージョン能力を使って敵をできるだけ欺き、混乱させる。お気に入りのトリックは、幻影の援軍を作り出すことである。敵は、脅威がただの作り物なのか、それとも本当に招来されたデビルが戦いに加わっているのか、完全に確信することはできない。

デビルは地獄語(インファーナル)、天上語(セレスチャル)、竜語を話す。]]


s_planetouched		= "プラネット タッチ"
s_planetouched_d	= [[プラネットタッチとは、自分の血統を来訪者（通常は悪魔や天界人）に遡ることができる人物を表す一般的な言葉である。

超自然的な存在を受け継ぐことの影響は、何世代にもわたって続く。半神や半妖ほど劇的に変化するわけではないが、プラネットタッチにはいくつかの特別な性質が残っている。

エイシマーとティーフリングは最も一般的なプラネットタッチの種族です。エイシマーは、天界の血を引く人間であり、ティーフリングは家系に悪魔の血が流れている人間です。]]


s_aasimar		= "アーシマール"
s_aasimar_c		= "この超絶的な美女は、見た目はヒューマンだが、不思議な落ち着きと慈悲深さを発している。"
s_aasimar_d		= [[アーシマールは通常、背が高く、容姿端麗で、概して快活である。銀色の髪、金色の目、不自然に強い視線など、その血統を示唆する身体的特徴を持つ者もいる。

ほとんどのアーシマールは善に忠実である。悪と闘い、他者を正しい方向に導こうとする。時折、セレスチャルのように復讐心に燃え、裁きを下すこともあるが、それはまれである。]]
s_aasimar_fav_cls="アーシマールは通常、正々堂々とした戦いを好む。しかし、特に邪悪な敵に対しては、死力を尽くして戦う。"
s_aasimar_traits=[[
<b c=tg>判断力+2、魅力+2: </b>アーシマールは洞察力に富み、自信にあふれ、人柄もいい。

<b>技能: </b>視認判定と聞き耳判定に＋2の種族ボーナス。]]
.."\n\n"..xs_lbl("s_res_ace_5")
.."\n\n".."<b>呪文のような能力: </b>詠唱可<t=@pwr_sp_lt_3 c=fc_b>日中</t>1日1回使用する。呪文の使い手レベルはキャラクターレベルに等しい。"
s_aasimar_langs=[[
<b>自動習得言語: </b>共通語と天上語(セレスチャル)。
<b>ボーナス習得言語: </b>竜語、ドワーフ語、エルフ語、ノーム語、ハーフリング語、森語。

<c=twc>アーシマールは共通語と天上語(セレスチャル)を話す。</c>
]]
s_aasimar_eds={
[race_ed_dd1]=[[
アーシマールとは、先祖にセレスチャルやその他の善の来訪者の血をかなり受け継いでいるヒューマンのことである。常に善というわけではないが、アーシマールは悪よりもむしろ親切な行為に傾倒し、天界に関連する信仰や組織に傾倒する。

アーシマールの血統は何世代にもわたって眠っていることがあり、一見ヒューマンに見える両親の間に生まれた子供に突然現れることがある。ほとんどの社会では、アーシマールの誕生は吉兆と解釈されているが、一部のアーシマールはその評判を利用し、恐ろしい残虐行為や卑劣な行為で他人の期待を残酷に裏切る。"疑わしきは罰せず "とは、こうした邪悪なアーシマールの信条であり、彼らはしばしば高潔な市民や偽りの英雄として二重生活を送り、その腐敗をうまく隠している。ありがたいことに、こうした少数派は例外である。
]],
[race_ed_dd2]=[[
アーシマールとは、先祖にかなりの量のセレスチャルやその他の善な来訪者の血を引くヒューマンのことである。アーシマールは常に善というわけではないが、それは彼らにとって自然な傾向であり、善の信仰やセレスチャルに関連する組織に引き寄せられる。

アーシマールの血筋は何世代にもわたって隠れていることもあるが、一見ヒューマンに見える両親の間に生まれた子供に突然現れることもある。ほとんどの社会では、アーシマールの誕生は吉兆と解釈されている。

アーシマールの外見は、その特異な血統を示す些細な身体的特徴を除けば、ほとんどヒューマンである。典型的なアーシマールの特徴は、金属のように輝く髪、特殊な目や肌の色、あるいは金色の光輪である。
]],
[race_ed_phy]=[[
アーシマールは、その特異な血統を示す些細な身体的特徴を除けば、ほとんどヒューマンに見える。

典型的なアーシマールの特徴として、金属のように輝く髪、宝石をちりばめたような瞳、艶やかな肌色、あるいは金色に輝く後光などが挙げられる。
]],
[race_ed_btl]=s_aasimar_fav_cls,
[race_ed_soc]=[[
アーシマールは真の意味で独自の社会を持っているとは言えない。人類の分派として、彼らは周囲の社会規範を取り入れるが、ほとんどの者は不正の是正や苦しみの救済に取り組む社会の要素に惹かれることに気づく。

そのため、暴君的な社会では法の裏をかくこともあるが、アーシマールは必要なときには慎重かつ狡猾になり、抑圧者の注意を他にそらすような偽装をすることができる。

堕落したアーシマールは一匹狼であったり、犯罪に関与していることを隠すために秘密結社を作ったりするが、正義のアーシマールは多くの場合、善良な組織、特に教会や修道会に属している。
]],
[race_ed_rel]=[[
アーシマールは人間社会で最も一般的であり、最も快適です。特に、その血統がより遠く、天界の祖先の跡がほとんど見られない者に当てはまります。

なぜ人類が他の種族よりもセレスチャルを強く感じるのかは不明だが、人類固有の適応能力と変化への親和性が、アーシマールを別個の種族として進化させたのかもしれない。おそらく、他の種族が持つ固有の人種的特質は、あまりに深く育まれ、あまりに強く存在し、変化に対してあまりに抵抗があるのだろう。他の種族が高次元の住人とどのような交際をしたにせよ、そのようなカップリングの子孫は極めてまれで、真の意味で繁殖したことはない。

しかし、一般的にヒューマンの社会を好む傾向があるとはいえ、アーシマールは事実上どんな環境にも馴染むことができる。彼らは社交的で気品があり、人当たりが良い。ハーフエルフとはうまくやっていけるが、ハーフオークはアーシマールのきれいすぎる言葉や顔に我慢がならない。エルフの廷臣たちはアーシマールを素直でないと見なし、失態を克服するために生まれつきの魅力に頼っていると批判することもある。おそらく既知の種族の中で、ノームはアーシマールを最も魅力的に感じ、その多様な外見と天空の遺産にまつわる神秘性を強く評価している。
]],
[race_ed_aln]=[[
アーシマールは善であることが多いが、これは必ずしも万能ではなく、正義に背を向けたアーシマールは底知れぬ堕落の淵に落ちることもある。

しかしほとんどの場合、アーシマールは名誉、武勇、守護、治癒、避難の神々や、家庭、共同体、家族といったシンプルで平凡な信仰を好む。また、芸術、音楽、伝承の道を歩み、美と学問の中に真実と知恵を見出す者もいる。
]],
[race_ed_adv]=[[
アーシマールは人間社会に馴染めず、何か大きな運命に引き寄せられるように冒険家になることが多い。

クレリックとパラディンが最も多いが、バードやソーサラーもアーケイン魔法を好む者には珍しくない。アーシマールのバーバリアンは稀であるが、そのような部族に生まれた場合、しばしば指導的立場に上り詰め、一族に天空のトーテムを受け入れるよう奨励する。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アリティアン,ベルティン,セルナン,クロンウィアー,エラン,イラミン,モードリル,オクリン,パラント,トゥラル,ウィラン,ザイガン。

<c=twa>女性名:</c>
アーケン,アルシノエ,ダヴィーナ,ドリンマ,イメサ,マソジ,ニジェーナ,ニラムール,オンドレア,リアラ,ヴァルティラ。
]],
}


s_tiefling		= "ティーフリング"
s_tiefling_c	= "この小柄な男は剣を抜くと不敵に笑う。小さな角と有刺鉄線の尻尾が、彼がヒューマン以上の何かであることを明らかにしている。"
s_tiefling_d	= [[多様性に富み、しばしば人型生物社会から軽蔑されるティーフリングは、悪魔の血に染まったヒューマンである。

他の種族が彼らを信用することはほとんどなく、この共感性の欠如がティーフリングの堕落した血に滲む邪悪さ、堕落、憤怒を抱かせる原因となっている。

そのような暗い欲望を押し殺すための闘いを、壮大なヒロイズムへの動機づけとみなす少数派もいる。]]
s_tiefling_fav_cls="ティーフリングは卑劣で繊細、そして概して策略家である。待ち伏せして攻撃することを好み、できることなら正々堂々と戦うことを避ける。"
s_tiefling_traits=[[
<b c=tg>敏捷力+2、知力+2、 <c=tr>魅力-2: </c></b>ティーフリングは身も心も素早いが、本質的に変わり者だ。

<b>技能: </b>はったりと隠れ身の判定に＋2の種族ボーナスを得る。]]
.."\n\n"..xs_lbl("s_res_cef_5")
.."\n\n".."<b>呪文のような能力: </b>詠唱可<t=@pwr_sp_dk_2 c=fc_b>ダークネス</t>1日1回使用する。呪文の使い手レベルはキャラクターレベルに等しい。"
s_tiefling_langs=[[
<b>自動習得言語: </b>共通語と地獄語(インファーナル)。
<b>ボーナス習得言語: </b>竜語、ドワーフ語、エルフ語、ノーム語、ゴブリン語、ハーフリング語、オーク語。

<c=twc>ティーフリングは共通語と地獄語(インファーナル)を話す。</c>
]]
s_tiefling_eds={
[race_ed_dd1]=[[
ヒューマン以上でもありヒューマン未満でもあるティーフリングは、ヒューマンとフィーンドとの間の子どもである。異世界の血を引き、それに見合った特徴を持つティーフリングは、反動的な恐怖から敬遠され、軽蔑されることが多い。

ほとんどのティーフリングは、その呪いを生み出すカップリングが何世代も前に起こったため、自分の悪魔のような親を知ることはない。その穢れは長く持続し、しばしば出生時に、あるいは時に人生の後半に、望まぬとはいえ強力な恩恵として現れる。

ティーフリングは悪魔的な外見と冥界の起源を持っていますが、ヒューマンと同じく運命を選択する能力があります。多くの者が自らの暗黒の遺産を受け入れ、悪魔の力に味方する一方で、他の者は自らの暗い嗜好を拒絶します。彼らの血の力がほとんどのティーフリングを怒り、破壊、そして憤怒へと誘いますが、サキュバスの子孫でさえ聖人になり、ピットフィーンドの孫でさえ知らずのうちに英雄となることがあります。
]],
[race_ed_dd2]=[[
ティーフリングとは、先祖にデーモンやデビルなどの悪の来訪者の血を引く人間のことである。その奇妙な外見と不自然な物言いからしばしば迫害され、ほとんどのティーフリングはその本性を偽るか、文明社会の片隅や裏側で生きることを余儀なくされる。彼らは生まれながらにして悪なわけではないが、特に成長する過程で "普通の "人々の手によって苦しめられることが多いため、悪の道を見つけるのは容易である。

ティーフリングは、その奇妙な血統を示すいくつかの身体的特徴を除けば、ほとんどヒューマンに見える。 
]],
[race_ed_phy]=[[
ティーフリングは2人として同じ姿をしていない。彼らの血管を流れるフィーンドの血は一貫性がなく、さまざまなフィーンドの特徴を付与する。

あるティーフリングは、小さな角、有刺鉄線の尾、奇妙な色の目を持つ人間のように見えるかもしれないし、別のティーフリングは、牙の口、小さな翼、鉤爪を現すかもしれない。

一般的に、これらの性質はティーフリングの血統を生んだフィーンドに由来するものだが、それでもヒューマンとフィーンドの混血が正気で人間的な法則に支配されることはほとんどなく、ティーフリングに生まれる幅広い柔軟性は不思議なもので、奇妙に美しいものからまったく恐ろしいものまで様々なものがある。
]],
[race_ed_btl]=s_tiefling_fav_cls,
[race_ed_soc]=[[
物質界のティーフリングは、自分たちで集落や領地を作ることはほとんどない。その代わりに、彼らは生まれた土地や定住することを選んだ土地の片隅で暮らしている。ほとんどの社会ではティーフリングは異常か呪いであると見なされているが、招来されたフィーンドと頻繁に交流があり、特にデーモンや デビル、その他の邪悪な来訪者を崇拝することが合法か義務であるような文化圏では、ティーフリングはより人口が多く、受け入れられ、フィーンドの支配者の祝福として大切にされることさえある。

ティーフリングは同族を目にすることはめったにないため、通常は人間の両親の文化や作法をそのまま取り入れる。他の次元では、ティーフリングは同族の飛び地を形成する。ティーフリングの形態や哲学の多様性は、種族間の対立の本質的な原因であり、徒党や派閥が絶えず形成され、最も日和見的で悪賢い者だけが優位に立てる、常に移り変わる階層構造の中にある。共通の血統を持つ者か、生まれながらにして利己的で狡猾で邪悪な本性から自分の世界観を切り離すことに成功した者だけが、他の同族の中で真の受容、仲間意識、共通の基盤を見出すことができる。
]],
[race_ed_rel]=[[
ティーフリングは他のほとんどの種族からかなりの偏見にさらされており、彼らはティーフリングをフィーンドの産物、悪の種、怪物、世界にかけられた長引く呪いとみなしている。

文明的な種族は彼らを敬遠したり、疎外したりすることがあまりにも多い。一方、怪物的な種族は、強制されたり屈服させられたりしない限り、彼らを恐れ、拒絶するだけである。しかし、ハーフエルフ、ハーフオーク、フェッチリング、そして最も奇妙なことにアーシマールは、彼らを同胞とみなす傾向がある。

ティーフリングは生来悪の存在であるという思い込みが広く浸透しているが、それは根拠のないものであるため、非常に国際的な国や物質界の影響を受けた国を除き、多くの者が物質界のほとんどの文化に容易に溶け込むことができない。
]],
[race_ed_aln]=[[
ティーフリングはその悪魔的な遺産と偏見の陰湿な影響にもかかわらず、どのような属性にもなりうる。彼らの多くは精神につきまとう暗い欲望の餌食となり、内なる悪のささやきの誘惑に屈するが、一方で自らの出自を断固として拒否し、善行を行うことで邪悪な誘惑や他者からの否定的な思い込みと積極的に戦う者もいる。しかし、ほとんどの者は、この世界で自分自身の道を見つけようと努力するが、その際、非常に非道徳的で中立な見方をする傾向がある。

多くのクリーチャーはティーフリングが悪魔や悪霊を崇拝していると思い込んでいるが、彼らの宗教観はその肉体と同様に多様である。個々のティーフリングはあらゆる神々を崇拝するが、宗教を敬遠することもある。すべてのティーフリングの精神につきまとう暗いささやきに屈した者は、あらゆる強力な悪魔に仕える。
]],
[race_ed_adv]=[[
ティーフリングが故郷と呼ぶ人間社会に溶け込むことはほとんどない。逃亡の手段として冒険生活に引き込まれた彼らは、より良い生活を手に入れること、血の穢れからの解放を証明すること、あるいは自分たちを恐れ拒絶する世界に罰を与えることを望んでいる。

ティーフリングは熟練したローグ、強力なウィザード、特に強力なソーサラーになる。内なる邪悪に屈した者は、しばしば悪の力を持つ強力なクレリックとなる。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
バル,デリサール,マルドレク,モロス,サルヴィン,ショーモス,テメリス,ヴォーレン,ゾーレン。

<c=twa>女性名:</c>
アリズサ,インドランナ,カシドラ,キララ,メリサン,モルドレン,ニーシャ。
]],
}


s_pc_elm_a="シルフ"
s_pc_elm_a_c="この青白くひょろっとした女性は、存在しない風に髪を揺らし、今にも霧の中に消えてしまいそうだ。"
s_pc_elm_a_fav_cls="シルフは策略を好み、どんな危険な状況からも抜け出す能力を兼ね備えているため、ローグ、シーフ、スパイとしての生活に完璧に適している。平均的なシルフの内気で気弱な表皮の下には、有能で計算高く、常に競争相手を見極め、与えられた部屋から最も効果的な出口を分析する心がある。"
s_pc_elm_a_traits=[[
<b c=tg>敏捷力+2、知力+2、 <c=tr>耐久力-2: </c></b>シルフは素早く洞察力に富んでいるが、小柄で繊細だ。]]
.."\n\n"..xs_lbl("s_res_ace_5")
.."\n\n"..xs_lbl("s_res_spl_air_race_1")
.."\n\n"..[[
<b>技能: </b>隠れ身、聞き耳、変装、情報収集の判定に＋2の種族ボーナスを与える。

<b>呪文のような能力: </b>詠唱可<t=@pwr_sp_litn c=fc_b>ライトニングボルト</t>, <t=@pwr_sp_displacement c=fc_b>ディスプレースメント</t>, <t=@pwr_sp_cats_grace c=fc_b>キャッツグレイス</t> 1日1回使用する。呪文の使い手レベルはキャラクターのレベルに等しい。
]]
s_pc_elm_a_langs=[[
<b>自動習得言語: </b>共通語と風界語。
<b>ボーナス習得言語: </b>水界語、ドワーフ語、エルフ語、ノーム語、ハーフリング語、火界語、地界語。

<c=twc>シルフは共通語と風界語を話す。</c>
]]
s_pc_elm_a_d=[[
シルフはヒューマンの血とエレメンタルの血を混ぜ合わせたものである。

イフリート、オーレッド、ウンディーネと同様に、彼らは特定の元素支配を持つ強力なエレメンタルソーサラーになることができます。

彼らは美しくしなやかで、盗み聞きが得意な傾向がある。
]]
s_pc_elm_a_eds={
[race_ed_dd1]=[[
ジンのようなエアエレメントを持つ存在と人間の子孫から生まれたシルフは、内気で引っ込み思案な種族で、強い好奇心に支配されている。

シルフは群衆の中に紛れ込み、周囲の人々を盗み聞きしながら気づかれないように過ごす。彼らはこの趣味を「風の声を聞く」と呼び、多くのシルフにとってそれは強迫観念となる。

シルフはその有能で計算高い知性と、盗み聞きから得た知識を頼りに危険から身を守る。
]],
[race_ed_dd2]=[[
シルフは、ジンのようなエアエレメンタルの存在を家系に持つヒューマンである。彼らは青白く、華奢に見えるほど痩せている傾向があるが、その痩せた身体は見た目よりも回復力がある。シルフを注意深く観察している人は、窓のない部屋の中であっても、シルフの行くところどこにでも風がついてくるように見えることに気づくことがある。怒りや激情に駆られると、シルフの周囲を風が取り囲み、髪を束ねたり、棚から小物を落としたりする。シルフの多くは、その青白い肉体に、青や灰色のタトゥーのような小さな渦巻き模様のような複雑な印があり、その中でも最も特殊なシルフの髪は、まるで生きている霧でできているかのように、ねじれたり巻いたりしている。

人間としてのシルフは、内気で引っ込み思案な傾向があり、群衆に紛れ込んだり、会いたくない相手を巧みに避けたりする。しかし、シルフの多くは他者への好奇心が旺盛で、自分の興味をそそる人物をスパイしたり、盗み聞きしたりする（この趣味はしばしば "風の声を聞く "と呼ばれる）。このような裏工作の好きさと、どんな危険な状況からも抜け出す能力を併せ持つシルフは、ローグ、シーフ、スパイとしての生活に完璧に適している。平均的なシルフの内気で気弱な表皮の下には、有能で計算高い精神があり、常に競争相手を見極め、与えられた部屋から最も効果的な出口を分析する。
]],
[race_ed_phy]=[[
シルフは青白く、華奢に見えるほど痩せている傾向があるが、その痩せた体は見た目以上に回復力があることが多い。

シルフの多くは、努力次第で簡単にヒューマンになりすますことができるが、皮膚に渦巻く複雑な青い印がエレメンタルの先祖であることを明らかにしている。

シルフはまた、どこへ行くにも微風がついてくるなど、その血統を示すより微妙な兆候も持っている。これらの兆候は、シルフが激しい情熱や怒りを経験すると顕著になり、突風がシルフの髪をなびかせたり、熱い風が棚から小物を叩き落としたりする。
]],
[race_ed_soc]=[[
シルフは通常、ヒューマンの両親から生まれ、人間の習慣に従って育てられる。ほとんどのシルフは人間社会で育つと注目されるのを嫌うので、成人してすぐに家を出るのが普通である。しかし、完全に文明を捨てることはまれで、その代わりに、大衆の中で（スパイとして）気づかれずにいられるような新しい都市や集落を見つけることを好む。

他のシルフに気づかれずに出くわしたシルフは、即座にその親族に執着し、相手のことをスパイして可能な限り知るようになる。すべての長所と短所を検討し、あらゆる可能性のある結果に対する計画を立てた後で、初めてそのシルフはもう一人のシルフに自己紹介する。

まれに、2匹のシルフが同時にお互いの存在を発見することがある。その後に続くのは、一種の猫とネズミのゲームであり、お互いが優位に立とうと相手をスパイする複雑なダンスである。このようにして出会ったシルフは、いつも切っても切れない友人か、難敵のどちらかになる。
]],
[race_ed_rel]=[[
シルフは他の種族のことを詮索するのは好きだが、実際に付き合う趣味はほとんどない。

シルフは、のんびりとした傾向を共有するエルフとはある程度の関係を築けるが、エルフのプライバシー感覚を侵害することで、せっかくの関係を台無しにしてしまうことが多い。

ドワーフはシルフを激しく不信視しており、彼らは気まぐれで信頼できないとみなしている。

彼らはハーフリングと優れた協力関係を築き、背の低い民の勇気と人付き合いの技能に頼って、自らの欠点をカバーする。

シルフは、イフリートの苛立たしい反応を面白がっている。
]],
[race_ed_aln]=[[
シルフは法律や伝統をほとんど顧みない。そのような厳格さは、シルフが愛するもの、すなわち策略や秘密主義そのものを禁止することが多いからである。これはシルフが法に反対しているという意味ではなく、秩序であろうとなかろうと、目的を達成するために最も都合のよい手段を用いるという意味である。したがって、ほとんどのシルフは中立な立場にある。

シルフはミステリーカルトや、極意、旅行、知識を重視する神々に惹かれる。
]],
[race_ed_adv]=[[
物事の真相を突き止めたいという先天的な衝動が、多くのシルフを冒険生活に駆り立てる。

謎の痕跡に出くわしたシルフは、あらゆる証拠を見つけ出し、あらゆる手がかりを追いかけ、問題の核心を見つけるまで決して満足することはないだろう。

そのようなシルフは、他人のことに首を突っ込むことで多くの敵を作り、たいていは悪巧みの才能や ウィザードの力を借りて身を守る。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アカーシュ,エイダン,ハヌーン,シイヴァル,バサーム。

<c=twa>女性名:</c>
イナム,キーヤ,リシ,ナバ,ラダヤ,テナ。
]],
}


s_pc_elm_f="イフリート"
s_pc_elm_f_c="この筋骨隆々で獰猛な肌の男は、炎のような髪と眉間に斑点があり角を持っている。"
s_pc_elm_f_fav_cls="炎を操る能力を持つイフリートは、他の種族にはない強力な炎のソーサラーであり、炎を操るウォーリアーである。"
s_pc_elm_f_traits=[[
<b c=tg>+敏捷力 2、+魅力 2、 <c=tr>判断力-2: </c></b>イフリートは情熱的で素早い反面、せっかちで破壊的でもある。]]
.."\n\n"..xs_lbl("s_res_f_5")
.."\n\n"..xs_lbl("s_res_spl_fire_race_1")
.."\n\n"..[[
<b>技能: </b>跳躍、軽業、威嚇、はったりの判定に+2の種族ボーナスを得る。

<b>呪文のような能力: </b>詠唱可<t=@pwr_sp_burning_hands c=fc_b>バーニングハンズ</t>, <t=@pwr_sp_fire_ball c=fc_b>ファイアーボール</t>, <t=@pwr_sp_rage2 c=fc_b>激怒</t>1日1回使用する。呪文の使い手レベルはキャラクターレベルに等しい。
]]
s_pc_elm_f_langs=[[
<b>自動習得言語: </b>共通語と火界語。
<b>ボーナス習得言語: </b>水界語、風界語、ドワーフ語、エルフ語、ノーム語、ハーフリング語、地界語。

<c=twc>イフリートは共通語と火界語を話す。</c>
]]
s_pc_elm_f_d=[[
イフリートはヒューマンから派生した種族で、火の平原に住む奇妙な住人である。

彼らの身体的特徴や性格は、その激しい出自を裏切ることが多く、落ち着きがなく、独立心が強く、威圧的な傾向がある。

炎を操る能力を持つイフリートは、他の種族にはない強力な炎のソーサラーであり、炎を操るウォーリアーである。
]]
s_pc_elm_f_eds={
[race_ed_dd1]=[[
イフリートのような火のエレメントを持つ存在を祖先に持つイフリートは、情熱的で気まぐれな種族である。

山火事のように、イフリートは動き続けなければ燃え尽きる。イフリートは炎を崇拝するだけでなく、炎のさまざまな側面を擬人化し、炎のダイナミックで変化し続けるエネルギーと、破壊的で無慈悲な性質の両方を体現している。
]],
[race_ed_dd2]=[[
イフリートは、火のエレメントを持つ存在を祖先に持つヒューマンである。イフリートは尖った耳を持ち、眉間には赤や斑点のある角が生え、髪は炎のように揺らめき波打つ。

イフリートはみな、ある意味では火狂である。あらゆる形の炎を崇拝する彼らは、情熱的で素早い行動をとる傾向があり、争いの際には先制攻撃を仕掛ける傾向がある。イフリートは一般的に、命令に従わせることができる力の弱い手下か、イフリートのバランスをとることができる冷静沈着な人物を仲間に求める。
]],
[race_ed_phy]=[[
イフリートの外見は、彼らの祖先であるエレメンタルと同じように多種多様である。多くはとがった耳を持ち、眉間には赤や斑点のある角が生え、髪は炎のように揺らめき波打つ。磨かれた真鍮のような肌や、炭のような色をした鱗が手足を覆っている者もいる。

イフリートは鮮やかなオレンジや赤を基調とした露出度の高い仰々しい服を好み、できれば派手なジュエリーと組み合わせたい。
]],
[race_ed_soc]=[[
イフリートは人間社会に生まれることがほとんどで、独自の社会を形成することはほとんどない。

都市で育った者は、ほとんどの場合、大人になる前に投獄されるか、追放される。ほとんどの者は、文明社会に適合するにはあまりにも熱血漢で独立心が強く、放火癖があるため、地元当局に気に入られないのだ。

イフリートは本能的に周囲を捜索し、征服しようとする衝動に駆られるため、遊牧民社会や部族社会に生まれた者は、部族のリーダーとしての地位を容易に得ることができる。
]],
[race_ed_rel]=[[
気立てのいいイフリートでさえ、他の個人を自分の思うように利用する道具とみなす傾向があり、そのため、彼らを魅了したり、屈服させたりできる人種と最もうまくやっていく。

ハーフエルフやノームはイフリートの策略に巻き込まれることが多いが、ハーフリング、ハーフオーク、ドワーフはイフリートの支配的な性格に憤慨することが多い。

不思議なことに、イフリートはエルフと信じられないほど親密な絆を結ぶことがある。彼らの冷静で飄々とした性格は、イフリートの衝動性を打ち消しているようだ。

ほとんどのイフリートはシルフとの交際を拒むが、他のエレメンタルを持つ種族とは平和的な関係を築いている。
]],
[race_ed_aln]=[[
イフリートは、一方では独立心が旺盛で、他方では威圧的で要求が厳しいという二面性を持っている。彼らはしばしば道徳的に貧しいと非難されるが、彼らの問題行動が真の悪意によって動機づけられていることはほとんどない。イフリートは通常、秩序にして中立か混沌にして中立であり、真なる中立に陥る者は少数である。

イフリートの多くは神の教えに従う心構えに欠けており、組織化された信仰によって課される厳格さに憤慨している。イフリートが礼拝（たいていは火にまつわる神を崇める）をするときは、熱心で献身的な信者であることを証明する。
]],
[race_ed_adv]=[[
イフリートが冒険をするのは、スリルを味わうためや、価値ある敵を相手に腕試しをするためでもあるが、何よりも力を求めて冒険をするのだ。

イフリートはひとたびある仕事に没頭すると、目の前の危険を顧みることなく、ひたすらそれを追い求める。その猪突猛進さが災いして、イフリートはしばしばソーサラーやバードの魔法に頼ることになる。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アジャ,デナト,エフィット,エルム,ジャリジ,マケジ,ウラ。

<c=twa>女性名:</c>
アライ,エトワ,マカン,カリ,サミ,ゼタヤ。
]],
}


s_pc_elm_w="ウンディーネ"
s_pc_elm_w_c="この青い髪、青い肌の男は、流れるような優雅さで動く。耳はひれのようで、手足には網がある。"
s_pc_elm_w_fav_cls="ウンディーネは水に親和性があるため、特にドルイドに向いている。"
s_pc_elm_w_traits=[[
<b c=tg>敏捷力+2、判断力+2, <c=tr>筋力-2: </c></b>ウンディーネは鋭敏で機敏だが、力には力で対抗するのではなく、順応する傾向がある。]]
.."\n\n"..xs_lbl("s_res_c_5")
.."\n\n"..xs_lbl("s_res_spl_water_race_1")
.."\n\n"..[[
<b>技能: </b>水泳、鑑定、治療、交渉判定に種族ボーナス2。

<b>呪文のような能力: </b>詠唱可<t=@pwr_sp_heal c=fc_b>キュアウーンズ</t>, <t=@pwr_sp_bless c=fc_b>ブレス</t>, <t=@pwr_sp_aid c=fc_b>エイド</t> 1日1回使用する。呪文の使い手レベルはキャラクターのレベルに等しい。
]]
s_pc_elm_w_langs=[[
<b>自動習得言語: </b>共通語と水界語。
<b>ボーナス習得言語: </b>風界語、ドワーフ語、エルフ語、ノーム語、ハーフリング語、火界語、地界語。

<c=twc>ウンディーネは共通語と水界語を話す。</c>
]]
s_pc_elm_w_d=[[
イフリート、オーレッド、シルフといった従兄弟たちと同様、ウンディーネは異次元のエレメントに触れたヒューマンである。

彼らはエレメンタルウォーターの子孫であり、陸上でも水中でも同じように優雅である。

ウンディーネは適応力があり、寒さに強く、水の魔法に親和性がある。
]]
s_pc_elm_w_eds={
[race_ed_dd1]=[[
ウンディーネは、水の次元に住むクリーチャーを祖先とするヒューマンである。ウンディーネの肉体は湖、海の色に似ているからである。海人の血を引く者であれ、水のメフィットの血を引く者であれ、すべてのウンディーネはその祖先を通じて自分自身を定義する。ウンディーネはその個体差を才能として認識し、固有の血統が持つ超自然的な側面を最大限に探求する。

ウンディーネは誇り高い種族で、外見上はほとんど恐れを感じさせない。ウンディーネの仲間内ではお人好しで少々遊び好きだが、ウンディーネ以外の種族と一緒にいるときは、やや控えめで真面目な振る舞いをする。感情のコントロールに優れており、数分のうちに冷静な状態から激怒した状態にまで、またすぐに戻ることができる。その行動を常軌を逸したものと呼ぶ人もいるかもしれないが、ウンディーネは他の種族よりも外見的にメロドラマチックなだけである。確かに、彼らは不機嫌ではないし、挑発なしに怒ったり、興奮したり、感情的になることもない。親しい友人に対しては、独占欲が強すぎると感じる人もいるが、大切な人を非常に大切にする一面もある。

ウンディーネは水辺に住み着く傾向があり、たいていは温暖な気候にいる。陸上生活者ではあるが、かなりの時間を水の中で過ごす。そのため、服装は質素で、風雨から身を守れる程度のものしか身につけず、靴を履く者はほとんどいない。首にアクセサリーをつけることは避け、髪は後ろに流してきつく結ぶ。これは、泳いでいるときに髪や他のものが邪魔になったり邪魔になったりするのを防ぐためだ。同様に、武術のクラスを目指すウンディーネは、水中だけでなく陸上でも効率よく扱える武器を選ぶ。
]],
[race_ed_dd2]=[[
ウンディーネは、その祖先にマリードなどの水の元素の存在が含まれる人間です。

ウンディーネの場合、水の次元とのつながりは、彼らの色合いに最も顕著に現れます。彼らの肌や髪の色は、湖や海のような色合いを模倣する傾向があります。すべてのウンディーネは透明な青い目を持ち、肌や髪の色は淡い青白から海の深い青や緑まで様々です。
]],
[race_ed_phy]=[[
ウンディーネの肌色は、淡いターコイズブルーから深いブルー、シーグリーンまで幅広いバリエーションを見せる。ウンディーネのまっすぐで太い髪は、肌と同じような色をしているが、やや暗い色をしている。すべてのウンディーネの目は青く澄んでいる。

肉体的にはウンディーネは人間に最も似ており、その体格は全体的な身長と体型に関して人間の多様性を示している。

色彩を除けば、彼らの種族的特徴として最も残っているのは、ヒレのような耳と網状の手足である。
]],
[race_ed_soc]=[[
ウンディーネは自らをユニークな種族と定義し、ウンディーネの子孫を残すことができる。ウンディーネはヒューマンとの交配が可能だが、自分たちだけで行動する傾向があり、水辺や、場合によっては浮遊集落の近くに小さな集落を形成する。ウンディーネの集落での婚姻は一般的で、子供たちは共同で育てられる。

典型的なウンディーネの集落は、合議によって任命された役人からなる小規模な評議会の指導のもとに生活している。評議員の地位は無期限に維持できるが、評議員のパフォーマンスに不満のある集落は辞任を求めることができる。

ウンディーネの文化には、独立した集落の特定の祖先の影響を受けて、かなりの地域的多様性が存在する。また、ウンディーネは自分の集落以外のウンディーネと結婚することもあるため、ひとつの集落に住むすべてのウンディーネが同じ祖先を持つとは限らない。
]],
[race_ed_rel]=[[
ウンディーネは特定の種族に対する偏見を持たない。彼らのコミュニティは主に交易に依存しているため、多様な来訪者や外国人と交流する機会が多い。ウンディーネと近隣の水域の両方に十分な配慮がなされるのであれば、他種族の居住区に近所を作ることに何の抵抗もない。しかし、そのような場合でも、ウンディーネのコミュニティは自治を維持するためにできることをする。

ウンディーネはエルフやノームと非常に仲が良い。これらの種族はしばしば森林の湖や小川を保護する任務を分担する。同様に、善または中立の水棲人型生物とも好意的に交流し、多くの共通の利益を共有する。彼らは人間やドワーフと最も自由に物々交換を行い、金属や布などの資源を得る。
]],
[race_ed_aln]=[[
ほとんどのウンディーネは中立である。ウンディーンの主な関心は人々の福祉にあり、そのため彼らの道徳的関心は共同体や自分自身に向けられる。この中立的な考え方のおかげで、ウンディーネ以外の種族とも広く交流し、交易を行うことができる。

深い信仰心はないが、ウンディーネは超自然的な祖先や水そのものと強い精神的なつながりを持っている。非世俗的な道を追求する者たちは、ほとんどの場合、祖先の神々や、水の何らかの側面を持つ神々を崇拝する。
]],
[race_ed_adv]=[[
時折、ウンディーネは冒険生活を求めて仲間を離れることがある。水そのものがそうであるように、ウンディーネの中にも単に動きたくなる者がいて、冒険は彼らに旅暮らしの十分な口実を与えてくれる。

ウンディーネ社会では、追放は犯罪に対する一般的な罰である。他の選択肢がほとんどないため、亡命者の多くは新しい居場所を求めて冒険に出る。

ウンディーネは水に親和性があるため、特にドルイドに向いている。一方、ウンディーネのソーサラーは通常、水生生物の血統を持っている。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アヴェン,ダラク,ギブ,ジャマッシュ,マアコール,オンディール,ラディッド,シラダーズ。

<c=twa>女性名:</c>
アフザラ,バーラー,カラ,イリャニ,マーリン,ニルグネ,パリ,ラダベ,ウルダナ。
]],
}


s_pc_elm_e="オーレッド"
s_pc_elm_e_c="この大柄なウォーリアーはずっしりと重く、角ばった彫像のように見える。"
s_pc_elm_e_fav_cls="オーレッドは、その驚異的な強さと自己鍛錬のおかげで、良いモンクやファイターになる。"
s_pc_elm_e_traits=[[
<b c=tg>筋力+2、判断力+2、<c=tr>魅力-2: </c></b>オーレッドは強く、堅実で、安定していて、ストイックだ。]]
.."\n\n"..xs_lbl("s_res_a_5")
.."\n\n"..xs_lbl("s_res_spl_earth_race_1")
.."\n\n"..[[
<b>技能: </b>登攀、視認、生存、集中の判定に＋2の種族ボーナスを与える。

<b>呪文のような能力: </b>詠唱可<t=@pwr_sp_shield_other c=fc_b>シールドアザー</t>, <t=@pwr_sp_stoneskin c=fc_b>ストーンスキン</t>, <t=@pwr_sp_bears_endurance c=fc_b>ベアーズエンデュランス</t>1日1回使用する。呪文の使い手レベルはキャラクターレベルに等しい。
]]
s_pc_elm_e_langs=[[
<b>自動習得言語: </b>共通語と地界語。
<b>ボーナス習得言語: </b>水界語、風界語、ドワーフ語、エルフ語、ノーム語、ハーフリング語、火界語、地下共通語。

<c=twc>オーレッドは共通語と地界語を話す。</c>
]]
s_pc_elm_e_d=[[
ヒューマンの祖先に大地の次元のクリーチャーの血が混ざったクリーチャーであるオーレッドは、石のように強く堅固である。 

頑固で堅実な性格のため、ドワーフ以外のほとんどの種族とうまくやっていくのは難しい。

オーレッドは石と大地の生の力を操ることができる優れたウォーリアーやソーサラーになる。
]]
s_pc_elm_e_eds={
[race_ed_dd1]=[[
オーレッドは、その血統に地の元素の存在が含まれることがあり、しばしばシャイターンジニーなどの存在です。

ストイックで瞑想的なオーレッドは、簡単には動じないが、行動を起こすとほとんど止められない種族である。引っ込み思案な性格のため、世界の大半の人々には謎に包まれているが、人里離れた山の隠れ家で彼らを探し求める人々は、オーレッドが物静かで頼りになり、仲間を守ってくれることに気づく。
]],
[race_ed_dd2]=[[
オーレッドは、祖先のどこかに大地のエレメンタルビーイング（多くの場合、シャイタンの精霊）の影響を受けたヒューマンである。オーレッドは強靭で堅固な体格をしており、灰色、茶色、黒、白など、肉や髪の色と同じアースカラーを好んで身につける。まれに、オーレッドの石のような形質は、その性質に疑いの余地がないほど強く、岩の突起のようなものが肌や髪から結晶のトゲのように突き出ている。

オーレッドはストイックで瞑想的な傾向があり、怒るのは遅いが興奮すると恐ろしい。戦闘以外では、物静かで頼りがいがあり、仲間を守る傾向がある。
]],
[race_ed_phy]=[[
オーレッドはたくましく、がっしりとした体格をしており、肌や髪の色は黒、茶、灰色、白といった石のような色合いをしている。

オーレッドは皆、どことなく土っぽく見えるが、中には、磨かれたオニキスのように輝く肌、肉から突き出た岩のような突起、輝く宝石のような目、水晶のトゲのような髪など、元素を受け継いでいることを顕著に示す者もいる。

アースカラーを基調とした服装が多く、活発な運動に適した実用的な衣服を身につけ、複雑な宝飾品よりも生花やシンプルな宝石など自然のアクセントを好む。
]],
[race_ed_soc]=[[
人類の下級な分派であるオーレッドには、独自の社会が確立されていない。その代わり、ほとんどのオーレッドは人間の社会で両親の習慣を学んで育つ。

大人のオーレッドは、他の種族の間では隠者で一匹狼という評判が高い。都市生活の喧騒に馴染む者はほとんどおらず、人里離れた山の頂上や、人里離れた洞窟の地下深くで、静かに思索にふける日々を好む。

ヒューマンの生活により寛容なオーレッドは、しばしば市警に加わるか、責任ある立場で地域社会に奉仕する方法を見つける。
]],
[race_ed_rel]=[[
オーレッドは、共通点の多いドワーフと一緒にいると心地よく感じる。

彼らはノームを奇妙すぎると感じ、多くのハーフリングを生意気すぎると感じるので、これらの種族全般を避ける。

オーレッドはハーフオークやハーフエルフと喜んで付き合い、性格の不一致は避けられないものの、他の部分人類種族に親近感を覚える。

エレメンタルに触れる種族の中で、オーレッドには友人は少ないが真の敵はいない。
]],
[race_ed_aln]=[[
オーレッドは、おそらく他の何よりも、自分たちのやり方を確立しており、彼らの日常を乱すことは静かな不賛成をもって迎えられる。

オーレッドは友人を非常に大切にするが、狭い知人の輪の外の人々の幸福には特に関心がないようだ。そのため、ほとんどのオーレッドは秩序にして中立である。

宗教的な生活は、大地を愛する人々にとって容易なものだ。彼らは修道会の静かで瞑想的な生活を好み、ほとんどの場合、大地や自然に関連する神々の崇拝に身を捧げる。
]],
[race_ed_adv]=[[
オーレッドは、最初は冒険をためらう。故郷を離れることを嫌い、新しい経験によるショックにうまく対処できない。通常、オーレッドを行動に駆り立てるには、外からの何らかの力が必要であり、多くの場合、家、生活、友人を脅かすことによってである。しかし、一旦その脅威に対処すると、オーレッドは冒険生活に慣れ、その後も冒険生活を続けることが多い。

オーレッドは、その驚異的な強さと自己鍛錬のおかげで、良いモンクや ファイターになる。
]],
[race_ed_nam]=[[
<c=twa>男性名:</c>
アンダナン,ジェイダブ,メンティス,オレット,シトゥンダン,ウルター。

<c=twa>女性名:</c>
ベスタナ,エチャネ,ガティヤラ,イリーチェ,ナイセネ,パシェ。
]],
}


s_heat="ヒート"
s_heat_d="アーザーの体は非常に熱く、そのため素手攻撃は火属性の追加ダメージを与える。金属製の武器もこのヒートを伝導する。"

s_azer="アーザー"
s_azer_c="熱がこのずんぐりした真鍮色の肌を持つ人型生物の近くの空気を揺らしている。その頭と肩は炎のたてがみで燃えている。"
s_azer_fav_cls="金属製の武器や道具にヒートを通すことができるアーザーは、非金属製の武器を使うことはほとんどなく、通常、範囲攻撃ではなく近接戦闘を行う。"
s_azer_traits=[[
<b c=tg>筋力+2、敏捷力+2、耐久力+2、知力+2、判断力+2、 <c=tr>魅力-2: </c></b>愛想がなく寡黙だが、アーザーはあらゆる面で優れたパフォーマンスを発揮する。

<b>種族ヒットダイス(HD): </b>アーザーは2レベルの来訪者からスタートし、2d8のヒットダイス(HD)を得る。

<b>種族技能: </b>アーザーの来訪者レベルは5×（8＋知力修正値）に等しい技能ポイントを与える。クラス技能は鑑定、登攀、クラフト、隠れ身、跳躍、聞き耳、捜索、視認である。

<b>種族特技: </b>アーザーの来訪者レベルは1つの特技を与える。

<b>鎧: </b>外皮ボーナス+6。

<b>武器と防具の熟練度: </b>単純武器、ウォーハンマー、軽装鎧、中装鎧、盾に熟練している。

<b>特別な資質: </b><t=@pwr_heat c=fc_b>ヒート</t>, <t=@pwr_imm_f c=fc_b>イミュニティトゥファイア</t>, <t=@pwr_vul_c c=fc_b>バルナビリティトゥコールド</t>, <t=@pwr_spl_res_13 c=fc_b>呪文耐性13以上</t>。
]]
s_azer_langs=[[
<b>自動習得言語: </b>共通語と火界語。
<b>ボーナス習得言語: </b>奈落語(アビサル)、水界語、風界語、天上語(セレスチャル)、地獄語(インファーナル)、地界語。

<c=twc>アーザーは火界語と共通語を話す。</c>
]]
s_azer_d=[[
アーザーは火の元素界に住むドワーフのような存在である。真鍮、青銅、銅のキルトを身にまとい、火界語と共通語を話す。アーザーは見慣れない目にはお互いによく似ているように見える。身長は4フィートだが、体重は200ポンドもある。

アーザーは、全員が自分の立場をわきまえた社会で暮らしている。アーザー人は青銅と真鍮の要塞で労働に励み、イフリートとの長く煮えたぎる戦争に常に備えている。

伝説の都市ブラスは、50万人を超えるアーザー人口を誇る。これらの不運なアーザーたちのほとんどは、イフリートの主人に隷属する生活を送っている。

真鍮の都を出たアーザーは、他の惑星の大都市で商品を作ったり、品物を売ったり、酒場を経営したりして、自由に生活している。
]]
s_azer_eds={
[race_ed_dd1]=[[
]],
[race_ed_dd2]=[[
]],
[race_ed_dd3]=[[
]],
[race_ed_dd4]=[[
]],
[race_ed_phy]=[[
]],
[race_ed_btl]=[[
アーザーは戦闘の際、頭の広い槍やよく練られたハンマーを使う。素手の場合は敵に組み付こうとする。

金属製の武器や道具にヒートを通すことができるアーザーは、非金属製の武器を使うことはほとんどなく、通常、範囲攻撃ではなく近接戦闘を行う。

非友好的で寡黙だが、アーザーが大好きな宝石を敵から奪うため以外には、戦いを挑むことはめったにない。

脅かされれば死にものぐるいで戦うが、捕虜を自ら取ることに価値を見出す。アーザーは頻繁に捕虜を捕らえ、要塞に連れ帰り、1年1日の労働を強いる。
]],
[race_ed_soc]=[[
アーザーは、全員が自分の居場所を知っている社会に住んでいる。特定の職務、通常は父親か母親の職業に生まれ、アーザーは生涯その職務を続ける。

カースト制度は、アーザーの社会をさらに秩序立てている。疑問の余地なく支配する貴族は、カーストの象徴として装飾の施された真鍮のキルトを着用し、商人や事業主は頑丈なブロンズを着用する。銅のキルトは、使用人、職人、労働者からなる労働者階級を示す。

伝説の都市ブラスは、50万人を超えるアーザー人口を誇る。これらの不運なアーザーたちのほとんどは、イフリートの主人に隷属する生活を送っている。

奴隷にされたアーザーは、契約を待つか、主人が死ぬか倒されることを願いながら、何の疑問も持たずに職務を遂行する。この種族には秩序への献身が強く燃え盛っており、奴隷にされたアーザーたちの中には、自分の親族を管理する主人として行動する者もいるほどだ。

真鍮の都を出たアーザーは、他の次元の大都市で商品を作ったり、品物を売ったり、酒場を経営したりして、自由に生活している。
]],
[race_ed_rel]=[[
]],
[race_ed_aln]=[[
]],
[race_ed_adv]=[[
]],
[race_ed_nam]=[[
]],
}

s_genie			="ジーニー"
s_genie_d		=[[ジーニーはエレメンタルの次元に住むヒューマンのような存在である。彼らはその強さ、狡猾さ、幻影魔法の巧みさで有名である。

ジーニーは敵を出し抜き、出し抜くことを好む。また別の日に戦えるというのであれば、逃げることも辞さない。捕らわれの身となった場合、命と自由の代償として財宝や便宜を提供する。]]

-- 元素		Elemental
s_elm_sz_s		="スモール"
s_elm_sz_m		="ミディアム"
s_elm_sz_l		="ラージ"
s_elm_sz_h		="ヒュージ"
s_elm_sz_g		="グレーター"
s_elm_sz_e		="エルダー"

s_elm_a_s		="スモール エア エレメンタル"
s_elm_a_m		="ミディアム エア エレメンタル"
s_elm_a_l		="ラージ エア エレメンタル"
s_elm_a_h		="ヒュージ エア エレメンタル"
s_elm_a_g		="グレーター エア エレメンタル"
s_elm_a_e		="エルダー エア エレメンタル"

s_elm_e_s		="スモール アース エレメンタル"
s_elm_e_m		="ミディアム アース エレメンタル"
s_elm_e_l		="ラージ アース エレメンタル"
s_elm_e_h		="ヒュージ アース エレメンタル"
s_elm_e_g		="グレーター アース エレメンタル"
s_elm_e_e		="エルダー アース エレメンタル"

s_elm_f_s		="スモール ファイア エレメンタル"
s_elm_f_m		="ミディアム ファイア エレメンタル"
s_elm_f_l		="ラージ ファイア エレメンタル"
s_elm_f_h		="ヒュージ ファイア エレメンタル"
s_elm_f_g		="グレーター ファイア エレメンタル"
s_elm_f_e		="エルダー ファイア エレメンタル"

s_elm_w_s		="スモール ウォータ エレメンタル"
s_elm_w_m		="ミディアム ウォータ エレメンタル"
s_elm_w_l		="ラージ ウォータ エレメンタル"
s_elm_w_h		="ヒュージ ウォータ エレメンタル"
s_elm_w_g		="グレーター ウォータ エレメンタル"
s_elm_w_e		="エルダー ウォータ エレメンタル"

s_elm_a2		="エアエレメンタル"	s_elm_a2_d=[[エアエレメンタルは風界語を話すが、自分から話すことはほとんどない。

<b c=tw>戦闘</b>
その素早いスピードにより、エアエレメンタルは広大な戦場や長時間の空中戦で重宝される。

<b c=tw>エアエレメンタルサイズ</b>
<b c=tw>エレメンタル	高さ	重量</b>
小型	4フィート。	1ポンド。
中型	8フィート。	2ポンド。
大型	16フィート。	4ポンド。
巨大	32フィート。	8ポンド。
偉大	36フィート。	10ポンド。
古代	40フィート。	12ポンド。]]

s_elm_e2		="アースエレメンタル"	s_elm_e2_d=[[物質界に招来されたアースエレメンタルは、それが呼び出された土、石、貴金属、宝石の種類に関係なく構成される。

アースエレメンタルは地界語を話すが、それを選択することはほとんどない。

<b c=tw>戦闘</b>
アースエレメンタルの動きは遅いが、容赦のない敵である。人間が地表を歩くのと同じくらい簡単に、固い地面や石の上を移動することができる。しかし泳ぐことはできず、水域の周りを歩くか、水域の下の地面を通らなければならない。アースエレメンタルは水底を移動することもできるが、そうしないことを好む。

<b c=tw>アースエレメンタルサイズ</b>
<b c=tw>エレメンタル	高さ	重量</b>
小型	4フィート。	80ポンド。
中型	8フィート。	750ポンド。
大型	16フィート。	6,000ポンド。
巨大	32フィート。	48,000ポンド。
偉大	36フィート。	54,000ポンド。
偉大	40フィート。	60,000ポンド。]]

s_elm_f2		="ファイアエレメンタル"	s_elm_f2_d=[[ファイアエレメンタルは水やその他の不燃性の液体には入れない。ファイアエレメンタルが踏み越えるか跳躍しない限り、水域は侵入不可能な障壁となる。

ファイアエレメンタルはイグナ語を話すが、自分から話すことはほとんどない。

<b c=tw>戦闘</b>
ファイアエレメンタルは獰猛な敵で、敵を直接、残忍に攻撃する。物質界のクリーチャーや物体を燃やして灰にすることに喜びを感じる。

<b c=tw>ファイアエレメンタル サイズ 		火炎セーヴ難易度(DC)</b>
<b c=tw>エレメンタル	高さ	重量</b>
小型	4フィート。	1ポンド。	11
中型	8フィート。	2ポンド。	14
大型	16フィート。	4ポンド。	17
巨大	32フィート。	8ポンド。	22
偉大	36フィート。	10ポンド。	24
古代	40フィート。	12ポンド。	26]]

s_elm_w2		="ウォータエレメンタル"	s_elm_w2_d=[[ウォータエレメンタルは、それを呼び出した水域から180フィート以上離れることはできない。

ウォータエレメンタルはアクア語を話すが、それを選択することはほとんどない。

<b c=tw>戦闘</b>
ウォータエレメンタルは大きな水域での戦いを好み、波の下に姿を消し、相手の背後で突然うねり出すことができる。

<b c=tw>ウォータエレメンタルサイズ</b>
<b c=tw>エレメンタル	高さ	重量</b>
小型	4フィート。	34ポンド。
中型	8フィート。	280ポンド。
大型	16フィート。	2,250ポンド。
巨大	32フィート。	18,000ポンド。
偉大	36フィート。	21,000ポンド。
古代	40フィート。	24,000ポンド。]]

s_air_mastery	="エアマスタリー"		s_air_mastery_d		="空中のクリーチャーは、エアエレメンタルに対する攻撃ロールとダメージロールに-1のペナルティを受ける。"
s_earth_mastery	="アースマスタリー"	s_earth_mastery_d	="アースエレメンタルは、自分と敵の両方が地面に触れている場合、攻撃ロールとダメージロールに＋1のボーナスを得る。相手が空中にいるか水中にいる場合、エレメンタルはこれらのロールに-4のペナルティを受ける。"
s_water_mastery	="ウォータマスタリー"	s_water_mastery_d	="ウォータエレメ ンタルと対戦相手の両方が水に触れている場合、攻撃と ダメージのロールに+1のボーナスを得る。相手かエレメンタルが地面に触れている場合、エレメンタル はこれらのロールに-4のペナルティを受ける。エレメンタルは小型の船(エレメンタルのヒットダイス(HD)1つにつき長さ5 フィート)を簡単に横転させ、大型の船(ヒットダイス(HD)1つにつき長さ10フィート)を止めることができる。大型船（1ヒットダイス(HD)につき全長20フィート）でさえ、半分の速度まで減速させることができる。"
s_earth_push	="押す"				s_earth_push_d		="アースエレメンタルは機会攻撃を誘発させることなく突進技能を開始できる。アースマスタリーで与えられる戦闘修正はエレメンタルの戦闘技能判定にも適用される。"
s_earth_glide	="地中滑走"		s_earth_glide_d		="アースエレメンタルは、魚が水の中を泳ぐのと同じくらい簡単に、石や土、あるいは金属以外のほとんどあらゆる種類の土の中を滑るように進むことができる。穴を掘ってもトンネルや穴は残らないし、波紋やその他の痕跡も残さない。"
s_fire_burn		="燃焼"				s_fire_burn_d		="ファイアエレメンタルの叩きつけ攻撃は殴打ダメージに加え、エレメンタルの炎の体による火炎ダメージを与える。ファイアエレメンタルの叩きつけ攻撃を受けた者はまた、反応セーヴ（難易度(DC)=10＋エレメンタルのヒットダイス(HD)/2＋耐久力修正値）に成功しなければ炎に包まれる。炎は1d4ラウンド燃え続ける。燃えているクリーチャーは移動アクションで炎を消すことができる。肉体武器や素手攻撃でファイアエレメンタルと当たったクリーチャーは、エレメンタルの攻撃に当たったのと同じように 火炎ダメージを受け、反応セーヴに成功しない限り火に包まれる。"
s_water_drench	="ずぶ濡れ"			s_water_drench_d	="エレメンタルの接触は、松明、キャンプファイヤー、露出したランタン、その他の非魔法的な起源の火を消す。クリーチャーは触れた魔法の炎をディスペルマジックとして消すことができる（呪文の使い手レベルはエレメンタルのヒットダイス(HD)に等しい）。"
s_water_skls	="技能"			s_water_skls_d		="ウォータエレメンタルは、何か特別な行動を行なったり危険を避けたりするための水泳判定に＋8の種族ボーナスを持つ。注意散漫であっても、危険にさらされていても、水泳判定は常にテイク10できる。泳いでいる間、直線上を泳ぐのであれば、疾走するアクションを使用できる。"
s_air_whirlwind	="旋風"		s_air_whirlwind_d	=""
s_water_vortex	="渦巻き"			s_water_vortex_d	=""

-- 异怪		Aberration
s_naga			="ナーガ"
s_naga_d		=[[すべてのナーガは長い蛇のような体を輝く鱗で覆われ、多かれ少なかれヒューマンの顔をしている。体長は10フィートから20フィート、体重は200ポンドから500ポンドである。ナーガの目は明るく聡明で、ほとんど催眠術のような内なる光を放っている。

ナーガは他の戦闘形態よりも呪文を好みます。彼らはほとんど常に自らが守る巣穴にいて、よく知っているため、ほとんどの遭遇を自分たちの望みに合わせて配置することができます。]]

-- 龙		Dragon
s_true_dragon	="トゥルードラゴン"
s_true_dragon_d	=[[トゥルードラゴンの種類は、他のクリーチャーとは異なり、一般的には二つの大きなカテゴリーに分類されます。クロマティックとメタリックです。

クロマティックドラゴンは黒、青、緑、赤、白で、どれも邪悪で非常に獰猛だ。

メタリックドラゴンとは、真鍮、青銅、銅、金、銀のことで、いずれも善で、たいていは気高く、賢者から非常に尊敬されている。

すべてのトゥルードラゴンは年齢を重ねるにつれて、より多くの能力とより大きなパワーを得る。(ドラゴンの体長は孵化時の数フィートから、長老の地位を得た後の100フィート以上に及ぶ。特定のドラゴンのサイズは年齢や種類によって異なる。

すべてのドラゴンは竜語を話す。]]
s_true_dragon_e	=[[ドラゴンの代謝作用は非常に効率的な炉のように機能し、無機物さえも代謝することができます。一部のドラゴンはそのような食べ物を好むようになっています。

ドラゴンの種類によって目標や理想は異なるが、どのドラゴンも貪欲である。彼らは富をため込むことを好み、コインの山を集め、できるだけ多くの宝石、宝玉、魔法のアイテムを集める。大きな財宝を持つものは、その財宝から長く離れることを嫌い、巣から出るのはその近辺をパトロールするか、食料を調達するときだけである。ドラゴンにとって、宝はいくらあっても足りない。見ているだけでも楽しいし、彼らはその輝きに酔いしれる。ドラゴンはその宝をベッドにするのが好きで、自分の体に合わせて隅々まで形を整える。ドラゴンが長老に成長する頃には、何百もの宝石やコインがその皮に埋め込まれているかもしれない。]]

s_half_dragon	="ハーフドラゴン"
s_half_dragon_d	=[[ハーフドラゴンのクリーチャーは、ドラゴンの血を受け継いでいない同種のクリーチャーよりも常に手強く、その外見はその性質を裏切る鱗、細長い特徴、爬虫類のような目、誇張された歯と爪を持っている。翼を持つこともある。]]

-- 动物		Animal
s_rat			="ラット"
s_rat_d			=[[この雑食性のげっ歯類は、ほとんどどこでも繁栄する。戦いに直面すると、ラットはたいてい逃げる。噛むのは最後の手段だ。]]

s_rat_x			="ダイア ラット"
s_rat_x_c		="この不潔なネズミは小型犬ほどの大きさだ。粗い毛皮で覆われ、長くかさぶたのような尻尾を持ち、2つの目が光っている。"
s_rat_x_d		=[[凶暴なネズミは雑食性の腐肉食動物だが、巣や縄張りを守るために攻撃する。巨大ネズミの群れは恐れを知らず、鋭い切歯で噛みつき、噛み砕きながら襲ってくる。ダンジョンや都市の下水道でもよく見られる脅威である。

凶暴なネズミは体長4フィート、体重50ポンド以上に成長する。凶暴なネズミは小型犬ほどの大きさである。粗い毛皮で覆われ、長くかさぶたのような尻尾を持ち、2つの目が光っている。]]

s_cat			="キャット"
s_cheetah		="チーター"
s_leopard		="レパード"
s_lion			="ライオン"
s_lion_x		="ダイア ライオン"
s_tiger			="タイガー"
s_tiger_x		="ダイア タイガー"

s_dog			="ドッグ"
s_dog_ride		="ライディング ドッグ"
s_hyena			="ハイエナ"

s_wolf			="ウルフ"
s_wolf_c		="この力強い狼は、鋭い黄色い目で獲物を観察し、鋭い白い歯に舌を出す。"
s_wolf_d		=[[狼はその粘り強さと狡猾さで知られる群れのハンターである。単独または群れで放浪する狼は、食物連鎖の頂点に立つ。狼の群れは縄張り意識が強く、狩りの範囲が非常に広いため、広範囲をカバーする。

狼の広い前足には、雪の上を移動するのに役立つように、つま先の間にわずかな網目があり、その毛皮は厚く耐水性があり、色は灰色から茶色、種類によっては黒色まである。前足には臭腺があり、移動の際に地面の目印となり、道案内を助けるだけでなく、群れの仲間に自分の居場所を知らせる。

一般的に、狼の肩の高さは2フィート半から3フィート、体重は45ポンドから150ポンドで、メスの方がやや小さい。

好きな戦術は、敵の正面に対して数人を送り込み、残りの集団は側面や背後から回り込んで攻撃することだ。]]

s_wolf_x		="ダイア ウルフ"
s_wolf_x_c		="この巨大な黒い狼は馬ほどの大きさで、その牙はナイフのように大きく鋭い。"
s_wolf_x_d		=[[通常の狼を巨大化させた凶暴な狼は、狼の最も原始的な姿を表している。これらのクリーチャーは通常の狼と同じ基本的な行動をとるが、はるかに攻撃的である。凶暴な狼は群れで攻撃することを好み、可能な限り敵を取り囲んで側面から攻撃する。凶暴な狼は効率的な群れハンターであり、捕まえられるものは何でも殺す。

凶暴な狼はしばしばジャイアントの狩りのお供や、凶暴な番人として活躍する。凶暴な人型生物や森の番人の中には、訓練された凶暴な狼を馬代わりに使う者もいる。

普通の狼よりも色が濃く、凶暴な狼の被毛は黒や深い斑点のあるグレーに向かう傾向がある。凶暴な狼の成獣は通常、体長約9フィート、体重約800ポンドである。凶暴な狼は馬ほどの大きさで、牙はナイフのように大きく鋭い。]]-- Dire wolves are mottled gray or black, about 9 feet long and weighing some 800 pounds.

s_weasel		="ウィーゼル"
s_weasel_x		="ダイア ウィーゼル"
s_badger		="バジャー"
s_badger_x		="ダイア バジャー"
s_wolverine		="ウルヴァリン"
s_wolverine_x	="ダイア ウルヴァリン"

s_donkey		="ドンキー"
s_pony			="ポニー"
s_pony_war		="ウォー ポニー"
s_horse_l		="ライト ホース"
s_horse_h		="ヘヴィ ホース"
s_horse_war_l	="ライト ウォー ホース"
s_horse_war_h	="ヘヴィ ウォー ホース"
s_mule			="ミュール"

s_camel			="キャメル"
s_camel_2		="フタコブラクダ"
s_boar			="ボア"
s_boar_x		="ダイア ボア"
s_bison			="バイソン"
s_rhinoceros	="ライノセラス"
s_elephant		="エレファント"

s_monkey		="モンキー"
s_baboon		="バブーン"
s_ape			="エイプ"
s_ape_x			="ダイア エイプ"

s_bear_k		="ブラック ベア"
s_bear_y		="ブラウン ベア"
s_bear_w		="ポーラー ベア"
s_bear_x		="ダイア ベア"

s_bat			="バット"
s_bat_x			="ダイア バット"
s_raven			="レイヴン"
s_owl			="アウル"
s_hawk			="ホーク"
s_eagle			="イーグル"

s_toad			="トード"
s_snake_v_t		="タイニー ヴァイパー スネーク"
s_snake_v_s		="スモール ヴァイパー スネーク"
s_snake_v_m		="ミディアム ヴァイパー スネーク"
s_snake_v_l		="ラージ ヴァイパー スネーク"
s_snake_v_h		="ヒュージ ヴァイパー スネーク"
s_snake_c		="コンストリクター スネーク"
s_snake_c_g		="ジャイアント コンストリクター スネーク"
s_lizard		="リザード"
s_lizard_g		="モニター リザード"
s_croc			="クロコダイル"
s_croc_g		="ジャイアント クロコダイル"

s_dino_dein		="ディノニクス"
s_dino_mega		="メガラプトル"
s_dino_elas		="エラスモサウルス"
s_dino_tric		="トリケラトプス"
s_dino_tyra		="ティラノサウルス"

s_manta_ray		="マンタ レイ"
s_octopus		="オクトパス"
s_octopus_g		="ジャイアント オクトパス"
s_porpoise		="ポーパス"
s_shark_m		="ミディアム シャーク"
s_shark_l		="ラージ シャーク"
s_shark_h		="ヒュージ シャーク"
s_shark_x		="ダイア シャーク"
s_squid			="スクウィッド"
s_squid_g		="ジャイアント スクウィッド"
s_whale_baln	="バリーン ホエール"
s_whale_cach	="カシャラット ホエール"
s_whale_orca	="オルカ"

s_dire_animal	="ダイア アニマル"
s_dire_animal_d	=[[ダイアアニマルは普通の動物よりも大きく、タフで、意地悪な動物である。どの種類も野性的、前時代的、あるいは悪魔的な外見を持つ傾向がある。]]

s_dinosaur		="ディノサウルス"
s_dinosaur_d	=[[ディノサウルスにはさまざまな大きさや形がある。大きなディノサウルスは地味な色をしているが、小さなディノサウルスはカラフルな模様をしている。ほとんどのディノサウルスは、小石のような肌の質感を持っている。

ディノサウルスはその大きさと速さをフルに活かします。迅速な肉食ディノサウルスは獲物を待ち伏せし、隠れてカバーの中に潜り込んでから突撃の射程に入り、攻撃に突入します。草食ディノサウルスはしばしば敵を踏み越えて踏み潰します。]]

-- 魔法兽	Magical Beast
s_basilisk		="バシリスク"
s_basilisk_c	="この四角い爬虫類のような怪物は8本の脚を持ち、背中からは骨のような突起が突き出ていて、目は淡い緑色の炎で光っている。"
s_basilisk_d	=[[バジリスクは爬虫類の怪物で、ただ見つめるだけでクリーチャーを石化する。

バジリスクは通常、くすんだ茶色の体に黄色っぽい下腹部を持っている。鼻の上に短く曲がった角がある個体もいる。大人のバジリスクの体長は、尾を除いて約6フィート（約5～7フィート）になる。クリーチャーの体重は約300ポンドである。

バジリスクは視線攻撃に頼り、相手が手の届くところに来たときにのみ噛みつく。足は8本あるが、代謝が遅いため比較的動きが鈍く、不必要にエネルギーを消費することはない。バジリスクと戦わずに逃げる侵入者には、バジリスクは本気で追いかけないであろう。

これらのクリーチャーは、小型の哺乳類、鳥類、爬虫類など、ほとんどの時間を獲物を待ち伏せて過ごす傾向がある。]]
s_basilisk_e	=[[”大蛇の王”と呼ばれるバジリスクは、実は蛇ではなく、意地悪な性格でクリーチャーを石に変える能力を持つ8本足の爬虫類である。コカトリスのように、最初のバジリスクはヘビが産み、雄鶏が孵化させた卵から孵ったという民間伝承があるが、バジリスクの生理学的には、この主張の信憑性はほとんどない。

バジリスクは森林から砂漠まで、ほぼあらゆる陸地環境に生息し、彼らの皮膚は周囲に適応して反映されます。砂漠に住むバジリスクは茶色や褐色の色合いをしている一方、森に住むバジリスクは明るい緑色の場合があります。彼らは洞窟、穴、または他の避難所で巣を作り、これらの巣はしばしば人々や動物の姿をした像が置かれています。それは、バジリスクに遭遇して不運な人々や動物が石化してしまった姿を模しています。

バジリスクは石化したクリーチャーを消化する能力を持っており、その胃酸が石を溶かして栄養分を抽出するが、そのプロセスは遅く非効率的であるため、怠け者で動きが鈍い。その結果、バジリスクは獲物を追いかけたり、視線を避ける者を追いかけたりすることはほとんどなく、隠密と不意打ちの要素を頼りに、安全と食料を確保している。バジリスクは、普段の食事である小型の哺乳類、鳥類、爬虫類を待ち伏せているとき以外は、隠れ家で眠って過ごす。バジリスクを捕獲したり、その近くに宝物を隠したりする勇気のある者は、バジリスクが自然な保護者であり番犬であることに気づく。

大人のバジリスクの体長は13フィートで、その半分が長い尾で占められており、体重は300ポンドもある。鼻に短く曲がった角が生えていたり、頭頂に骨でできた小さな紋章を王冠のように載せている品種もいる。普段は単独で行動し、交尾と産卵のためだけに集まってくるクリーチャーだが、特に危険な地域では、小さな集団が身を守るために団結し、侵入者を集団で攻撃することもある。

理由は不明だが、ウィーゼルやフェレットはバジリスクの凝視に免疫があり、親が狩りをしている間にバジリスクの巣に忍び込み、子供を食べることがある。バジリスクの血は一般的な石を他の物質に変えることができるという伝説もあるが、これは石化したクリーチャーや 身体の一部が魔法で復元されたと目撃者が誤解したケースである可能性が高い。]]

s_liz_l		="ショッカー リザード"
s_liz_l_c	="この犬のような大きさのトカゲは、頭の左右に2本の角があり、鱗には稲妻の火花が散っている。"-- green scales
s_liz_l_d	=[[ショッカーリザードは、下面が淡い灰色か青色で、背中が黒っぽくなる。背中と尾には青黒い模様がある。

ショッカーリザードは肩の高さが約1フィート、体重は約25ポンドである。この犬サイズのクリーチャーには、頭の左右に2本の角があり、雷の火花を散らしたようなウロコがある。

ショッカーリザードは戦闘において電気能力に頼る。トカゲはショックで相手を気絶させた後、あるいはショックがまったく効いていないように見えるときにのみ噛みつく傾向がある。一匹の時は、ショックを与えた後に逃げますが、他のショッカーリザードが近くにいる場合、彼らは全員が仲間の放電を捕え、敵にショックを与えようとします。]]
s_liz_l_e	=[[ショッカーリザードは、体長3フィートの体の裏側は淡い黄色で、他の部分は鮮やかな緑色のうろこをしており、体重は約25ポンドである。ショッカーリザードは集団生活を好む傾向があり、他のトカゲの近くにいると電気的能力がパワーアップする。

ショッカーリザードの群れは通常、水源の近くにいる。群れがある場所に定住すると、トカゲは非常に縄張り意識が強くなり、自分たちの邪魔をするものは何でも攻撃するようになる。一匹でいるショッカーリザードは臆病でためらいがちな生き物だが、何匹も集まると、自分の数倍の大きさのクリーチャーを殺すことができる恐ろしい敵になる。

ショッカーリザードは戦闘においてその電気能力に頼っており、ショックで相手を気絶させた後、あるいはショックがまったく効いていないように見えたときにのみ噛みつく傾向がある。一匹のショッカーリザードはショックを与えると逃げるが、他のショッカーリザードが近くにいると、仲間の放電に照準を合わせ、敵に致命的なショックを与えようとする。

多くの人がショッカーリザードを捕獲して飼いならそうと試みているが、これはしばしば困難で骨の折れる仕事である。単独で飼育されているショッカーリザードは、飼育者がトカゲの相手をするために毛づくろいをしたり、一緒に遊んだりする時間を多く取らない限り、すぐに枯れて死んでしまう傾向がある。ペアや多頭飼育の場合、ショッカーリザードは成長するが、電気に強いため、飼育者自身が電気に強くない場合、管理が難しくなる。]]

-- 虫类		Vermin
s_ant_g		="ジャイアント アント"
s_ant_g_c	="ポニーほどの大きさの細い6本足のアリが、大あごを鳴らして毒針を垂らしながら構えている。"
s_ant_g_d	=[[ジャイアント アントは最も丈夫で適応力のある蟲の一種である。

ジャイアント アントはポニーほどの大きさがある。兵士と労働者ジャイアント アントの体長は約6フィートで、クイーン ジャイアント アントは9フィートにもなる。

ジャイアント アントも通常サイズのアリと同様に勤勉だ。彼らの巣は一般的に数千という単位で構成されているわけではないが、大きくなった巣の大きさはそれを補って余りある。]]

s_spider_mons	="モンストラス スパイダー"
s_spider_mons_c	="人間ほどの大きさのクモが、漏斗状の巣の奥から静かに這い出てくる。"
s_spider_mons_d	=[[すべてのモンストラス スパイダーは攻撃的な捕食者で、毒のある咬み傷で獲物を制圧したり殺したりする。

モンストラス スパイダーには一般的に、狩猟型と巣紡ぎ型の2種類がいる。狩猟型は歩き回り、巣紡ぎ型は通常獲物を捕らえようとする。狩猟型クモは巣を紡いで隠れ家として使うことができるが、巣紡ぎ型のように巣を武器として使うことはできない。]]

-- 植物		Plant

-- 泥形怪物	Ooze

-- 不死生物	Undead
s_skeleton		="スケルトン"
s_skeleton_d	=[[スケルトンとは、死者の骨の造形物であり、邪悪な主人の命令に従う心なき自動人形である。

骸骨は、殺されたときに着ていた衣服や鎧の朽ちた残骸以上のものを身にまとっていることはめったにない。

骸骨は命令されたことしかしない。自ら結論を出すことはできないし、イニシアチブを取ることもない。この制限のため、その指示は常にシンプルでなければならない。

骸骨は破壊されるまで攻撃する。]]

s_zombie	="ゾンビ"
s_zombie_d	=[[ゾンビは暗く不吉な魔法によって生き返った死体だ。

知能がまったくないため、新しく作られたゾンビに与えられる指示は非常にシンプルでなければならない。]]

s_ghost		="ゴースト"
s_ghost_d	=[[ゴーストは、何らかの理由で墓の中で安らかに眠ることができない知的生命体の残骸である。

幽霊は生前の肉体の姿によく似ているが、霊的な姿は多少変化している場合もある。]]

s_ghoul		="グール"
s_ghoul_c	="この人型生物のクリーチャーには長く鋭い歯があり、青白い肉が飢えた体躯にぴったりと張り付いている。"
s_ghoul_d	=[[グールは墓場に出没し、死体を食べるアンデッドである。伝説によれば、最初のグールは、不自然な飢えによって死から引きずり戻された人肉食のヒューマンか、あるいは生前に親族の腐敗した遺体を食べて腐敗病で死んだ（そして生まれ変わった）ヒューマンであるとされているが、このアンデッド死体漁りの真の出所は不明である。

グールは文明の端（墓地やその近く、あるいは都市の下水道）に潜んでいる。腐敗した死体を好み、味を良くするために犠牲者をしばらく埋葬することが多いが、空腹であれば新鮮な殺生物を食べる。ほとんどの地上のグールは原始的な生活をしているが、噂では地下深くに古代の残酷な神々を崇拝する司祭や飢餓を司る奇妙なデーモンロードに率いられたグールの都市があるという。これらの "文明化された "グールも、その食習慣においておぞましくはない。実際、整然と並べられたグールの宴席という概念は、おそらく棺桶から新鮮な食事を取るという概念よりももっとおぞましい。]]

s_lich		="リッチ"
s_lich_d	=[[リッチとはアンデッドの術師のことで、通常はウィザードかソーサラーだが、クレリックや他の術師の場合もあり、魔力を使って不自然に寿命を延ばしている。

リッチは痩せこけた骸骨のような人型生物で、枯れ果てた肉が恐ろしく目立つ骨にぴったりと張り付いている。その目はとうの昔に腐敗のために失われているが、空っぽの眼窩の中で明るい深紅の光がピンポイントで燃えている。

リッチは共通語と、生前知っていたその他の言語を話す。

<b>リッチのキャラクター</b>
リッチになる過程は言いようのない邪悪なものであり、意思のあるキャラクターのみが引き受けることができる。リッチは生前のクラス能力をすべて保持している。

<b>リッチのフィラクタリー</b>
リッチになるために不可欠なのは、キャラクターが生命力を蓄える魔法のフィラクタリーを作ることである。リッチはそれぞれ自分のフィラクタリーを作らなければならない。

最も一般的なフィラクタリーは、魔法の言葉が書き込まれた羊皮紙が封入された小さな金属製の箱である。指輪やお守りなど、他の形のフィラクタリーも存在する。

原則として、リッチを確実に排除する唯一の方法はそのフィラクタリーを破壊することである。フィラクタリーを探し出して破壊しない限り、リッチは見かけ上死んでから1d10日後に再び復活する。]]

s_vampire	="ヴァンパイア"
s_vampire_d	=[[吸血鬼は生前と同じように見えるが、その特徴はしばしば硬化して凶暴になり、オオカミのような捕食者のような顔つきになる。

リッチと同様、彼らはしばしば華美と退廃を受け入れ、貴族を装うこともある。

ヒューマンのような外見をしているが、吸血鬼は影を作らず、鏡にも映らないので、すぐに見分けがつく。

吸血鬼は生前知っていた言語を話す。]]
s_vampire_e	=[[<b>ヴァンパイアの弱点</b>
吸血鬼はそのパワーの割に、いくつかの弱点を持っている。

<b>ヴァンパイアを追い払う:</b>吸血鬼はニンニクの強烈な臭いに耐えられず、ニンニクのある場所には立ち入らない。同様に、鏡や強く示された聖なるシンボルにも反発する。これらのものは吸血鬼に害を与えるわけではなく、単に吸血鬼を寄せ付けないだけである。反動を受けた吸血鬼は、鏡や聖なるシンボルを持つクリーチャーから少なくとも5フィート離れなければならず、その遭遇の間、そのアイテムを持つクリーチャーに触れたり近接攻撃を行なったりすることはできない。

吸血鬼はまた、流水を渡ることができないが、棺桶の中で休んでいるときや船に乗っているときは流水を渡ることができる。

彼らは、権限を持つ誰かに招かれない限り、家やその他の建物に入ることはまったくできない。公共の場には自由に立ち入ることができる。

<b>ヴァンパイアを殺す:</b>ヴァンパイアのヒットポイント(HP)を0以下にすると無力化されるが、破壊されるわけではない。しかし、ある種の攻撃はヴァンパイアを殺すことができる。

吸血鬼は直射日光を浴びると衰弱する： その吸血鬼は移動アクションか攻撃アクションを1回しかとれず、脱出できなければ次のラウンドに完全に破壊される。

同様に、吸血鬼を流水に浸すと、3ラウンド目の浸水終了時に破壊されるまで、各ラウンドごとにヒットポイント(HP)の3分の1が奪われる。

木の杭を吸血鬼の心臓に打ち込むと、怪物は即座に殺される。しかし、体を破壊しない限り、杭を抜けば生き返る。

よく使われる戦術は、クリーチャーの頭を切り落とし、その口に聖なるウエハース（またはそれに相当するもの）を詰めることだ。]]

s_vampire_spawn		="ヴァンパイア スポーン"
s_vampire_spawn_d	=[[ヴァンパイア スポーンは、吸血鬼が人間を殺したときに生まれるアンデッドクリーチャーである。生みの親と同様に、子種も棺と墓の土に縛られたままである。ヴァンパイア スポーンは生前とほぼ同じ姿をしているが、その特徴はしばしば捕食者のような顔つきで硬化している。

ヴァンパイア スポーンは共通語を話す。

ヴァンパイア スポーンは人間と交戦する際に人間離れした力を発揮し、強力な打撃で敵を打ちのめし、岩や壁にぶつける。また、気体形態と飛行能力を使い、相手の最も脆弱な場所を攻撃する。

ヴァンパイア スポーンは、吸血鬼を撃退または殺害するすべての攻撃や効果に弱い。]]

-- 构装体	Construct
s_golem		="ゴーレム"
s_golem_d	=[[ゴーレムは魔法で作られた、大きな力を持つ自動人形である。ゴーレムを作るには、強大な魔法と元素の力が必要となる。

ゴーレムの原動力は大地の次元の精霊である。ゴーレムを作成する過程で、不本意な精神は人工の肉体に縛り付けられ、ゴーレムの作成者の意志に従わされる。

ゴーレムは戦闘において粘り強く、また驚異的な強さを持つ。ゴーレムはほとんどの魔法や超自然的効果に対する免疫を持っている。心が無いため、創造主からの命令なしには何もしない。彼らは明確に指示に従い、戦略や戦術をとることはできない。戦闘においては無感情であり、挑発することもできない。]]
s_golem_e	=[[ゴーレムの創造者は、ゴーレムが60フィート以内にいて創造者を見聞きできるならば、ゴーレムに命令できる。命令されていない場合、ゴーレムは通常、最後の命令に可能な限り従うが、攻撃された場合は攻撃を返す。

作成者はゴーレムに簡単な命令を与えて、不在時の行動を支配することができる。ゴーレムの生みの親はゴーレムに他の人（その人はゴーレムを他の人の支配下に置くかもしれない、など）の命令に従うように命じることができるが、ゴーレムの生みの親はゴーレムに自分だけに従うように命じることで、いつでも自分の創造物に対する支配を再開することができる。]]

s_inevitable	="イネヴァタブル"
s_inevitable_d	=[[イネヴァタブルとは、宇宙の自然法則を強制することだけを目的とした構築物である。

各タイプのイネヴァタブルは、特定の種類の違反を見つけ、罰するように設計されており、基本原則に違反した個人やグループを追い詰める。必然性が生まれると、最初の使命を受け、違反者を見つけて適切な罰を与える。その刑は通常死刑であるが、一部の不可避的存在は、その代わりに悪事を働いた者への賠償を主張し、その遵守を確実にするためにギアスや正義の印を用いる。

観察モードに入っている間、イネヴァタブルは人ごみの中で目立つ傾向があるが、注目されていることには気づいていないようだ。その姿はさまざまだが、すべての必然性は金と銀の時計仕掛けのクリーチャーで、生身のクリーチャーなら筋肉があるはずの場所に歯車とピストンがある。彼らの目は金色の輝きを放っている。

ほとんどの構造体とは異なり、イネヴァタブルには知力値があり、思考し、学習し、記憶することができる。

セレスチャルは奈落語(アビサル)、天上語(セレスチャル)、地獄語(インファーナル)、そして最初の目標の母国語を話す。]]
s_inevitable_e	=[[イネヴァタブルは、最初の一歩からして、完全に目標に集中します。追跡が冷え切っていたり、任務が絶望的であっても、努力を続けます。イネヴァタブルは獲物を追い求める際には一心不乱ですが、無実の者には手を出さないように命令されています。ただし、その獲物の共犯者は公平なターゲットとされます。このため、彼らのプログラム内で時々葛藤が生じることがあります。

イネヴァタブルは、自らの存在が脅かされるまで、割り当てられた違反者に完全に焦点を合わせ、他の戦闘参加者を完全に無視します。イネヴァタブルは進行を妨げる者に対して攻撃を行うかもしれませんが、それが自らの獲物に再び戦闘を開始できる地点を越えることはありません。イネヴァタブルは自己防衛を非常に重視しており、その存在を致命的と認識した者が攻撃すれば、同じく致命的な力で応戦します。

イネヴァタブルは任務を完遂するためなら喜んで自らを犠牲にするが、自殺願望はない。敗北が目前に迫ると、撤退し、互角に戦える方法を模索する。決断力があり忍耐強い敵である。任務達成に役立つなら他者と同盟を結ぶが、同盟者を長く維持するのは難しい。]]

-- 其他		Others
s_lycanthrope	="ライカンスロープ"
s_lycanthrope_d	=[[ライカンスロープとは、動物に変身できる人型生物やジャイアントのことである。

自然の姿では、ライカンスロープは他の種族と同じように見えるが、自然のライカンスロープや長い間苦しんできたライカンスロープは、動物の姿を思わせる特徴を持つか、身につける傾向がある。

動物の姿のライカンスロープは、通常の動物を強力にしたような姿をしているが、よく見るとその目（暗闇で赤く光ることが多い）には、不自然な知性の輝きがかすかに見える。

ライカンスロープ症は病気のように広がることがある。ライカンスロープが普通の人型生物やジャイアントとして生まれ、ライカンスロープに傷つけられた後にライカンスロープに感染することもある。そのようなクリーチャーは罹患ライカンスロープと呼ばれる。それ以外のライカンスロープは生まれながらにしてライカンスロープであり、ナチュラルライカンスロープと呼ばれる。

一般的なライカンスロープには、ワーウルフ、ワーラット、ワーベア、ワータイガー、ワーボアがいる。]]
s_lycanthrope_e	=[[人型生物（またはジャイアント）の姿のライカンスロープは、他の同類が好む戦術や武器を用いるが、やや攻撃的な傾向がある。ライカンスロープは嗅覚や 低照度下での視覚を含む獣型の感覚を持ち、獣型の動物に対する深い共感（およびコミュニケーション能力）を持つ。戦闘でダメージを受けたライカンスロープは怒りに圧倒され、無意識のうちに動物の姿に変わってしまうことがある。

動物の姿をしたライカンスロープは、その姿に似た動物のように戦います。ただし、その噛みつきにはライカンスロープの病気を伴います。ライカンスロープは、非常に巧妙で強く、銀製の武器にしか打ち破られないダメージ減少能力を持っています。

ナチュラルライカンスロープ（またはその病気を自覚した罹患者）は、ハイブリッド形態を取ることができます。これは、その人型と動物型の特徴が混在した形態です。ハイブリッドには手があり、武器を使用することができますが、同時に歯と爪で攻撃することもできます。ハイブリッドは噛みつきによってライカンスロープ病を広めることができ、動物形態と同じダメージ減少能力を持っています。]]


s_u_tps			= "クリーチャーの種類"
s_u_tps_d		= [[各クリーチャーは、その能力を大まかに定義する1つのタイプを持つ。クリーチャーによっては1つ以上のサブタイプを持つものもある。

クリーチャーは、その違いを説明する特別な能力や性質がなければ、そのサブタイプのルールに違反することはできない--テンプレートはしばしば、クリーチャーのタイプを大きく変えることができる。


クリーチャーの種類の各説明は、以下に概説するように、同じ一般的な形式で構成されている。


<b>ヒットダイス(HD)（またはヒットダイ、HD）</b>
単数形では、ヒットポイント(HP)を生み出すために振るダイスのことである。耐久力値などの要素もあるが、ヒットダイス(HD)はクリーチャーのヒットポイント(HP)を測る重要な参考として使われる。

複数形では、相対的なパワーの尺度であり、キャラクターレベルと同義である。ただし、クラスを持たないクリーチャー（あるいは特定の複雑なクリーチャー）は、この尺度をヒットダイス(HD)の数に置き換える必要がある。


<b>基本攻撃ボーナス（BAB）</b>
クリーチャーの種類に基づき、クリーチャーの基本攻撃ボーナスはそのヒットダイス(HD)の合計に等しくなる（ファイターの場合）、あるいは3/4に等しくなる（クレリックの場合）、あるいは1/2に等しくなる（ウィザードの場合）。


<b>グッドセーヴ</b>
クリーチャーの種類によって得意なセーヴは異なる。1つ以上のセーヴが他のものより高い。しかし、すべてのセーヴを得意とするクリーチャータイプも少数存在する。


<b>ヒットダイス(HD)あたりの技能ポイント</b>
クリーチャーはヒットダイス(HD)を得るごとに、x＋知力修正値（最低1）に等しい技能ポイントを得、最初のヒットダイス(HD)の技能ポイントは4倍になる。

しかし前提として、クリーチャーは知力値を持っており、そうでなければヒットダイス(HD)あたり0点の技能ポイントを得る。とあるクリーチャーは心が無く、技能ポイントも特技も得られない。


<c=twa>(完全を期すため、ゲームにまだ登場していないものも含め、ルールに登場するクリーチャータイプはすべて以下に参考として示した)。</c>]]


s_u_sub_tps		= "クリーチャーのサブタイプ"
s_u_sub_tps_d	= [[クリーチャーの中には1つ以上のサブタイプを持つものがある。サブタイプはクリーチャーに追加の能力や性質を加える。

<c=twa>(完全を期すため、まだゲームに登場していないものも含めて、ルールにあるクリーチャーのサブタイプをすべて以下に参考として示す)。</c>]]


s_ut_hum_hd		= "人型生物のヒットダイス(HD)"
s_ut_hum_hd_d	= [[ヒットダイス(HD)が1の人型生物は、その人型生物のヒットダイス(HD)の特徴を、プレイヤーキャラクターまたはNPCのクラスの特徴と交換する。

この種の人型生物は1レベルのウォーリアーとして登場するが、これは平均的な戦闘能力と貧弱なセーヴィングスローを持つことを意味する。

ヒットダイス(HD)が1以上の人型生物は、人型生物タイプの特徴を活かす唯一の人型生物である。]]


-- z_u_tp
u_tps_text={

[uc_hum]={n="人型生物"	,d=[[人型生物は通常、2本の腕、2本の脚、1つの頭、あるいはヒューマンのような胴体、腕、頭を持っている。

人型生物は超自然的な能力や特別な能力をほとんど、あるいは全く持っていないが、そのほとんどが言葉を話すことができ、通常は発達した社会を持っている。

通常は小型か中型である。すべての人型生物クリーチャーはサブタイプも持つ。

<b>特徴:</b>
— ヒットダイス(HD): d8、またはキャラクタークラスによる。
— 基本攻撃ボーナス:総ヒットダイス(HD)の3/4。
— グッドセーヴ:反応（通常;人型生物のグッドセーヴは異なる場合がある）。
— ヒットダイス(HD)あたりの技能ポイント：2 + 知力修正値、またはキャラクタークラスによる。

<b>特性:</b>
— すべての単純武器に熟練しているか、あるいはキャラクターのクラスによって熟練している。
— 鎧を着用している場合、そのタイプの鎧と、よりライトタイプの鎧すべて、および盾に習熟する。
— 食べて、寝て、呼吸する必要がある。]]},


[uc_gnt]={n="ジャイアント"	,d=[[ジャイアントとは大きな力を持つ人型生物のクリーチャーで、通常は少なくとも大型のサイズである。

ジャイアントはすべてジャイアント語を話す。知力値が10以上の者は共通語も話す。

<b>特徴:</b>
— ヒットダイス(HD)：d8
— 基本攻撃ボーナス：総ヒットダイス(HD)の3/4。
— グッドセーヴ：頑健。
— ヒットダイス(HD)あたりの技能ポイント：2＋知力修正値。

<b>特性:</b>
— 低照度視力。
— 単純武器、軍用武器、肉体武器のすべてに熟練している。
— 鎧を着用している場合、そのタイプの鎧と、より軽いタイプの鎧、さらに盾に習熟する。
— 食べて、寝て、呼吸する必要がある。]]},


[uc_fey]={n="フェイ"	,d=[[フェイとは、超自然的な能力を持ち、自然や他の力、場所とのつながりを持つクリーチャーのことだ。フェイは通常人型生物の形をしている。

<b>特徴:</b>
— ヒットダイス(HD):d6。
— 基本攻撃ボーナス:総ヒットダイス(HD)の1/2。
— グッドセーヴ:反応と意志。
— ヒットダイス(HD)あたりの技能ポイント：6＋知力修正値。

<b>特性:</b>
— 低照度視力。
— すべての単純武器と、任意の使用武器に熟練しています。
— 鎧を着用している場合、そのタイプの鎧と、より軽いタイプの鎧、さらに盾に習熟する。
— 食べて、寝て、呼吸する必要がある。]]},


[uc_hmm]={n="人怪"	,d=[[人怪は人型生物に似ているが、怪物的あるいは動物的特徴を持つ。彼らはしばしば魔法的な能力も持っている。

<b>特徴:</b>
— ヒットダイス(HD):d8。
— 基本攻撃ボーナス: 総ヒットダイス(HD)。
— グッドセーヴ:反応と意志。
— ヒットダイス(HD)あたりの技能ポイント:2＋知力修正値。

<b>特性:</b>
— 夜目60フィート。
— すべての単純武器と、任意の使用武器に熟練しています。
— 鎧を着用している場合、そのタイプの鎧と、より軽いタイプの鎧、さらに盾に習熟する。
— 食べて、寝て、呼吸する必要がある。]]},


[uc_out]={n="来訪者"	,d=[[来訪者は少なくとも部分的に、物質界以外の何らかの面のエッセンス（物質である必要はない）で構成されている。

クリーチャーの中には、最初は他のタイプとしてスタートし、より高い（あるいはより低い）霊的存在の状態に達したときに来訪者になるものもいる。

典型的な来訪者には、エンジェル、デビル、ジニーなどがいる。プラネットタッチは典型的な生粋の来訪者である。

<b>特徴:</b>
— ヒットダイス(HD):d8。
— 基本攻撃ボーナス：総ヒットダイス(HD)。
— グッドセーヴ:頑健、反応、意志。
— ヒットダイス(HD)あたりの技能ポイント:8+知力修正値。

<b>特性:</b>
— 夜目60フィート。
— 他のクリーチャーと違い、来訪者は魂と肉体が一体となっている。来訪者が殺された時、魂は解放されない。魂を肉体に戻す通常の呪文は、非ネイティブの来訪者には効かない。魂を元に戻すには、別の強力な魔法効果を必要とする。
— 単純武器、軍用武器、あらゆる武器を使いこなす。
— 鎧を着用している場合、そのタイプの鎧と、より軽い鎧、さらに盾に習熟する。
— 呼吸は必要だが、食べたり眠ったりする必要はない（望めばできるが）。来訪者は食べ、眠り、呼吸をする。]]},


[uc_elm]={n="エレメンタル"	,d=[[エレメンタルとは、空気、土、火、水という古典的な4元素のうちの1つからなる存在である。エレメンタルは存在を構成する元素の化身である。

<b>特徴:</b>
— ヒットダイス(HD):d8。
— 基本攻撃ボーナス：総ヒットダイス(HD)の3/4。
— グッドセーヴ:頑健（地、水）または反応（空、火）。
— ヒットダイス(HD)あたりの技能ポイント:2＋知力修正値。

<b>特性:</b>
— 夜目60フィート。
— 毒、睡眠効果、麻痺、気絶に対する免疫がある。
— クリティカルや側面攻撃は受けない。
— 他のほとんどのクリーチャーとは異なり、エレメンタルは二重性を持たない。エレメンタルが殺されたとき、魂は解放されない。魂を肉体に戻す呪文はエレメンタルには効かない。エレメンタルを生き返らせるには、もっと強力な別の魔法効果を必要とする。
— 肉体武器にのみ習熟しており、一般的に人型の形態の場合は、すべての単純武器およびどのような任意の使用武器にも習熟しています。
— 鎧を着用している場合、そのタイプの鎧と、より軽いタイプの鎧、さらに盾に習熟する。
— 食べてはいけない、寝てはいけない、呼吸してはいけない。]]},


[uc_abr]={n="異形"	,d=[[異形とは、奇妙な解剖学的構造、奇妙な能力、異質な考え方、あるいはその3つの組み合わせのことである。

<b>特徴:</b>
— ヒットダイス(HD):d8。
— 基本攻撃ボーナス:総ヒットダイス(HD)の3/4。
— グッドセーヴ:意志。
— ヒットダイス(HD)あたりの技能ポイント:2+知力修正値。

<b>特性:</b>
— 夜目60フィート。
— 肉体武器に習熟する。一般的な人型生物であれば、すべての単純武器と任意の使用武器に習熟する。
— 鎧を着用している場合、そのタイプの鎧と、より軽いタイプの鎧、さらに盾に習熟する。
— 食べて、寝て、呼吸する必要がある。]]},


[uc_dgn]={n="ドラゴン"	,d=[[ドラゴンは爬虫類のような生き物で、通常は翼を持ち、魔法や特殊能力を持つ。

<b>特徴:</b>
— ヒットダイス(HD):d12。
— 基本攻撃ボーナス：総ヒットダイス(HD)。
— グッドセーヴ:頑健、反応、意志。
— ヒットダイス(HD)あたりの技能ポイント:6+知力修正値。

<b>特性:</b>
— 夜目力60フィート、低照度視力。
— 魔法による睡眠効果と麻痺効果に免疫がある。
— 肉体武器にのみ習熟しています。ただし、人型生物の形態を持つ場合（または人型生物の形態を取ることができる場合）、すべての単純武器およびどのような任意の使用武器にも習熟しています。
— 鎧に熟練していません。
— 食べて、寝て、呼吸する必要がある。]]},


[uc_ani]={n="動物"	,d=[[動物とは、生きている人型生物以外のクリーチャーのことで、通常は脊椎動物であり、魔法的な能力を持たず、生まれつき言語や文化を持たない。

これらのクリーチャーは通常、本能のままに行動し、食物や繁殖といった単純な欲求に突き動かされている。ほとんどの動物は、捕食者であっても、自分や自分の子供が脅かされない限り攻撃しない。

動物は細かな推理はできないが、動物使いの技能を使えば、動物を手なずけて特定の芸を教えることは可能である。

草食動物のなかには、通常攻撃に肉体武器を使用しないものがいる。そのため、肉体武器は二次攻撃として扱われる。

<b>特徴:</b>
— ヒットダイス(HD):d8。
— 基本攻撃ボーナス：総ヒットダイス(HD)の3/4。
— グッドセーヴ:頑健と反応（ダイアアニマルは3つすべてのセーヴを持つ;特定の動物は異なるセーヴを持つ）。
— ヒットダイス(HD)あたりの技能ポイント:2＋知力修正値。

<b>特性:</b>
— 知力値が1か2（知力値が3以上のクリーチャーは動物になれない）。
— 低照度視力。
— 属性 常に中立である。動物は人間の道徳観には支配されない。
— 財宝:通常、財宝は持っていない。持っている場合、その財宝はモンスターが殺したクリーチャーがかつて所有していたものである。
— 肉体武器にのみ習熟しています。非戦闘的な草食動物は、肉体武器を副次的な攻撃として使用します。このような攻撃は、クリーチャーの攻撃ロールに対して-5のペナルティが適用され、動物は攻撃のダメージ調整として自身の筋力修正値の1/2しか受けません。
— 戦闘の訓練を受けていない限り、鎧は着用しない。
— 食べて、寝て、呼吸する必要がある。]]},


[uc_anm]={n="魔獣"	,d=[[魔獣は動物に似ているが、知力値が2より高くなることがある。魔獣は通常、超自然的な能力や並外れた能力を持つが、時には単に奇妙な外見や習性を持つこともある。

<b>特徴:</b>
— ヒットダイス(HD):d10。
— 基本攻撃ボーナス：総ヒットダイス(HD)。
— グッドセーヴ:頑健と反応。
— ヒットダイス(HD)あたりの技能ポイント:2＋知力修正値。

<b>特性:</b>
— 夜目60フィート、低照度視力。
— 肉体武器にのみ熟練しています。
— 鎧に熟練していません。
— 食べて、寝て、呼吸する必要がある。]]},


[uc_bug]={n="蟲"	,d=[[このタイプには、昆虫、クモ類、その他の節足動物、ミミズ、および同様の無脊椎動物が含まれる。

これらのクリーチャーは本能のままに行動し、食物や繁殖といった単純な欲求に突き動かされている。特記されている場合を除き、害獣が攻撃するのは空腹時か脅威を感じたときだけである。

<b>特徴:</b>
— ヒットダイス(HD):d8。
— 基本攻撃ボーナス:総ヒットダイス(HD)の3/4。
— グッドセーヴ:頑健。
— ヒットダイス(HD)あたりの技能ポイント：2＋知力修正値。ほとんどの害獣は心が無く、技能ポイントも特技も得られない。

<b>特性:</b>
— 心を持たない: 知力値がなく、すべての精神に作用する効果に免疫がある。
— 夜目60フィート。
— 属性 常に中立である。蟲は人間の道徳観には支配されない。
— 財宝：通常、財宝は持っていない。持っている場合、その財宝はモンスターが殺したクリーチャーがかつて所有していたものである。
— 肉体武器にのみ熟練している。
— 鎧に熟練していません。
— 食べて、寝て、呼吸する必要がある。]]},


[uc_plt]={n="植物"	,d=[[このタイプは植物クリーチャーを構成する。庭や野原に生えているような普通の植物は判断力と魅力の値を欠いており、たとえ生きていてもクリーチャーではなく物体であることに注意すること。

<b>特徴:</b>
— ヒットダイス(HD):d8。
— 基本攻撃ボーナス：総ヒットダイス(HD)の3/4。
— グッドセーヴ:頑健。
— ヒットダイス(HD)あたりの技能ポイント:2+知力修正値。一部の植物クリーチャーは心を持たず、技能ポイントも特技も得られない。

<b>特性:</b>
— 低照度視力。
— すべての精神に影響を及ぼす効果に免疫がある。
— 毒、睡眠効果、麻痺、変身、および気絶効果への免疫。
— クリティカルヒットの対象にはならない。
— 肉体武器にのみ熟練している。
— 鎧に熟練していません。
— 食事と呼吸は必要だが、眠ることはない。]]},


[uc_ooz]={n="ウーズ"	,d=[[ウーズは食べるためだけに生きる無定形または変幻自在のクリーチャーで、通常は心が無い。

世界中の地下に生息し、洞窟、遺跡、ダンジョンなどを生死にかかわらず有機物を求めて探し回る。

ウーズは遭遇したクリーチャーに攻撃します。彼らは疑似足や単に自らの体で相手を包み込み、その体から分泌される酸によって獲物を捕まえたり消化したりします。

<b>特徴:</b>
— ヒットダイス(HD):d10。
— 基本攻撃ボーナス：総ヒットダイス(HD)の3/4。
— グッドセーヴ: なし。
— ヒットダイス(HD)あたりの技能ポイント:2+知力修正値。ほとんどのウーズは心が無く、技能ポイントも特技も得られない。

<b>特性:</b>
— 心を持たない:知力値がなく、すべての精神に作用する効果に免疫がある。
— 盲目（ただし、盲視特性を持ちます）、視線攻撃、視覚効果、幻影、および視覚に依存する他の攻撃形態に対する免疫を持つ。
— ブラインドサイト（優れた):ウーズの全身は、60フィート以内の匂いや振動によって獲物を感知できる原始的な感覚器官です。
— 毒、睡眠、麻痺、変身、魅了に対する免疫がある。
— 一部のウーズは物体に酸ダメージを与える能力を持つ。その場合、ダメージ量は接触1ラウンドにつき10+ウーズのヒットダイス(HD)の1/2+ウーズの耐久力修正値に等しい。
— クリティカルや側面攻撃は受けない。
— 肉体武器にのみ熟練している。
— 鎧に熟練していません。
— 食事と呼吸は必要だが、眠る必要はない。]]},


[uc_und]={n="アンデッド"	,d=[[アンデッドとは、霊的あるいは超自然的な力によって生かされている、かつて生きていたクリーチャーのことである。

<b>特徴:</b>
— ヒットダイス(HD):d12。
— 基本攻撃ボーナス：総ヒットダイス(HD)の1/2。
— グッドセーヴ:意志。
— ヒットダイス(HD)あたりの技能ポイント：4+知力修正値。多くのアンデッドは心が無く、技能ポイントも特技も得られない。

<b>特性:</b>
— 耐久力値がない。
— 夜目60フィート。
— すべての精神に影響を及ぼす効果に免疫がある。
— 毒、睡眠、麻痺、気絶、病気、死の効果に対する免疫がある。
— 頑健セーヴを必要とするあらゆる効果に対する免疫（その効果が物体にも作用するか、無害である場合を除く）。
— クリティカルヒット、非致死ダメージ、能力吸収、生命力吸収の影響を受けない。身体能力値（筋力、敏捷力、耐久力）に対するダメージや疲労、消耗の効果を受けない。
— 知力値がない場合、自力でダメージを回復することはできない。負のエネルギーはアンデッドを癒すことができる。ファストヒーリングの特殊能力はクリーチャーの知力値に関係なく機能する。
— レイズデッドやそれに類する呪文や能力の影響を受けない。
— 集中判定に魅力修正を使用する。
— 肉体武器、単純武器、任意の使用武器に精通している。
— 鎧を着用している場合、そのタイプの鎧と、より軽いタイプの鎧、さらに盾に習熟する。
— 食事を摂らず、睡眠を取らず、呼吸をしない。]]},


[uc_cst]={n="人造"	,d=[[人造は、動く物体または人工的に構築された生物です。

<b>特徴:</b>
— ヒットダイス(HD):d10。
— 基本攻撃ボーナス：総ヒットダイス(HD)の3/4。
— グッドセーヴ: なし。
— ヒットダイス(HD)あたりの技能ポイント:2+知力修正値。ほとんどの人造は心が無く、技能ポイントも特技も得られない。

<b>特性:</b>
— 耐久力値がない。
— 夜目60フィート、低照度視力。
— すべての精神に影響を及ぼす効果に免疫がある。
— 毒、睡眠、麻痺、気絶、病気、死の効果、ネクロマンシーの効果に対する免疫がある。
— 頑健によるセーヴを必要とするあらゆる効果に対する免疫（その効果が物体にも作用するか、無害である場合を除く）。
— クリティカルヒット、非致死ダメージ、能力ダメージ、能力吸収、疲労、消耗、生命力吸収の影響を受けない。
— 自力でダメージを回復することはできないが、ある種の効果に晒すことで修復できることが多い。尚ファストヒーリングの特殊能力を持つ人造は、その能力の恩恵を受ける。
— 生きていないのだから、人造をよみがえらせたり、復活させたりすることはできない。
— その体は生きていない物質の塊であるため、人造を破壊することは難しい。以下の表に示すように、サイズに応じてボーナスヒットポイント(HP)を得る。
	人造サイズ	ボーナスヒットポイント(HP)
	微細			—
	矮小			—
	極小			—
	小型			10
	中型			20
	大型			30
	巨大			40
	特大			60
	極大			80
— 肉体武器にのみ熟練しています。ただし、一般的に人型の形態を持つ場合、任意の使用武器にも習熟しています。
— 鎧に熟練していません。
— 食事、睡眠、呼吸を行いません。]]},
}

-- z_u_sub_tp
u_sub_tps_text={
[ust_hum]={n="ヒューマン"		,d="このサブタイプはヒューマンおよびヒューマンに関連するクリーチャーに適用される。"},
[ust_elf]={n="エルフ"			,d="このサブタイプはエルフと、ハーフエルフのようなエルフに関係するクリーチャーに適用される。\n\nエルフのサブタイプを持つクリーチャーは低照度視力を持つ。"},
[ust_dwf]={n="ドワーフ"		,d="このサブタイプはドワーフおよびドワーフに関係するクリーチャーに適用される。\n\nドワーフのサブタイプを持つクリーチャーは60フィートの夜目を持つ。"},
[ust_gnm]={n="ノーム"		,d="このサブタイプはノームとノームに関連するクリーチャーに適用される。\n\nノームのサブタイプを持つクリーチャーは低照度視力を持つ。"},
[ust_hfl]={n="ハーフリング"		,d="このサブタイプはハーフリングおよびハーフリングに関連するクリーチャーに適用される。"},
[ust_orc]={n="オーク"			,d="このサブタイプはオークと、ハーフオークなどオークに関連するクリーチャーに適用される。\n\nオークのサブタイプを持つクリーチャーは60フィートの夜目と光感受性を持つ（ハーフオークは光感受性を持たない）。"},
[ust_gob]={n=s_goblinoid	,d=s_goblinoid_d},
[ust_gnl]={n=s_gnoll		,d=s_gnoll_d	},
[ust_cat]={n=s_catfolk		,d=s_catfolk_d	},
[ust_rep]={n="爬虫類"	,d="これらのクリーチャーは鱗を持ち、通常は体温が低いです。\n\n爬虫類のサブタイプは一連の人型生物種族を表現するために使われるのであって、本当に爬虫類であるすべての動物やモンスターを表現するわけではない。"},
[ust_aqu]={n="水棲"		,d="これらのクリーチャーは常に泳ぐ速度を持っているため、水泳判定を行わなくても水中を移動できる。\n\n水棲クリーチャーは水中で呼吸できる。水陸両用の特別な性質を持っていない限り、空気も吸えない。"},
[ust_aug]={n="変性種"	,d="クリーチャーは、その元のタイプを変える何かが起こるたびにこのサブタイプを受ける。\n\nこのサブタイプを生まれつき持つクリーチャーもいれば、後天的にこのサブタイプを持つクリーチャーもいる。\n\n拡張サブタイプは常にクリーチャーの元のタイプと対になる。拡張サブタイプを持つクリーチャーは通常、現在のタイプの特性を持ち、元のタイプの特徴を持つ。"},
[ust_fir]={n="火"			,d="火サブタイプを持つクリーチャーは火に対する免疫を持っている。これは冷気に対する脆弱性を持ち、防御セーヴィングスローが許可されているかどうかや、防御が成功したか失敗したかにかかわらず、冷気から通常の半分のダメージを受けることを意味する。"},
[ust_col]={n="冷気"			,d="冷気サブタイプを持つクリーチャーは冷気に対する免疫を持っている。火に対する脆弱性を持ち、これはセーヴィングスローが許可されているかどうか、セーヴィングが成功か失敗かにかかわらず、火から通常の半分のダメージを受けることを意味する。"},
[ust_air]={n="風"			,d="このサブタイプは通常、空気のエレメンタル次元につながりを持つエレメンタルや来訪者に使われる。\n\n空気のクリーチャーは常に飛行速度を持っており、通常は完璧な操縦性を持っている。"},
[ust_wtr]={n="水"		,d="このサブタイプは通常、水のエレメンタル次元とのつながりを持つエレメンタルや来訪者に用いられる。\n\n水クリーチャーは常に泳ぐ速度を持っており、水泳判定を行わなくても水中を移動できる。\n\n水クリーチャーは水中で呼吸ができ、通常は空気も吸える。"},
[ust_eth]={n="地"		,d="このサブタイプは通常、大地のエレメンタル次元につながりを持つエレメンタルや来訪者に用いられる。\n\n土のクリーチャーは通常、穴を掘る速度を持っており、ほとんどの土のクリーチャーは固い岩を掘ることができる。"},
[ust_goo]={n="善"			,d="通常、善属性の外層次元出身の来訪者だけに適用されるサブタイプである。\n\nこのサブタイプを持つクリーチャーのほとんどは属性も善であるが、属性が変化してもサブタイプは維持される。\n\n属性に依存する効果はすべて、このサブタイプを持つクリーチャーに、そのクリーチャーの実際の属性が何であろうと、そのクリーチャーがよい属性を持っているかのように影響する。クリーチャーは実際の属性に応じた効果も受ける。\n\n善サブタイプを持つクリーチャーは、その肉体武器とそのクリーチャーが振るう武器が善属性であるかのようにダメージ減少を克服する。"},
[ust_evl]={n="悪"			,d="通常、悪な指向を持つ外層次元出身の来訪者だけに適用されるサブタイプである。\n\nこのサブタイプを持つクリーチャーのほとんどは属性も悪であるが、属性が変化してもサブタイプは保持される。\n\n属性に依存する効果はすべて、このサブタイプを持つクリーチャーに、そのクリーチャーの実際の属性が何であろうと、そのクリーチャーが悪の属性を持っているかのように影響する。クリーチャーは実際の属性に応じた効果も受ける。\n\n悪のサブタイプを持つクリーチャーは、その肉体武器とそのクリーチャーが振るう武器が悪属性のであるかのようにダメージ減少を克服する。\n\n悪の来訪者はフィーンドとも呼ばれる。"},
[ust_law]={n="秩序"		,d="通常、秩序属性の外層次元出身の来訪者だけに適用されるサブタイプである。\n\nこのサブタイプを持つクリーチャーのほとんどは秩序の属性を持つが、属性が変化してもサブタイプは維持される。\n\n属性に依存する効果はすべて、このサブタイプを持つクリーチャーに、そのクリーチャーの実際の属性が何であろうと、そのクリーチャーが秩序の属性を持っているかのように影響する。クリーチャーは実際の属性に応じた効果も受ける。\n\n秩序サブタイプを持つクリーチャーは、その肉体武器とそのクリーチャーが振るう武器が秩序属性であるかのようにダメージ減少を克服する。"},
[ust_cho]={n="混沌"		,d="通常、混沌属性の外層次元出身の来訪者のみに適用されるサブタイプである。このサブタイプを持つクリーチャーのほとんどは混沌の属性を持つが、属性が変化してもサブタイプは維持される。\n\n属性に依存する効果はすべて、このサブタイプを持つクリーチャーに、そのクリーチャーの実際の属性が何であろうと、そのクリーチャーが混沌の属性を持っているかのように影響する。クリーチャーは実際の属性に応じた効果も受ける。\n\n混沌のサブタイプを持つクリーチャーは、その肉体武器とそのクリーチャーが振るう武器が混沌属性であるかのようにダメージ減少を克服する。"},
[ust_nat]={n="原住"		,d="来訪者のみに適用されるサブタイプである。これらのクリーチャーは死すべき先祖を持つか、物質界と強いつながりを持ち、他の生物と同様に蘇生、転生、復活することができる。\n\nこのサブタイプを持つクリーチャーは物質界出身である（これがサブタイプの名前の由来である）。\n\n真の来訪者とは異なり、ネイティブの来訪者には食事と睡眠が必要だ。"},
[ust_ext]={n="他次元界"	,d="クリーチャーが、そのクリーチャーが生まれ育った次元以外の次元にいるときに適用されるサブタイプである。平面を移動するクリーチャーは、次元から次元へと移動する際にこのサブタイプを得たり失ったりすることができる。\n\n関連する記述は、クリーチャーとの遭遇が物質界で行われることを前提としており、物質界をホーム次元としていないクリーチャーはすべて次元外サブタイプを持つ（ただし、ホーム次元では持たない）。\n\nすべてのエクストルーパークリーチャーは、その説明文に書かれているホーム次元を持っている。エクストルーパー次元と書かれていないクリーチャーは物質界の出身であり、物質界を離れるとエクストルーパー次元のサブタイプを得る。\n\nどのクリーチャーも、アストラル界やエーテル界や遷移界のような推移面にいるときには、外界サブタイプを持たない。"},


[ust_ang]={n=s_angel		,d=s_angel_d.."\n\n"..[[
<b>特性:</b>
— 夜目力60フィート、低照度視力。
— 酸、冷気、石化に免疫がある。
— 耐電気10、耐火10。
— 毒に対するセーヴに+4の種族ボーナス。
— プロテクトオーラ（超自然):悪クリーチャーによる攻撃や効果に対して、この能力はエンジェルから20フィート以内の誰にでもACに+4の偏向ボーナスとセーヴィングスローに+4の抵抗ボーナスを提供します。それ以外の場合、この能力は悪に対する魔法陣と20フィートの半径を持つ小さな無敵の球体の効果として機能します（呪文の使い手レベルはエンジェルのヒットダイス(HD)に等しい）。このオーラは解除することができますが、エンジェルは次のターンに自由アクションとして再び作成することができます。（魔法陣からの防御的な利益はエンジェルの統計ブロックに含まれていません。)
— 万能語（超自然）:すべてのエンジェルは、エンジェルのヒットダイス(HD)に等しいキャスターレベルの万能言語呪文を使用しているかのように、言語を持つすべてのクリーチャーと話すことができます。この能力は常に発動しています。]]},


[ust_arc]={n=s_archon		,d=s_archon_d.."\n\n"..[[
<b>特性:</b>
— 夜目力60フィート、低照度視力。
— 電気と石化に対する免疫がある。
— 毒に対するセーヴに+4の種族ボーナス。
— 威嚇のオーラ（超自然）:戦ったり怒ったりするアーコンは正義のオーラに包まれる。アーコンの半径20フィート以内にいる敵対クリーチャーは、その効果に抵抗するためには意志によるセーヴに成功しなければならない。セーヴの難易度(DC)はアーコンの種類によって異なり、魅力ベースで、+2の種族ボーナスを含む。失敗した者は24時間、あるいはオーラを発生させたアーコンに命中するまで、攻撃、AC、セーヴに-2のペナルティを受ける。効果に抵抗したり、効果を解除したクリーチャーは、24時間の間、同じアーコンのオーラの影響を再び受けることはできない。
— 悪に対する魔法陣（超自然）：悪に対する魔法陣の効果は常にアーコンを取り囲む（呪文の使い手レベルはアーコンのヒットダイス(HD)に等しい）。(この魔法陣による防御効果はアーコンの統計ブロックには含まれない）。
— テレポート（超自然）:クリーチャーは自分自身と50ポンドまでの物しか運べないが、大テレポートを呪文（呪文の使い手レベル14）のように意志で使うことができる。
— 万能言語（超自然）:すべてのアーコンは、万能呪文を使用しているかのように、言語を持つすべてのクリーチャーと話すことができます（キャスターレベルは14レベル）。この能力は常に発動しています。]]},


[ust_shp]={n="変身生物"	,d=[[変身生物は1つ以上の別の姿をとる超自然的能力を持つ。多くの魔法効果が何らかの変身を可能にしており、変身できるクリーチャーすべてが変身生物のサブタイプを持つわけではない。

<b>特性:</b>
— そのクリーチャーの肉体武器、単純武器、そのクリーチャー任意の武器に熟練する。
— 鎧を着用している場合、そのタイプの鎧と、よりライトタイプの鎧、さらに盾に習熟する。]]},


[ust_inc]={n="非実体"	,d=[[非実体クリーチャーは肉体を持たない。それは他の非実体クリーチャー、魔法の武器、または魔法の武器として攻撃するクリーチャー、呪文、呪文のような能力、超自然的能力によってのみ傷つけられる。魔法以外の攻撃形態にはすべて免疫がある。呪文や魔法武器による攻撃を受けても、肉体を発生源とするあらゆるダメージ（正のエネルギー、負のエネルギー、マジックミサイルのような力による効果、ゴースト接触武器による攻撃を除く）を50％の確率で無視する。魔法攻撃ではないが、聖水は非実体のアンデッドに影響を与えることができるが、聖水が命中しても50％の確率で非実体のクリーチャーには影響を与えない。

非実体クリーチャーは外皮ボーナスを持たないが、魅力ボーナスに等しい偏向ボーナスを持つ（通常魅力値がボーナスを持たないクリーチャーであっても、常に少なくとも+1）。

非実体のクリーチャーは固体の物体に入るか通り抜けることができますが、その物体の外側に隣接していなければならず、したがって、自分より大きな空間を持つ物体を完全に通り抜けることはできません。非実体のクリーチャーは現在の位置に隣接したスクエア内に存在するクリーチャーや物体の存在を感知することができますが、敵からは非実体のクリーチャーが物体の内部にいる場合、完全に遮蔽されています（50％のミスチャンスがあります）。非実体のクリーチャーが物体の外側から遠くを見て通常攻撃するためには、その非実体のクリーチャーは出現しなければなりません。物体の内部にいる非実体のクリーチャーは完全な隠蔽を持ちますが、物体の外部のクリーチャーに攻撃するときには、隠蔽しかありません。したがって、外部のクリーチャーは準備したアクションで攻撃することができます。非実体のクリーチャーは、力の効果を通過することができません。

非実体のクリーチャーの攻撃は、外皮、鎧、および盾を貫通します（無視します）が、偏向ボーナスや力の効果（例：メイジアーマー）は通常通りに機能します。非実体のクリーチャーは、水中でも空中と同様に容易に通過し、活動します。非実体のクリーチャーは落下したり落下ダメージを受けたりすることはありません。非実体のクリーチャーは足払い攻撃や組みつき攻撃を行うことができませんし、足払いや組みつきに巻き込まれることもありません。実際、彼らは相手やその装備を動かしたり操作する物理的な行動を取ることはできませんし、そのような行動の対象にもなりません。非実体のクリーチャーは重量がなく、重量によって起動するトラップを起動しません。

非実体のクリーチャーは忍び足し、それが望まない場合は聞き耳を立てても聞くことはできません。彼らには筋力値がないため、彼らのダメージロールは常に敏捷力ボーナスが適用されます。匂いや盲視などの非視覚的な感覚は、非実体のクリーチャーに対しては無効または部分的にしか効果がありません。非実体のクリーチャーは方向感覚を持ち、見えない場合でも完全な速度で移動することができます。]]},


[ust_swm]={n="スウォーム"	,d=[[スウォームとは、1体のクリーチャーとして行動する細長い、小さい、あるいは小さなクリーチャーの密集した塊のことである。スウォームは小集団であれば特に危険ではないが、十分な数が集まれば恐ろしい敵となる。

バットのスウォーム、センチピードのスウォーム、ヘルワスプのスウォーム、ロウカスのスウォーム、ラットのスウォーム、スパイダーのスウォームなど、さまざまなクリーチャーがスウォームとして大量発生する。スウォームのタイプは構成クリーチャーの性質（多くは動物か蟲）によって異なるが、すべてのスウォームはスウォームのサブタイプを持つ。

スウォームはここに書かれているものを除き、そのタイプ の特性を持つ。スウォームは単一のヒットダイス(HD)とヒットポイント(HP)、単一の統率力修正、単一のスピード、単一のアーマークラスを持つ。また、単一のクリーチャーとしてセーヴィングスローを行なう。

スウォーム1体は、（飛行を持たないクリーチャーで構成されている場合）1辺が10フィートの正方形か（飛行を持つクリーチャーで構成されている場合）1辺が10フィートの立方体を占めるが、その射程はクリーチャーと同様に0フィートである。

攻撃するためには、相手のスペースに移動し、機会攻撃を誘発する。

獲物の上を這い回るので、どのサイズのクリーチャーでも同じ空間を占めることができるが、10フィートの空間を持つクリーチャーであることに変わりはない。

スウォームは機会攻撃を行なうことはないが、機会攻撃を誘発させることはある。

スウォームは敵のいるマスや敵のいないマスを支障なく移動できるが、その場合は機会攻撃を誘発する。

10フィートの空間を持つ他のクリーチャーとは異なり、スウォームは形を作ることができる。それは任意の4つの連続した正方形を占めることができ、そのクリーチャーの1体を含むのに十分な大きさの空間を通り抜けることができる。スウォームはそのクリーチャーを構成するのに十分な大きさの亀裂や穴を通り抜けて移動できる。

極小クリーチャーのスウォームは、300体の飛行を持たないクリーチャーか、1,000体の飛行を持つクリーチャーで構成される。
矮小クリーチャーのスウォームは、1,500体の飛行を持たないクリーチャーか、5,000体の飛行を持つクリーチャーで構成される。
微細クリーチャーのスウォームは、飛んでいるかどうかに関わらず、10,000体のクリーチャーで構成される。

飛行クリーチャー以外のクリーチャーのスウォームには、通常10フィート四方に収まるクリーチャーの数よりも多くのクリーチャーが含まれる。なぜなら、スウォームのクリーチャーは密集しており、移動するときや攻撃するときには互いや獲物の上を這い回るのが一般的だからである。より大きなスウォームは単一のスウォームの倍数で表される。大きなスウォームは完全に形を変えることができるが、通常は連続したままである。巨大なスウォームは、実際には近接した数十のスウォームで構成される。

<b>特性:</b>
微細クリーチャーで構成されたスウォームは、すべての武器によるダメージを受けない。
極小クリーチャーで構成されたスウォームは、斬撃や貫通武器からのダメージが半分になる。
スウォームには明確な表も裏もなく、解剖学的な特徴もないため、クリティカルヒットや側面攻撃を受けることはない。
スウォームは足払いしたり、組みつきしたり、突進したりすることはできず、相手も組みつきすることはできない。
スウォームは特定のクリーチャーの数を対象とする呪文や効果（ディスインテグレートなどの単一対象呪文を含む）に対して免疫を持つが、スウォームが知力値と集団意識を持っている場合、精神効果は例外となる。
スウォームのヒットポイント(HP)を0以下にするとスウォームは解散するが、その時点まで受けたダメージによって攻撃力や抵抗力が低下することはない。スウォームがダメージによってよろめいたり瀕死の状態になったりすることはない。
スウォームは、拡散武器や多くの招来呪文のような、範囲に影響を及ぼす呪文や効果から受けるダメージの半分を受ける。
矮小や微細のクリーチャーで構成されたスウォームは、突風呪文によって生じるような強風の影響を受けやすい。スウォームに対する風の効果を判定する目的で、スウォームはその構成クリーチャーと同じサイズのクリーチャーとして扱う。非致死的ダメージによって意識を失ったスウォームは混乱して分散し、そのヒットポイント(HP)が非致死的ダメージを上回るまで再起しない。

スウォームの弱点: スウォームは物理攻撃で戦うのが非常に難しい。しかし、以下のような特殊な弱点もある。
点火した松明を即席武器として振り回すと、1ヒットにつき1d3ポイントの火属性のダメージを与える。
炎や霜のような特殊能力を持つ武器は、その武器の通常のダメージがスウォームに影響しない場合でも、ヒットするたびにそのエネルギーダメージをフルに与える。
点火したランタンは投擲武器として使用でき、割れた場所に隣接するマスにいるクリーチャーすべてに1d4点の火属性のダメージを与える。


スウォームアタック: スウォームサブタイプを持つクリーチャーは通常の近接攻撃を行なわない。その代わり、移動終了時にその空間を占めるクリーチャーに自動ダメージを与え、攻撃ロールは必要ない。スウォーム攻撃は攻撃ボーナスを持たず、カバーや援護によるミスチャンスの対象にもならない。

スウォームが与えるダメージ量は、以下のようにヒットダイス(HD)に基づく。
スウォームヒットダイス(HD)	スウォームの基本ダメージ
1–5			1d6
6–10			2d6
11–15			3d6
16–20			4d6
21+			5d6

スウォームの攻撃は、別段の指定がない限り非魔法的です。スウォームの攻撃のダメージを0にするために十分なダメージ減少、非実体性、および他の特殊能力は、通常、クリーチャーにスウォームからのダメージに対する免疫（あるいは少なくとも抵抗力）を与えます。一部のスウォームは、通常のダメージに加えて酸、毒、吸血、またはその他の特殊な攻撃を持つこともあります。


スウォームは自分のいるマスにいるクリーチャーに脅威を与えず、スウォーム攻撃で攻撃の機会を与えません。ただし、彼らが占める敵のスクエアは敵を散漫にさせ、以下に述べるように影響を与えます。

注意散漫（特殊能力）:スウォームのダメージを受けやすいクリーチャーで、そのマスにスウォームがいる状態でターンを開始したものは、1ラウンドの間吐き気を催す。頑健セーヴ（難易度(DC)10＋スウォームのヒットダイス(HD)の1/2＋スウォームの耐久力修正値）でこの効果を無効化できる。スウォームの範囲内で呪文を唱えたり、呪文に集中したりするには、集中判定（難易度(DC)20＋呪文レベル）が必要である。忍耐と集中を必要とする技能を使用するには、難易度(DC)20の集中判定が必要である。]]},
}