--s_wip				="\n\n<c=o>(開発中）</c>"
--wpn_prof_d		="このグループの武器を戦闘で使う方法を理解している。"
--simple_wpn_d		="\n\nその名の通り、これらの武器は単純で使いやすい。ほとんどのクラスはすべての単純武器を使いこなすことができる。"..s_auto_prof
--s_exotic_wp_d		="あなたはこの種の特殊武器の戦闘での使い方を理解している。\n\n単純武器や軍用武器に比べ、特殊武器は比較的希少で使いこなすのが難しく、使いこなすには専門的な訓練が必要だ。"
s_for_touch			="この特技は接触攻撃にも適用される。"
s_for_touch_m		="この特技は近接接触攻撃にも適用される。"
s_for_touch_r		="この特技は遠隔接触攻撃にも適用される。"
ch_1_eff			="\n\nクリティカルマスタリーを持っていない限り、与えられたクリティカルヒットには1つのクリティカル効果しか適用できない。"
dodge_bns			="\n\nAC への 敏捷力 ボーナス (存在する場合) を失う条件により、回避ボーナスも失われます。\n\n回避ボーナスは、他の種類のボーナスとは異なり、互いに重複する。"
melee_only			="この特技は近接武器専用である。"
th_note				="\n\n両手で扱う片手武器も含む。\n\n"..melee_only
atk_pnl_2			="攻撃ロールに-2ペナルティ。"
use_a				="\n\n<c=fc_b>1日あたりの使用量：5 + キャラクターレベル/4。\n1日の使用回数は15回まで。</c>"
use_b				="\n\n<c=fc_b>1日あたりの使用量：キャラクターレベル/4。\n1日の使用回数は5回まで。</c>"
s_feat_x_spl_add_2x	="この特技は複数回得ることができる。"
s_feat_x_spl_cvt_1x	="この特技は複数回得ることができる。この特技を得るたびに、異なる呪文に適用される。"
s_feat_x_spl_cpy_1x	="この特技は複数回得ることができる。この特技を得るたびに、異なる呪文または呪文のような能力に適用される。"
s_feat_x_mle_undr	="この特技は複数回得ることができる。この特技を得るたびに、異なる特殊素材に適用される。あなたの近接攻撃は、ダメージ減少を回避する目的で、選択したすべての素材で作られたものとして扱われる。"
s_feat_x			="この特技は複数回得ることができる。効果は重複する。"
s_feat_x_max		="最大 %d 回。"
s_feat_x_23			="2倍2つは3倍になる、ということを覚えておいてほしい。"
s_feat_no_stk		="この特技は類似の能力と重複しない。"
s_feat_no_stk_itm	="この特技は、魔法のアイテムや永続的でない魔法効果によって与えられる同様の能力とは重複しない。"
s_shp_lmt			="大きさの制限は、動物の大きさの制限と同じです。"
s_x_nwpns			="%d 以上の肉体武器"
s_has_perm_sr		="特技、クラス特徴、その他の永続的効果による呪文耐性を持っていること。"
s_has_som_9			="選択した流派の9レベル呪文を少なくとも1つ唱えることができる。"
s_has_cst_max_spl	="少なくとも1つの呪文クラスの最大通常呪文レベルを唱える能力"
s_has_acst_max_spl	="アーケイン系呪文クラスの通常の最大レベルの呪文を唱えることができる。"
s_epic_feats		="エピック特技"	s_epic_feats_d=[[水平線に立つ相手に矢を放つ。素手で相手の首をはねる。歌の力でリッチを魅了する。これぞエピック特技だ。

通常の特技と同様に、エピック特技はキャラクターに新しい能力を与えるか、すでに持っている能力を向上させる特別な特技である。ただし、エピック特技は能力の領域を俗世間から神話的なものへと移行させる。

エピック特技はキャラクターレベルが21以上のエピックキャラクターのみが使用できる。エピックキャラクターは、エピック特技の選択によって大きく定義される。]]


s_turn1				="退散の向上"					s_turn1_d				="退散判定に+1ボーナス。"
s_turn2				="偉大な退散"					s_turn2_d				="退散の強化に+1ボーナス。"
s_turn_extra		="退散回数追加"					s_turn_extra_d			="退散1日につき+4回の使用。"

s_abi_1_1x			="偉大な筋力"					s_abi_1_1x_d			="あなたの筋肉と身体的パワーは通常より大きい。\n\n筋力が1ポイント増加する。"
s_abi_2_1x			="偉大な敏捷力"					s_abi_2_1x_d			="敏捷性と協調性が通常より優れている。\n\n敏捷力が1ポイント増加する。"
s_abi_3_1x			="偉大な耐久力"				s_abi_3_1x_d			="あなたの健康と持久力は通常より優れている。\n\n耐久力が1ポイント増加する。"
s_abi_4_1x			="偉大な知力"				s_abi_4_1x_d			="あなたの理性と学習能力は通常より高い。\n\n知力が1ポイント増加する。"
s_abi_5_1x			="偉大な判断力"						s_abi_5_1x_d			="あなたの意志の強さと洞察力は通常より優れている。\n\n判断力が1ポイント増加する。"
s_abi_6_1x			="偉大な魅力"					s_abi_6_1x_d			="あなたの説得力と統率力は通常より大きい。\n\n魅力が1ポイント増加する。"
s_abi_7_1x			="偉大な身体能力"			s_abi_7_1x_d			="すべての身体能力が1ポイント増加する。"
s_abi_8_1x			="偉大な精神能力"			s_abi_8_1x_d			="すべての精神能力が1ポイント増加する。"
s_abi_9_1x			="偉大な全能力"				s_abi_9_1x_d			="すべての能力が1ポイント増加する。"
s_hp_20x			="エピック追加hp"					s_hp_20x_d				="あなたは非常にタフだ。\n\nヒットポイント(HP)が+20される。"
s_ft_4				="エピック頑健無比"					s_ft_4_d				="あなたはとてつもなく高い忍耐力を持っている。\n\nすべての頑健セーヴィングスローに +4 のボーナスを得る。"
s_rf_4				="エピック神速の反応"					s_rf_4_d				="驚異的に速い反応神経を持っている。\n\nすべての反応セーヴィングスローに+4のボーナスを得る。"
s_wl_4				="エピック意志"						s_wl_4_d				="あなたはとてつもなく強い意志の力を持っている。\n\nすべての意志のセーヴィングスローに+4のボーナスを得る。"
s_spd_6				="エピック素早さ"						s_spd_6_d				="普通の人よりもずっと素早く動ける。\n\nスピードが30フィート増加する。\n\n特殊：この特技は、中装鎧、軽装鎧、または鎧を着用していないときにのみ機能する。"
s_haste_5x			="瞬発力"					s_haste_5x_d			="短時間の非常に高速な動きを発動することができる。\n\n毎日5ラウンド、ヘイストしたかのように行動できる。効果の持続時間は連続したラウンドである必要はない。このパワーの発動は自由アクションである。"
s_init_4x2			="優れたイニシアチブ"				s_init_4x2_d			="戦いでは通常よりもさらに素早く反応できる。\n\nイニシアチブ判定に+4のボーナスを得る。"
s_nac_2x			="鎧の皮膚"						s_nac_2x_d				="皮膚が鎧のようになる。\n\nアーマークラスに＋2の外皮ボーナスを得るか、既存の外皮ボーナスが2増加する。"
s_dr_3x				="ダメージ減少"					s_dr_3x_d				="攻撃によるダメージをある程度しのぐことができる。\n\nダメージ減少3/-を得る。"
s_hr_3x				="ファストヒーリング"						s_hr_3x_d				="傷の治りが早い。\n\n回復速度が3増加するか、既存の回復速度が3増加する。"
s_imm_ill_psn		="完璧な健康"					s_imm_ill_psn_d			="通常の病気や一般的な毒に対する免疫がある。\n\nすべての非魔法の病気、および頑健セーヴ難易度(DC)が 25 以下であるすべての毒に対して免疫がある。"
s_er_10x			="エネルギー耐性"				s_er_10x_d				="選択したタイプのエネルギーの効果に抵抗することができる。\n\nエネルギーの種類（酸、冷、電、火、音波）を選ぶ。その種類のエネルギーに対する抵抗力が10増加するか、その種類のエネルギーに対する既存の抵抗力が10増加する。"
s_sr_2x				="呪文耐性向上"		s_sr_2x_d				="魔法効果に対する生来の耐性が上昇する。\n\n呪文耐性が+2増加する。"
s_dk_vis_2x			="夜目向上"				s_dk_vis_2x_d			="暗闇での視力は通常より高い。\n\n夜目の範囲が2倍になる。"
s_ll_vis_2x			="低照度視覚の向上"		s_ll_vis_2x_d			="低照度視覚の範囲が通常より広い。\n\n低照度下での視界が2倍になる。"

s_sa_ao				="奇襲の機会攻撃"		s_sa_ao_d				="相手が油断するたびに、奇襲攻撃ができる。\n\n機会攻撃はすべて奇襲攻撃とみなされる。"
s_sa_dot			="持続ダメージ"					s_sa_dot_d				="奇襲攻撃は攻撃後もダメージを与え続ける。\n\n奇襲攻撃でダメージを与えるたびに、その対象は次のターンにも奇襲攻撃のボーナスダメージに等しいダメージを受ける。"
s_rf_as_ft			="不屈なる器用さ"				s_rf_as_ft_d			="卓越した敏捷性で物理的攻撃に抵抗することができる。\n\nラウンドに1度、頑健のセーヴィングスローを必要とする効果の対象になったとき、代わりに反応セーヴィングを行ない、効果を回避することができる（回避は適用されない）。"
s_rf_as_wl			="器用なる意志"					s_rf_as_wl_d			="あなたは並外れた機敏さで、強制的な効果に抵抗することができる。\n\nラウンドに1度、意志セーヴィングスローを必要とする効果の対象になったとき、代わりに反応セーヴィングを行ない、効果を回避することができる（身かわしは適用されない）。"
s_dodge_atk			="エピック回避"						s_dodge_atk_d			="非常に機敏に攻撃を回避することができる。\n\n1ラウンドに1度、武器による攻撃を受けたとき、その攻撃によるすべてのダメージを自動的に身かわしすることができる。"
s_miss_10			="自己隠蔽"					s_miss_10_d				="戦闘中、あなたの姿はぼやけて不明瞭になり、あなたに対して打撃を与えることが難しくなる。\n\nあなたに対する攻撃は、隠蔽の効果と同様に10％のミスチャンスを持つ。ACに敏捷力のボーナスがなくなるたびに、この恩恵を失う。"
s_rage_4_2			="超激怒"						s_rage_4_2_d			="あなたの激怒は通常よりもさらに強くなる。\n\n激怒すると、筋力と耐久力のボーナスが＋8され、意志セーヴの士気ボーナスが＋4される（これらのボーナスは通常の激怒ボーナスに代わる）。(これらのボーナスは通常の激怒ボーナスの代わりとなる）。"
s_rage_us			="怒りを煽る"						s_rage_us_d				="あなたが激怒に陥ったとき、あなたは60フィート以内の味方全員または任意の味方にバーバリアンの激怒を煽ることができる（激怒を望まない味方は影響を受けない）。 その味方は筋力＋4、耐久力＋4、意志セーヴに＋2の士気ボーナスを得るが、あなたが激怒している間はACに-2のペナルティを受ける。\n\n影響を受けた味方の激怒は、君から60フィート以内にいるかどうかに関係なく、3＋その者の耐久力修正値に等しいラウンド数持続する。それ以外は通常のバーバリアンの激怒と同じである（終了時の疲労を含む）。\n\n特殊：これは精神に影響を与える効果である。"
s_rage_chaos		="混沌の怒り"						s_rage_chaos_d			="あなたの激怒は、特に秩序なクリーチャーにダメージを与える。\n\n激怒しているときに振るう武器はすべて混沌武器として扱われる（秩序の属性を持つクリーチャーに対して＋2d6ポイントのダメージを与える）。"
s_rage_thdr			="轟く怒り"					s_rage_thdr_d			="激怒攻撃は雷鳴のような咆哮を上げ、相手の耳をつんざくこともある。\n\n激怒状態で振るう武器は雷鳴武器として扱われ、クリティカルヒット成功時に1d8点の追加音波ダメージを与える。武器のクリティカル倍率がx3の場合、代わりに2d8点、倍率がx4の場合、代わりに3d8点を追加する。\n\nさらに、対象は頑健セーヴ（難易度(DC) = 10 + あなたのレベルの1/2 + あなたの筋力修正）を行なわねばならない。"
s_rage_obj			="破滅的な怒り"						s_rage_obj_d			="激怒している間は、物体に甚大なダメージを与えることができる。\n\n激怒状態の間、あなたは攻撃対象のオブジェクトの硬度を無視する。また、オブジェクトを突然の力で壊そうとする際の筋力判定には、筋力ボーナスを2倍にする(通常のダメージを与えるのではなく、縄や手錠のような拘束具を破壊する場合など)。"
s_smite_2x			="偉大な打撃"					s_smite_2x_d			="あなたの打撃攻撃は通常よりもはるかに強力だ。\n\n打撃攻撃が成功するたびに、（自分のレベルだけでなく）適切なレベルの2倍がダメージに加算される。"
s_wpn_as_good		="ホーリーストライク"						s_wpn_as_good_d			="あなたの攻撃は悪のクリーチャーに大ダメージを与える。\n\n君が振るう武器はすべて聖なる武器として扱われる（それは善属性であり、悪属性のクリーチャーに対して2d6点の追加ダメージを与える）。その武器がすでに属性を持っている場合、この特技はその武器には効果がない。"
s_wpn_as_evil		="アンホーリーストライク"					s_wpn_as_evil_d			="あなたの攻撃は善のクリーチャーに大ダメージを与える。\n\n君が振るう武器はすべて不浄の武器として扱われる（悪属性を持ち、善属性を持つクリーチャーに対して2d6点の追加ダメージを与える）。その武器がすでに属性を持っている場合、この特技はその武器には効果がない。"
s_aura_vs_fear_8	="勇気のオーラ向上"			s_aura_vs_fear_8_d		="あなたの勇気のオーラは通常よりも強い。\n\nあなたの勇気のオーラは、恐怖効果に対するセーヴィングスローに+8の士気ボーナスを与える。"
s_aura_saves_n4		="絶望のオーラ向上"			s_aura_saves_n4_d		="あなたの絶望オーラは通常より広い。\n\n絶望のオーラはすべてのセーヴィングスローに-4の士気ペナルティを与える。"
s_aura_vs_fear_r20	="勇気のオーラ拡張"			s_aura_vs_fear_r20_d	="あなたの勇気のオーラは通常より広い。\n\nあなたの勇気のオーラは、あなたの周囲100フィート以内のすべての味方に及ぶ。"
s_aura_saves_r20	="絶望のオーラ拡張"			s_aura_saves_r20_d		="あなたの絶望オーラは通常より広い。\n\n君の絶望のオーラは君の周囲100フィート以内のすべての敵に及ぶ。"
s_fav_enm_1x		="得意な敵の強化"			s_fav_enm_1x_d			="すべての得意な敵に対するはったり、聞き耳、真意看破、視認、生存の判定とダメージロールのボーナスに＋1する。"
s_fav_enm_2_2d6		="敵への災い"					s_fav_enm_2_2d6_d		="あなたの攻撃は得意な敵に大ダメージを与える。\n\nあなたが得意な敵の1人に対して振るう武器は、そのクリーチャータイプの憎悪の武器（特定の相手に特化した強力な魔法武器）として扱われる（したがって、その強化ボーナスは＋2され、＋2d6ポイントのダメージを与える）。"
s_fav_enm_kill		="敵の殲滅"					s_fav_enm_kill_d		="一撃で得意な敵を瞬時に倒すことができる。\n\nあなたが得意な敵の1体にクリティカルヒットを与えるたび、その敵は頑健セーヴ（難易度(DC)10＋あなたのレンジャークラスレベルの1/2＋あなたの判断力修正値）を行なわねば即死する。\n\n特殊： クリティカルヒットを受けないクリーチャーはこの特技の効果を受けない。"
s_shp_ani_s2		="小柄な自然の化身"			s_shp_ani_s2_d			="小さいサイズの動物にワイルドにシェイプすることができる。\n\n自然の化身を使って小動物の形になることができる。"
s_shp_ani_s1		="細かい自然の化身"					s_shp_ani_s1_d			="細かいサイズの動物に自然の化身することができる。\n\n自然の化身を使って、細かいサイズの動物の形になることができる。"
s_shp_ani_s8		="巨大な自然の化身"			s_shp_ani_s8_d			="巨大なサイズの動物に自然の化身することができる。\n\n自然の化身を使って、巨大な動物の形になることができる。"
s_shp_ani_s9		="超巨大な自然の化身"				s_shp_ani_s9_d			="超巨大なサイズの動物に自然の化身することができる。\n\n自然の化身を使って、超巨大な動物の形になることができる。"
s_shp_plt			="植物の自然の化身"					s_shp_plt_d				="自然の化身で植物の姿になることができる。\n\nあなたは通常の自然の化身能力を使って、植物の形になることができる。"
s_shp_bug			="昆虫の自然の化身"				s_shp_bug_d				="自然の化身で虫型の姿になることができる。\n\nあなたは通常の自然の化身能力を使って、虫の形になることができる。"
s_shp_mbs			="魔獣の自然の化身"			s_shp_mbs_d				="自然の化身で魔獣の姿になることができる。\n\nあなたは通常の自然の化身能力を使って、魔獣の形になることができる。あなたはその姿を取った魔獣のすべての超自然的能力を得る。"
s_shp_dgn			="ドラゴンの自然の化身"				s_shp_dgn_d				="ドラゴンの姿になれる。\n\nあなたは自然の化身を使ってドラゴン（黒、青、緑、赤、白、真鍮、青銅、銅、金、銀）に変身することができる。あなたは変身したドラゴンの持つすべての特殊能力と超自然能力を得る。"
s_shp_elm_all		="エレメンタル自然の化身の向上"	s_shp_elm_all_d			="通常よりも多種多様なエレメンタルの姿になることができる。\n\nあなたのエレメンタルへの自然の化身能力は、君が自然の化身を使用して動物になる際に取ることのできる、あらゆるサイズのすべてのエレメンタルクリーチャー（空気、土、火、水のエレメンタルだけではない）に拡大される。あなたはそのエレメンタルに変身することでそのエレメンタルの持つ非凡な能力や超自然的な能力をすべて得る。"
s_cmp_mbs			="魔獣の仲間"			s_cmp_mbs_d				="知力に制限のある魔獣と仲良くなることができる。\n\n選択できる動物の相棒リストに、以下の魔獣が追加される。\n1レベル（調整なし） 10レベル（-9）\nスタージュバジリスク\nダークマントルダイジェスター\nジラロン\nスパイダーイーター\n4レベル (-3) 13レベル (-12)\nヒッポグリフブレット\nショッカーリザードキマイラ\nレモルハーズ\n7レベル (-6) 16レベル (-15)\nコカトリスゴルゴン\nアンヘググレーレンダー\nディスプレーサービースト\nグリフィン\nアウルベア\nシーキャット*\n特別：印のクリーチャーは水棲環境でのみ利用できる。"
s_mus_deaf			="耳をつんざく歌"					s_mus_deaf_d			="あなたの呪歌は近くの人の耳をつんざく。\n\n君は歌か詩学を使い、君から30フィート以内の範囲にいるすべての敵を一時的に難聴にすることができる。頑健セーヴ（難易度(DC)10＋君のクラスレベルの1/2＋君の魅力修正値）に成功すると、この効果は無効化される。耳をつんざく効果は、君が耳をつんざく歌を続けている限り続く。君は最大10ラウンドまで耳をつんざく歌を続けることができる。"
s_mus_uncst			="歌で呪文妨害"					s_mus_uncst_d			="あなたの呪歌は相手の呪文を妨害する。\n\n君は歌や詩学を用いて、君から30フィートの範囲内にいる敵の呪文を妨げることができる。この範囲内で呪文を成功させるには、呪文の使い手は防御的に呪文を唱えるのと同じようにコンセントレーション（集中）判定を行なわなければならない。君は最大10ラウンドの間、邪魔をする歌を歌い続けることができる。"
s_mus_abi			="卓越した鼓舞"				s_mus_abi_d				="自分の芸能によって仲間の能力を向上させることができる。\n\n君は歌や詩学を使って、味方に能力値1点のボーナスを与えることができる。効果を受けるには、味方は1ラウンドの間、バードの歌を聞かなければならない。この効果はバードが歌っている間と、バードが歌うのをやめてから5ラウンド（または味方がバードの歌を聴けなくなってから5ラウンド）続く。鼓舞される味方はそれぞれ、同じ能力値に対して＋4の能力ボーナスを得る。\n\n特殊：卓越した霊感は超自然的な精神影響能力である。この特技は、そのような能力に影響を与える特技の目的上、呪歌インスピレーション能力として扱われる。"
s_mus_rng			="遠隔鼓舞"				s_mus_rng_d				="通常よりも広い範囲で呪歌を使うことができる。\n\n範囲を持つ呪歌能力の範囲を2倍にする。"
s_mus_fast			="素早い鼓舞"				s_mus_fast_d			="通常よりも素早く呪歌で味方を鼓舞できる。\n\nあなたは標準アクションとしていずれかのバード音楽の霊感能力を使用 することができる。鼓舞はそのアクションを終了した直後に有効となる。"
s_mus_dur			="持続鼓舞"				s_mus_dur_d				="あなたの歌は、あなたの言葉が色あせた後も、ずっと味方を鼓舞し続ける。\n\n君のバード的音楽インスピレーション能力の効果は、君が歌うのを止めた後も通常の10倍持続する。この特技は、あなたが歌うのをやめた後に持続時間のないひらめき能力には効果がない。"
s_mus_grp			="集団鼓舞"				s_mus_grp_d				="同時に複数の味方に能力や偉大さを鼓舞することができる。\n\n能力鼓舞またはバード音楽能力インスパイアグレイトネスで影響を与えられる味方の数が2倍になる。複数の味方に能力を鼓舞する場合、味方ごとに鼓舞する技能を選択できる。"
s_mus_1x			="エピック鼓舞"					s_mus_1x_d				="あなたの呪歌は、通常では不可能なほど大きなインスピレーションを与えてくれる。\n\nあなたのバード音楽能力によって付与されるすべての能力ボーナス、回避ボーナス、そして士気ボーナスが+1上昇する。インスパイアグレートネスというバード音楽能力を持っている場合、1つ余分の一時的ヒットダイス(HD)が付与される。"
s_mus_mind			="神々の調べ"				s_mus_mind_d			="あなたは呪歌を使って、精神に影響を及ぼす効果のないクリーチャーに影響を及ぼすことができる。\n\n君の呪歌は、通常精神に影響を及ぼす効果を受けない者にも影響を及ぼすことができる。ただし、そのようなクリーチャーはそのような効果に抵抗するための意志セーヴに＋10のボーナスを得る。"
s_mus_unspl_anytime	="反応カウンターソング"				s_mus_unspl_anytime_d	="音波や言語に依存した魔法攻撃に対するリアクションとして、カウンターソングを使うことができる。\n\n自分のターンでなくても、いつでもカウンターソングを放つことができる。従って、音波や言語に依存した魔法攻撃に対するリアクションとして、カウンターソングを使うことができる。\n\n他の呪歌能力を使っているときにカウンターソングを使うことはできない（ただし、望むならカウンターソングを始めるために他の呪歌能力を止めることはできる）。"
s_zdd_def_6			="防御の砦"				s_zdd_def_6_d			="あなたの防御スタンスボーナスは、筋力＋4、耐久力＋6、すべてのセーヴに抵抗力＋4のボーナス、ACに回避＋6のボーナスに増加する。"
s_zdd_def_mov_2		="機動防御"					s_zdd_def_mov_2_d		="守備姿勢を保ちながらポジションを調整できる。\n\n防御の構えをしている間、その構えの効果を失うことなく、毎ラウンド5フィートの調整を1回行なうことができる。"
s_zaa_da_2x			="必殺の矢強化"			s_zaa_da_2x_d			="必殺の矢の難易度(DC)に+2する。"
s_zas_da_2x			="致死攻撃強化"			s_zas_da_2x_d			="自分の致死攻撃の難易度(DC)に+2する。"

s_all_atk_1x		="エピック能力"						s_all_atk_1x_d			="あなたは戦闘において優れた技能を身につける。\n\nすべての攻撃に+1のボーナスを得る。"
s_wpn_atk_2x2		="エピック武器熟練"				s_wpn_atk_2x2_d			="あなたは特定の武器を使うのが得意だ。\n\n熟練した武器を使用して行うすべての攻撃ロールに+2のボーナスを加える。"
s_wpn_dmg_4x2		="エピック武器開眼"		s_wpn_dmg_4x2_d			="特定の武器を振り回すと、並外れたダメージを与える。\n\n熟練した武器を使って与えるすべてのダメージに＋4する。その武器が射撃武器である場合、ダメージボーナスは対象が30フィート以内にいる場合にのみ適用される。"
s_ch_kill			="致命的クリティカル"				s_ch_kill_d				="特定の武器を使えば、どんなクリーチャーでも一撃で殺すことができる。\n\n熟練した近接武器を使用しているとき、君がクリティカルヒットを出すたびに、対象は頑健セーヴ（難易度(DC)10＋君のキャラクターレベルの1/2＋君の筋力修正値）を行なわねば即死する。(クリティカルヒットを受けないクリーチャーはこの特技の効果を受けない）。"
s_natk_pen_0		="複数回攻撃の向上"				s_natk_pen_0_d			="このクリーチャーは特に、一度にすべての肉体武器を使うことに長けている。\n\nそのクリーチャーの肉体武器による2次攻撃にはペナルティがない。"

s_ww_std			="旋風攻撃の向上"		s_ww_std_d				="あなたはぼんやりとした攻撃の渦となり、自分の位置の近くにいるすべての敵を攻撃する。\n\n標準アクションとして、自分の基本攻撃ボーナス（エピック攻撃ボーナスを含む）の5点ごとに近接攻撃を1回行なうことができる。このアクションで1人の相手を複数回攻撃することはできない。この攻撃は（次のターンの開始時まで行なわれる他のすべての攻撃と同様に）-4のペナルティを受ける。"
s_chg_fatk_1		="危険な突撃"						s_chg_fatk_1_d			="突撃の一環として全力攻撃ができる。\n\n最初のラウンドまたは奇襲ラウンド中に敵に突撃した場合、突撃した相手に対して全力攻撃を行なうことができる。"
s_ao_x				="戦闘技能の向上"			s_ao_x_d				="守備を緩めた相手にはいくらでも対応できる。\n\n1ラウンドに行える機会攻撃の回数に制限はない。"
s_def_cst_pen		="呪文妨害"				s_def_cst_pen_d			="あなたが脅威を与えている呪文の使い手は、防御的に呪文を唱えるのが困難になる\n\nあなたが近接攻撃で威嚇した呪文の使い手は、防御のために行なう集中判定に-10のペナルティを受ける。"
s_mle_undr			="貫通ダメージ減少"		s_mle_undr_d			="クリーチャーのダメージ減少を回避できる。\n\n特殊な素材を1つ選ぶと、その素材から作られた武器のように、クリーチャーのダメージ減少を回避して近接攻撃を行なうことができる。\n\n君の近接武器（肉体武器を含む）は、君が攻撃したクリーチャーのダメージ減少を回避するために、選ばれた特別な素材から作られたものとして扱われる。\n\nその他の特殊素材の特性は、近接武器では得られない。"

s_bow_no_ao			="戦闘射撃"					s_bow_no_ao_d			="近接攻撃でも安全に弓を撃てる。\n\n威嚇時に弓を撃っても機会攻撃は受けない。"
s_rng_no_miss_50	="驚異的な精度"					s_rng_no_miss_50_d		="射撃武器を使用する際、完全な遮蔽や完全な隠蔽以下のものは無視できる。\n\nあなたの遠隔攻撃は、完全な隠蔽により与えられた対象への命中率低下を無視する。\n\n特殊：レンジャーのレベルが11以上あるキャラクターは、この特技の前提条件を満たしていなくてもこの特技の資格を得ることができるが、軽装鎧を着用しているか鎧を着用していない場合にのみ使用できる。"
s_thr_all			="投擲の嵐"					s_thr_all_d				="投擲武器が飛び交うようになり、近くにいるすべての敵をターゲットにする。\n\n全ラウンドアクションとして、30フィート以内の各対戦相手に、自分の基本攻撃ボーナスをフルに発揮したマジック軽い武器を投げつけてもよい。"

s_dfl_any			="優れた防御"			s_dfl_any_d				="範囲攻撃（範囲攻撃を必要とする呪文を含む）を矢のようにそらすことができる。"
s_rfl_any			="矢の反射"					s_rfl_any_d				="範囲攻撃を相手に反射する。\n\n矢や他の射撃攻撃をそらすと、その攻撃は自分の基本射撃攻撃ボーナスで相手に反射される。"
s_dfl_x				="無限の防御"				s_dfl_x_d				="あなたは1ラウンドの間、任意の回数の弾き返しを行うことができる。"
s_grap_10			="伝説のレスラー"				s_grap_10_d				="あなたは組みつきに非常に長けている。\n\nすべての組みつき判定に+10のボーナスを得る。\n\n特殊: モンクは素手強化の特技を持っていなくても、この特技の条件を満たすことができる。"
s_unarm_law			="正義の一撃"					s_unarm_law_d			="特に混沌なクリーチャーにダメージを与える。\n\nあなたの素手攻撃は秩序の武器として扱われる(秩序にそって、混沌の生物に対してさらに2d6点のダメージを与える)"
s_unarm_ch3			="鋭敏な一撃"						s_unarm_ch3_d			="素手の打撃が刃物のように鋭くなる。\n\nあなたの素手攻撃は、クリティカル威力範囲が18-20で、斬撃ダメージを与える。(あなたの選択により、すべての素手攻撃は代わりに殴打ダメージを与えることができるが、その場合は拡張された威力範囲の利点を得られない)"
s_unarm_kill		="斬首の一撃"					s_unarm_kill_d			="素手攻撃で相手の首をはねられる。\n\nあなたの素手攻撃は、斬撃性のヴォーパル(首狩り)武器と見なされる。(あなたの選択により、どの素手攻撃も代わりに殴打ダメージを与えることができるが、その場合はボーパルの性質を失う)"

s_spl_dc_1			="呪文熟練"						s_spl_dc_1_d			="あなたの魔法の系統の呪文は、通常よりもはるかに強力である。\n\n魔法の系統の呪文に対するすべての耐性判定に+1の難易度(DC)修正"
s_spl_dc_2			="偉大な呪文熟練"				s_spl_dc_2_d			=s_spl_dc_1_d
s_spl_dc_3			="エピック呪文熟練"					s_spl_dc_3_d			=s_spl_dc_1_d
s_spl_unsr1			="呪文貫通"				s_spl_unsr1_d			="あなたの呪文は非常に強力で、呪文耐性を簡単に破ることができる。\n\nクリーチャーの呪文耐性を打ち破るための呪文の使い手レベル判定に＋2のボーナスを得る。"
s_spl_unsr2			="偉大な呪文貫通"		s_spl_unsr2_d			="あなたの呪文は特に強力で、通常よりも容易に呪文耐性を打ち破る。\n\nクリーチャーの呪文耐性を打ち破るための呪文の使い手レベル判定に＋2のボーナスを得る。"
s_unsr_6			="エピック呪文貫通"			s_unsr_6_d				="あなたの呪文はとてつもなく強力で、呪文に対する抵抗力をいとも簡単に打ち破る。\n\nクリーチャーの呪文耐性を打ち破るための呪文の使い手レベル判定に＋2のボーナスを得る。"
s_spl_summ1			="招来の強化"				s_spl_summ1_d			="招来クリーチャーは筋力と耐久力に+4のボーナスを得る。"
s_spl_elem1			="招来術専門家"			s_spl_elem1_d			="招来呪文のダメージロールに+2ボーナス。"
s_cst_no_ao			="戦闘詠唱強化"			s_cst_no_ao_d			="脅威を受けたときに呪文を唱えても機会攻撃を受けない。"
s_spl_add_2x		="呪文の知識"					s_spl_add_2x_d			="最大レベルまで、任意のレベルの新しいアーケイン呪文を2つ習得する。"
s_spl_cpy_1x		="呪文同調者"					s_spl_cpy_1x_d			="あなたが持っている呪文のような能力か、あなたが唱えられる呪文を選ぶ。この魔法があなたの近くで使われるたびに、あなたはその恩恵を受ける。\n\nあなたは選んだ魔法に同調する。あなたから300フィート以内にいる他の魔法使いがこの魔法を使用した場合、あなたは即座にその魔法の効果を得る。\n\n魔法の恩恵を受けるためには、魔法使いに直接の視界が必要です（魔法使いの存在を知っている必要はありませんし、不意打ち状態でも構いません）。魔法の持続時間、効果、およびその他の詳細は、元の魔法使いのレベルによって決定されます。"
s_spl_cvt_1x		="即興呪文"				s_spl_cvt_1x_d			="唱えられる呪文を1つ選ぶ。クレリックがエネルギーをチャネリングして呪文を治癒呪文に変換するのと同じように、君はその呪文のレベルに応じた準備呪文を自発的にその呪文に変換することができる。"

s_sf_3				="技能熟練"						s_sf_3_d				="技能を使用したすべての判定に+3ボーナス。"
s_sf_10				="エピック技能熟練"					s_sf_10_d				="あなたには伝説的な技術がある。\n\n技能を使用したすべての判定に+10ボーナス。"
s_sf_4_rep			="エピック名声"					s_sf_4_rep_d			="あなたの評判は、他者との交流に大きなボーナスをもたらす。\n\nはったり、交渉、情報収集、威圧、および芸能の判定に+4のボーナス。"
s_polyglot			="多言語話者"							s_polyglot_d			="あなたはすべての言語を話すことができる。読み書きができれば、すべての言語（魔法文字は含まない）の読み書きができる。"
s_bus_svy			="ビジネスの手腕"					s_bus_svy_d				="あなたは収益性の高いビジネスを立ち上げ、維持することに特別な才能がある。\n\nすべての利益判定に+2のボーナスを得る。さらに、ビジネス関連のイベントを解決する際には、すべての攻撃ロール、セーヴィングスロー、判定に+1の幸運ボーナスを得る。"
-- z_add_pwr
s_wis_melee			="禅武道"					s_wis_melee_d	="近接攻撃を行うとき、攻撃ロールで筋力修正値の代わりに判断力修正値を使用してもよい。"
s_str_throw			="力投"						s_str_throw_d	="投擲武器で遠距離攻撃を行う場合、攻撃ロールで敏捷力修正値の代わりに筋力修正値を使用できます。"
s_quick_draw		="素早い抜刀"				s_quick_draw_d	="移動アクションではなく、自由アクションとして武器の抜き差しができ、機会攻撃を誘発しない。"
s_atk_m_dmg2		="手痛い一撃"				s_atk_m_dmg2_d	="1回の近接攻撃で通常の2倍のダメージを与える。外れた場合はダメージが半分になる。"..use_a
s_atk_m_dmg3		="手痛い一撃強化"			s_atk_m_dmg3_d	="手痛い一撃のダメージが3倍に増加"
s_atk_m_dmg4		="偉大な手痛い一撃"			s_atk_m_dmg4_d	="手痛い一撃のダメージが4倍に増加"
s_atk_r_dmg2		="手痛い射撃強化"			s_atk_r_dmg2_d	="1回の遠隔攻撃で通常の2倍のダメージを与える。外れた場合はダメージが半分になる。"..use_a
s_atk_r_dmg3		="手痛い射撃"				s_atk_r_dmg3_d	="手痛い射撃のダメージが3倍に増加"
s_atk_r_dmg4		="偉大な手痛い射撃"			s_atk_r_dmg4_d	="手痛い射撃のダメージが4倍に増加"

s_pa				="強打"	s_pa_d			=[[追加の近接攻撃ボーナスをダメージと交換する。

あなたの近接攻撃ボーナスが相手のACより高い場合、冗長な部分は自動的にダメージボーナスに変換される（あなたの基本攻撃ボーナスを上限とする）。

両手武器、両手で振るう片手武器、あるいは唯一の主な肉体武器で攻撃する場合、このダメージボーナスは2倍になる。ただし、このダメージボーナスは軽い武器（素手攻撃や肉体武器を除く）には適用されない。]]
pwr_rng_pa_n		="致命的な狙い"	pwr_rng_pa_d	="<t=@pwr_pa c=fc_b>強打</t>と似ていますが、遠距離攻撃用です（2倍のダメージボーナスルールを除く）。"

s_tw="二刀流"	s_tw_d=[[両手に武器を持って戦うことができる。2本目の武器で毎ラウンド1回の追加攻撃ができる。

この方法で戦う場合、通常攻撃や利き手による攻撃には-6のペナルティを受け、利き手でない手による攻撃には-10のペナルティを受ける。

これらのペナルティを軽減するには2つの方法がある。:
- 利き手でない手の武器が軽い武器の場合、ペナルティはそれぞれ2軽減される。(素手の攻撃は常に軽い武器とみなされる)。
- 二刀流の特技は、利き手のペナルティを2減少させ、利き手でない手のペナルティを6減少させます。

下の表は、これらすべての要因の相互作用をまとめたものである。

二刀流ペナルティ:
<b>状況			利き手	利き手でない手</b>
通常のペナルティ		-6		-10
利き手でない手武器はライト	-4		-8
二刀流戦闘の特技		-4		-4
特技＋軽い武器		-2		-2

<b>双頭武器: </b>双頭武器を使用すると、2つの武器で戦っているかのように、武器の利き手でない手側で追加攻撃を行うことができる。ペナルティは、利き手でない手で使う武器の先端が軽い武器であるかのように適用される。]]
s_hr_tw_ratk_2="<t=$s_tw_nd c=fc_b>二刀流</t>: 通常攻撃に2つ目の武器による追加攻撃1回 <c=twa>(判定なし：全力攻撃のみ）</c>"
pwr_tw_n	="二刀流"		pwr_tw_d	="二刀流で戦う際の攻撃ロールに対するペナルティが軽減されます。利き手のペナルティは2減少し、利き手でない手のペナルティは6減少します。\n\n通常: "..s_tw_d
pwr_tw1_n	="二刀流強化"	pwr_tw1_d	="利き手でない手で使う武器で得られる通常の1回の追加攻撃に加え、-5ペナルティではあるが2回目の攻撃が得られる。"
pwr_tw2_n	="上級二刀流"	pwr_tw2_d	="利き手でない手で使う武器で3回目の攻撃ができるが、ペナルティは-10。"
pwr_tw3_n	="完璧二刀流"	pwr_tw3_d	="利き手でない手で使う武器でも、利き手と同じ基本攻撃ボーナスを用いて同じ回数の攻撃を行うことができます。二刀流で戦う場合、通常のペナルティは引き続き適用されます。"
pwr_tw_def_n="二刀の守り"	pwr_tw_def_d="双頭武器や二刀流武器（肉体武器や素手攻撃を含まない）を扱う際、AC（アーマークラス）に+1の盾ボーナスが加わります。\n\n全体防御アクションを使用している場合、この盾ボーナスは＋2に増加する。"
pwr_tw_def1_n="二刀の守り強化"	pwr_tw_def1_d="二刀流防御に+1ボーナス。"
pwr_tw_off_n="ダブルスライス"	pwr_tw_off_d="利き手でない手のダメージロールに筋力のボーナスを加える。\n\n通常：通常、利き手でない手で振るう武器のダメージロールには、自分の筋力ボーナスの半分しか加算されない。\n\nこの特技は強打や突撃の追加ダメージボーナスにも適用される。"
pwr_tw_rend_n="二刀流引き裂き"	pwr_tw_rend_d="両方の武器で攻撃した敵を裂きます。\n\n自分の利き手と利き手でない手武器の両方で相手に命中した場合、さらに1d10ポイントのダメージと、自分の耐久力修正値の1～1/2倍のダメージを与える。\n\n裂きダメージで倒した場合は、薙ぎ払い（一撃で敵を倒した際に追加攻撃を行える特技）を引き起こしません。"

pwr_th_n="両手武器による戦闘"	pwr_th_d="両手武器によるダメージロールに+2ボーナス。"..th_note
pwr_th1_n="両手武器による戦闘の向上"	pwr_th1_d="両手武器による戦闘に+2ボーナス。"
pwr_th_ko_n="ノックダウン"	pwr_th_ko_d="両手用の武器で攻撃を受けた際、10%の確率で戦闘技能判定が発生し、判定に失敗すると対象は転倒します。"..th_note
pwr_th_ko1_n="ノックダウンの向上"	pwr_th_ko1_d="ノックダウン率を20%に増加。"
pwr_th_atk1_n="両手持ち武器の熟練"	pwr_th_atk1_d="両手武器による攻撃ロールに+1ボーナス。"..th_note

pwr_rng_near_n="至近射撃"	pwr_rng_near_d="射程距離30フィートまでの射撃武器による攻撃とダメージのロールに＋1のボーナスを得る。"
pwr_rng_far_n="遠距離射撃"	pwr_rng_far_d="弓などの飛び道具を使用すると、射程が 2 分の 1 (1-1/2 倍) 増加します。 投擲武器を使用すると射程が2倍になります。"
pwr_rng_precise_n="精密射撃"	pwr_rng_precise_d="乱戦での射撃に対するペナルティはない。\n\n近接攻撃をしている相手に対して、射撃武器を撃ったり投げたりしても、攻撃ロールに通常の-4ペナルティを受けることはない。"
pwr_rng_precise1_n="精密射撃強化"	pwr_rng_precise1_d="あなたの射撃攻撃は、援護や隠蔽の効果を無視するが、全体援護や全体隠蔽は無視する。\n\nさらに、組みつきしている相手に向かって射撃武器を撃ったり投げたりすると、自動的に選んだ相手に攻撃が当たる。この特技がない場合、どの組みつき相手に攻撃が当たるかはランダムにロールしなければならない。"
pwr_atk_r_atk2_n="速射"	pwr_atk_r_atk2_d="遠距離武器を使用すると、ラウンドごとに 1 回の追加攻撃を得ることができます。 攻撃は基本攻撃ボーナスが最高になりますが、そのラウンドで行う各攻撃 (追加の攻撃と通常の攻撃) には -2 のペナルティがかかります。 この特技を使用するには、全力攻撃アクションを使用する必要があります。"
pwr_atk_r_atk2_1_n="速射強化"	pwr_atk_r_atk2_1_d="連射にペナルティはない。"
pwr_atk_r_atk2_2_n="上級速射"	pwr_atk_r_atk2_2_d="連射は3発。"
pwr_atk_r_tgt3_n="束ね射ち"	pwr_atk_r_tgt3_d="指定範囲内の複数の敵に範囲攻撃を行う。各攻撃は最も高い基本攻撃ボーナスを受けるが、-2のペナルティを受ける。"..use_a
pwr_atk_r_tgt3_1_n="束ね射ち強化"	pwr_atk_r_tgt3_1_d="範囲射撃にはペナルティなし。"
pwr_atk_r_tgtx_n="矢の雨"	pwr_atk_r_tgtx_d="範囲攻撃範囲内にいる全ての敵に範囲攻撃を行う。各攻撃は最も高い基本攻撃ボーナスを受けるが、-2のペナルティを受ける。"..use_b
pwr_atk_r_tgtx_1_n="矢の雨強化"	pwr_atk_r_tgtx_1_d="矢の雨のペナルティはない。"
pwr_rng_xbow_n="クロスボウスナイパー"	pwr_rng_xbow_d="クロスボウのダメージロールに+2ボーナス。"
pwr_rng_wis_n="禅弓術"	pwr_rng_wis_d="範囲攻撃を行なう場合、攻撃ロールに敏捷力の修正の代わりに判断力の修正を使用してもよい。"

pwr_snt_arw_d=[[
矢止めの特技を使用する場合、武器をそらす代わりに受け止めることができる。

投げられた武器は、機会攻撃を受けることなく、元の攻撃者に向かって即座に投げ返される。

<c=o>この能力がスイッチ能力として発動した場合、投げられた武器も後で使えるように保管される。</c>
]]-- Special: A fighter may select Snatch Arrows as one of his fighter bonus feats.

pwr_stunning_fist_d=[[
驚異の拳はあなたの素手攻撃によってダメージを受けた敵に、通常のダメージに加えて耐久力セーヴィングスローを強いる（あなたのキャラクターレベル / 2 + 判断力修正値 vs. 敵の耐久力）。このセーヴィングスローに失敗した防御者は気絶状態になる。<t=@cond_stunned_nd c=r>stunned</t>1ラウンド。

1日あたりの使用量:モンクレベル + 非モンクレベル / 4。
1ラウンドに1回までしか使用できない。攻撃ロールが失敗した場合は、その試みは台無しになる。
]]-- A stunned character can’t act, loses any Dexterity bonus to AC, and takes a –2 penalty to AC.	Constructs, oozes, plants, undead, incorporeal creatures, and creatures immune to critical hits cannot be stunned.	You must declare that you are using this feat before you make your attack roll (thus, a failed attack roll ruins the attempt).	Special: A monk may select Stunning Fist as a bonus feat at 1st level, even if she does not meet the prerequisites. A monk who selects this feat may attempt a stunning attack a number of times per day equal to her monk level, plus one more time per day for every four levels she has in classes other than monk. A fighter may select Stunning Fist as one of his fighter bonus feats.	You may attempt a stunning attack once per day for every four levels you have attained, and no more than once per round. A failed attack roll ruins the attempt, too.	1 round (until just before your next action)

pwr_ch_mle_dmg_d=[[
熟練した近接武器を使用し、クリティカルヒットに成功した場合、追加ダメージを与える。:
武器のクリティカル倍率がx2の場合、さらに1d6ポイントのダメージを追加する。
武器のクリティカル倍率がx3の場合、さらに2d6ポイントのダメージを追加する。
武器のクリティカル倍率がx4の場合、3d6ポイントの追加ダメージを与える。

クリティカルヒットを受けないクリーチャーはこの特技の効果を受けない。
]]-- Choose one type of melee weapon, such as longsword or greataxe. With that weapon, you do more damage on a critical hit.	Special: You can gain this feat multiple times. Its effects do not stack. Each time you take the feat, it applies to a new type of weapon.

pwr_unarmed_strike_d=[[
モンクは素手で戦う訓練を受けており、素手で戦う際にかなり有利になる。

モンクの攻撃は、交互にどちらの拳を使っても良いし、肘、膝、足からでも可能です。これは、モンクが手に何かを持っていても素手攻撃を行えることを意味します。モンクが素手で攻撃する場合、利き手でない手攻撃というものは存在しません。したがって、モンクは全ての素手攻撃のダメージロールに対して、彼女の全力の筋力ボーナスを適用できます。

モンクのレベルが上がるにつれて、彼女の素手攻撃は攻撃回数が増え（6回目、14回目、18回目に1回追加）、ダメージも増える。

小型、中型、大型モンクの素手攻撃ダメージ:
レベル	小型	中型	大型
1	1d4	1d6	1d8
4	1d6	1d8	2d6
8	1d8	1d10	2d8
12	1d10	2d6	3d6
16	2d6	2d8	3d8
20	2d8	2d10	4d8

<c=o>この能力が能力切り替えとして発動している場合、近接武器を持っていても、近接攻撃では常に素手の攻撃を行なう。</c>
]]-- Usually a monk's unarmed strikes deal lethal damage, but she can choose to deal nonlethal damage instead with no penalty on her attack roll. She has the same choice to deal lethal or nonlethal damage while grappling.	A monk's unarmed strike is treated both as a manufactured weapon and a natural weapon for the purpose of spells and effects that enhance or improve either manufactured weapons or natural weapons.

pwr_flurry_of_blows_d=[[
鎧を着用していない場合、モンクは正確さを犠牲にして連打で攻撃することができる。

Lv 1: 追加攻撃+1。そのラウンドの攻撃はすべて-2のペナルティを受ける。
Lv 5: ペナルティは-1に軽減される。
Lv 9: ペナルティーはなくなる。
Lv 11: 追加攻撃+1。

連続打撃を使用する際、モンクは素手攻撃または特別なモンク武器のみで攻撃することができます。素手攻撃で攻撃する場合、素手攻撃からの追加攻撃がカウントされます。

モンクは連続打撃のダメージロールに常に筋力のボーナスをフルに適用する。

鎧を着用しているとき、盾を使用しているとき、運搬している重量が中荷重または重荷重のときは、モンクはこの能力を使用できない。
]]-- When using weapons as part of a flurry of blows, a monk applies her full Strength bonus to her damage rolls for all successful attacks, whether she wields a weapon in one or both hands.	(kama, nunchaku, quarterstaff, sai, shuriken, and siangham)	She may attack with unarmed strikes and special monk weapons interchangeably as desired.	The monk can't use any weapon other than a special monk weapon as part of a flurry of blows.	In the case of the quarterstaff, each end counts as a separate weapon for the purpose of using the flurry of blows ability. Even though the quarterstaff requires two hands to use, a monk may still intersperse unarmed strikes with quarterstaff strikes, assuming that she has enough attacks in her flurry of blows routine to do so.	she gets a second extra attack at her full base attack bonus	 (not Str bonus x1-1/2 or x1/2)

pwr_ac_bonus_d=[[モンクは打撃をかわす訓練に長けており、予期せぬ攻撃でも避けることができる第六感を持っている。

鎧を身につけず、荷物を持たない状態で、モンクは彼女の判断力ボーナスをACに加えます。さらに、モンクは5レベルごとにACへの+1ボーナスを得ます（5レベルで+1、10レベルで+2、…）。

これらのACへのボーナスは、接触攻撃を受けた場合やモンクが立ちすくみ状態であっても適用されます。

彼女は、身動きが取れないか無力状態のとき、あるいは何らかの鎧やローブ等を着用しているとき、盾を持っているとき、運搬している重量が中荷重または重荷重のときに、これらのボーナスを失います。
]]

pwr_ki_atk_d=[[
モンクの素手攻撃は、彼女のモンクレベルに応じて向上する"気"の力で強化されます。

5レベルごとに素手攻撃の強化ボーナスが+1される（5レベルで+1、10レベルで+2、…）。

彼女の素手攻撃は、ダメージ減少を持つクリーチャーにダメージを与える目的で、特定の種類の武器として扱われる。:
Lv 4:	魔法の武器
Lv 7:	冷たい鉄と錬金術銀武器
Lv 10:	秩序武器
Lv 16:	アダマンタイン武器

<c=o>(冷たい鉄、秩序武器関連モンスターは開発中）</c>
]]--  and bypassing hardness

pwr_quivering_palm_d=[[
モンクは他のクリーチャーの体内に波動を与えることができ、その波動はモンクが望めば致命的なものとなる。

この能力が発動したときモンクが攻撃に成功し、対象がその一撃でダメージを受けた場合、震える掌打は成功する。

その後モンクはいつでも犠牲者を殺そうとすることができる。このような試みを行うには、モンクは単に対象が死ぬことを望むだけである。:モンクのレベル/2 + 判断力修正値 対 対象の頑健セーヴ。成功した場合対象は死亡する。失敗した場合震える掌打の効果は消える。

クリティカルヒットを受けないクリーチャーは影響を受けない。]]-- Once a week (must announce before attack),	…time, as long as the attempt is made within a number of days equal to her monk level

pwr_empty_body_d=[[
モンクはエーテル界に入り、エーテル化することができます。

この能力の持続時間中、モンクはエーテル界と呼ばれる場所にいます。これは、通常の物理的な物質界と重なり合っています。能力が終了すると、彼女は物質的な存在に戻ります。

エーテル状態で過ごしたラウンド数の合計がモンクレベルを超えない限り、1日のうちに何度でもエーテル状態になることができる。

物質面では、彼女は透明で実体がない。しかし、彼女は物質面で見ることも聞くこともできるが、すべてが灰色で儚く見える。物質面での視力と聴力は60フィート以内に制限される。

通常、エーテルクリーチャーと物質クリーチャーは互いに攻撃できない。エーテルのクリーチャーは他のエーテルのクリーチャーやエーテルのオブジェクトを物質であるかのように扱う。

モンクは実体のないクリーチャーとして、生物を含む固い物体の中を移動することができる。この能力が切れ、物質的な物体（固い壁など）の中で物質的になると、最も近い空き地に追いやられ、その移動距離5フィートにつき1d6点のダメージを受ける。
]]-- A monk gains the ability to assume an ethereal state for 1 round per monk level per day, as though using the spell etherealness.


-- z_pwrs.spl
pwr_fire_ball_n="ファイアーボール"
pwr_fire_cloud_n="インセンディアリー クラウド"
pwr_meteor_swarm_n="ミーティアスワーム"
pwr_ice_nova_n="フロストノヴァ"
pwr_ice_storm_n="アイスストーム"
pwr_litn_n="ライトニングボルト"
pwr_litn_x_n="チェインライトニング"
pwr_acid_arrow_n="アシッドアロー"
pwr_acid_fog_n="アシッドフォグ"
pwr_mm_n="マジックミサイル"
pwr_searing_lit_n="シアリングライト"
pwr_heal_n="キュアウーンズ"	pwr_heal_u="HPを%s回復する"
pwr_harm_n="インフリクトウーンズ"
pwr_heal_x_n="マスキュアウーンズ"
pwr_harm_x_n="マスインフリクトウーンズ"
pwr_heal2_n="ヒール"
pwr_harm2_n="ハーム"
pwr_heal2_x_n="マスヒール"
pwr_harm2_x_n="マスハーム"
pwr_resurrect_n="レイズデッド"
pwr_slay_live_n="スレイリビング"
pwr_dead_finger_n="フィンガーオブデス"
pwr_wail_of_the_banshee_n="ウェイルオブザバンシー"
pwr_power_word_stun_n="パワーワードスタン"
pwr_power_word_kill_n="パワーワードキル"
pwr_false_life_n="フォルスライフ"
pwr_aid_n="エイド"	pwr_aid_u="+%s 一時的 HP\n恐怖に対する攻撃ロールとセーヴに+1の士気ボーナス"
pwr_death_knell_n="デスネル"
pwr_bulls_strength_n="ブルズストレングス"	pwr_bulls_strength_u="+4 筋力"
pwr_cats_grace_n="キャッツグレース"	pwr_cats_grace_u="+4 敏捷力"
pwr_bears_endurance_n="ベアズエンデュランス"	pwr_bears_endurance_u="+4 耐久力"
pwr_foxs_cunning_n="フォックスズカニング"	pwr_foxs_cunning_u="+4 知力"
pwr_owls_wisdom_n="オウルズウィズダム"	pwr_owls_wisdom_u="+4 判断力"
pwr_eagles_splendor_n="イーグルズスプレンダー"	pwr_eagles_splendor_u="+4 魅力"
pwr_mass_bulls_strength_n="マスブルズストレングス"
pwr_mass_cats_grace_n="マスキャッツグレース"
pwr_mass_bears_endurance_n="マスベアズエンデュランス"
pwr_mass_foxs_cunning_n="マスフォックスズカニング"
pwr_mass_owls_wisdom_n="マスオウルズウィズダム"
pwr_mass_eagles_splendor_n="マスイーグルズスプレンダー"
pwr_true_strike_n="トゥルーストライク"
pwr_divine_favor_n="ディバインフェイバー"
pwr_divine_power_n="ディバインパワー"
pwr_heroism_n="ヒロイズム"	pwr_heroism_u="攻撃ロールとセーヴに+2の士気ボーナス"
pwr_greater_heroism_n="グレーターヒロイズム"
pwr_shield_of_faith_n="シールドオブフェイス"	pwr_shield_of_faith_u="ACに+%dの偏向ボーナス"
pwr_shield_n="シールド"
pwr_mage_armor_n="メイジアーマー"	pwr_mage_armor_u="ACに+4鎧ボーナス"
pwr_expeditious_retreat_n="エクスペディシャスリトリート"
pwr_protection_from_spells_n="プロテクションフロムスペルズ"
pwr_death_ward_n="デスワード"
pwr_halt_undead_n="ホルトアンデッド"
pwr_hold_person_n="ホールドパーソン"
pwr_hold_monster_n="ホールドモンスター"
pwr_mass_hold_person_n="マスホールドパーソン"
pwr_mass_hold_monster_n="マスホールドモンスター"
pwr_sleep_n="スリープ"
pwr_irresistible_dance_n="イリジスティブルダンス"
pwr_grease_n="グリース"
pwr_web_n="ウェブ"
pwr_sum_n="サモンエレメンタル"
pwr_mk_ud_n="アニメイトアンデッド"
pwr_dispel_n="ディスペルマジック"
pwr_teleport_n="テレポート"
pwr_burning_hands_n="バーニングハンズ"
pwr_scorching_ray_n="スコーチングレイ"
pwr_flame_strike_n="フレイムストライク"
pwr_fire_storm_n="ファイアストーム"
pwr_cone_of_cold_n="コーンオブコールド"
pwr_freezing_sphere_n="フリージングスフィア"
pwr_polar_ray_n="ポーラーレイ"
pwr_shocking_grasp_n="ショッキンググラスプ"
pwr_sound_burst_n="サウンドバースト"
pwr_shout_n="シャウト"
pwr_greater_shout_n="グレーターシャウト"
pwr_sunburst_n="サンバースト"
pwr_implosion_n="インプロージョン"
pwr_chill_touch_n="チルタッチ"
pwr_vampiric_touch_n="ヴァンパイリックタッチ"
pwr_horrid_wilting_n="ホリッドウィルティング"
pwr_circle_of_death_n="サークルオブデス"
pwr_undeath_to_death_n="アンデストゥデス"
pwr_destruction_n="デストラクション"
pwr_disintegrate_n="ディスインテグレイト"
pwr_phantasmal_killer_n="ファンタズマルキラー"
pwr_weird_n="ウィアード"
pwr_storm_of_vengeance_n="ストームオブヴェンジェンス"
pwr_ray_of_enfeeblement_n="レイオブエンフィーブルメント"
pwr_poison_n="ポイズン"
pwr_touch_of_idiocy_n="タッチオブイディオシー"
pwr_feeblemind_n="フィーブルマインド"
pwr_enervation_n="エナーヴェイション"
pwr_energy_drain_n="エナジードレイン"
pwr_daze_n="デイズ"
pwr_daze_monster_n="デイズモンスター"
pwr_bless_n="ブレス"
pwr_bane_n="ベイン"
pwr_prayer_n="プレイヤー"
pwr_hideous_laughter_n="ヒディアスラフター"
pwr_rage2_n="レイジ"	pwr_rage2_u="筋力と耐久力の士気ボーナス＋2\n意志セーヴに士気ボーナス＋1\n<c=r>ACのペナルティ-2を得る</c>"
pwr_good_hope_n="グッドホープ"	pwr_good_hope_u="影響を受けたクリーチャーはそれぞれ、セーヴィングスロー、攻撃ロール、能力判定、技能判定、武器ダメージロールに＋2の士気ボーナスを得る"
pwr_crushing_despair_n="クラッシングディスペア"
pwr_power_word_blind_n="パワーワードブラインド"
pwr_doom_n="ドゥーム"
pwr_blindness_deafness_n="ブラインドネス/デフネス"
pwr_ghoul_touch_n="グールタッチ"
pwr_ray_of_exhaustion_n="レイオブエグゾーション"
pwr_waves_of_fatigue_n="ウェイブスオブファティーグ"
pwr_waves_of_exhaustion_n="ウェイブスオブエグゾーション"
pwr_haste_n="ヘイスト"	pwr_haste_u="全力攻撃時に追加攻撃を1回行う\n攻撃ロールに＋1のボーナスを獲得し\nACと反応セーヴに＋1の回避ボーナスを得る\n移動速度が30フィートの強化ボーナスにより増加し、最大で通常速度の2倍までになります"
pwr_slow_n="スロウ"
pwr_flesh_to_stone_n="フレッシュトゥストーン"
pwr_stone_to_flesh_n="ストーントゥフレッシュ"
pwr_transformation_n="トランスフォーメーション"
pwr_iron_body_n="アイアンボディ"
pwr_disrupting_weapon_n="ディスラプティングウェポン"
pwr_consecrate_n="コンセクレイト"
pwr_desecrate_n="デセクレイト"
pwr_glitterdust_n="グリッターダスト"
pwr_stinking_cloud_n="スティンキングクラウド"
pwr_sleet_storm_n="スリートストーム"
pwr_lesser_restoration_n="レッサーレストレーション"	pwr_lesser_restoration_u="能力低下を解除するか、一時的な能力ダメージを1d4ポイント回復します\n疲労状態を取り除き、消耗状態を疲労状態に改善します"
pwr_restoration_n="レストレーション"
pwr_greater_restoration_n="グレーターレストレーション"
pwr_delay_poison_n="ディレイポイズン"	pwr_delay_poison_u="一時的に毒に対する免疫を得る"
pwr_neutralize_poison_n="ニュートラライズポイズン"	pwr_neutralize_poison_u="既存の毒を解毒します\n一時的に毒に対して免疫を得ます"
pwr_remove_paralysis_n="リムーブパラライシス"	pwr_remove_paralysis_u="一時的な麻痺を取り除く"
pwr_remove_blindness_deafness_n="リムーブブラインドネス/デフネス"	pwr_remove_blindness_deafness_u="盲目や難聴を治す"
pwr_remove_disease_n="リムーブディシーズ"	pwr_remove_disease_u="すべての病気を治す"
pwr_remove_curse_n="リムーブカース"	pwr_remove_curse_u="すべての呪いを取り除く"
pwr_shield_other_n="シールドアザー"
pwr_protection_from_arrows_n="プロテクションフロムアローズ"	pwr_protection_from_arrows_u="遠距離武器に対して %d/- のダメージ減少（合計 %d ポイント軽減します）"
pwr_stoneskin_n="ストーンスキン"
pwr_resist_energy_n="レジストエネルギー"	pwr_resist_energy_u="選択されたエネルギー耐性のタイプ %d"
pwr_protection_from_energy_n="プロテクションフロムエネルギー"	pwr_protection_from_energy_u="選択したタイプのエネルギーに一時的に免疫を持つ（合計%dポイントを吸収）"
pwr_spell_resistance_n="スペルレジスタンス"
pwr_spell_turning_n="スペルターニング"
pwr_mind_blank_n="マインドブランク"
pwr_freedom_of_movement_n="フリーダムオブムーブメント"
pwr_dismissal_n="ディスミサル"
pwr_banishment_n="バニシュメント"
pwr_hide_from_undead_n="ハイドフロムアンデッド"
pwr_sanctuary_n="サンクチュアリ"
pwr_goi_l_n="レッサーグローヴオブインヴァルナラビリティ"
pwr_goi_n="グローヴオブインヴァルナラビリティ"
pwr_repulsion_n="リパルション"
pwr_antimagic_field_n="アンチマジックフィールド"
pwr_entropic_shield_n="エントロピックシールド"
pwr_silence_n="サイレンス"
pwr_blur_n="ブラー"	pwr_blur_u="隠蔽（20%の失敗確率）"
pwr_displacement_n="ディスプレイスメント"	pwr_displacement_u="完全な隠蔽（50%の失敗確率）"
pwr_blink_n="ブリンク"
pwr_obscuring_mist_n="オブスキュアリングミスト"
pwr_fog_cloud_n="フォグクラウド"
pwr_solid_fog_n="ソリッドフォグ"
pwr_command_n="コマンド"
pwr_greater_command_n="グレーターコマンド"
pwr_dominate_person_n="ドミネイトパーソン"
pwr_dominate_animal_n="ドミネイトアニマル"
pwr_dominate_monster_n="ドミネイトモンスター"
pwr_command_undead_n="コマンドアンデッド"
pwr_control_undead_n="コントロールアンデッド"
pwr_invisibility_n="インビジビリティ"
pwr_greater_invisibility_n="グレーターインビジビリティ"
pwr_mass_invisibility_n="マスインビジビリティ"
pwr_invisibility_sphere_n="インビジビリティスフィア"
pwr_see_invisibility_n="シーインビジビリティ"
pwr_true_seeing_n="トゥルーシーイング"
pwr_invisibility_purge_n="インビジビリティパージ"
pwr_protection_from_evil_n="プロテクションフロムイービル"
pwr_protection_from_good_n="プロテクションフロムグッド"
pwr_protection_from_chaos_n="プロテクションフロムカオス"
pwr_protection_from_law_n="プロテクションフロムロウ"
pwr_magic_circle_against_evil_n="マジックサークルアゲインストイービル"
pwr_magic_circle_against_good_n="マジックサークルアゲインストグッド"
pwr_magic_circle_against_chaos_n="マジックサークルアゲインストカオス"
pwr_magic_circle_against_law_n="マジックサークルアゲインストロウ"
pwr_dispel_evil_n="ディスペルイービル"
pwr_dispel_good_n="ディスペルグッド"
pwr_dispel_chaos_n="ディスペルカオス"
pwr_dispel_law_n="ディスペルロウ"
pwr_holy_aura_n="ホーリーオーラ"
pwr_unholy_aura_n="アンホーリーオーラ"
pwr_shield_of_law_n="シールドオブロウ"
pwr_cloak_of_chaos_n="クロークオブカオス"
pwr_holy_word_n="ホーリーワード"
pwr_blasphemy_n="ブラスフェミー"
pwr_dictum_n="ディクタム"
pwr_word_of_chaos_n="ワードオブカオス"
pwr_color_spray_n="カラースプレイ"
pwr_prismatic_spray_n="プリズマティックスプレイ"
pwr_fire_shield_n="ファイアシールド"
pwr_resilient_sphere_n="リジリエントスフィア"
pwr_calm_emotions_n="カームエモーションズ"
pwr_mind_fog_n="マインドフォッグ"
pwr_confusion_n="コンフュージョン"
pwr_insanity_n="インサニティ"
pwr_bestow_curse_n="ベストウカース"
pwr_contagion_n="コンテージョン"
pwr_eyebite_n="アイバイト"
pwr_ethereal_jaunt_n="イセリアルジョーント"
pwr_etherealness_n="エセリアルネス"
pwr_time_stop_n="タイムストップ"
pwr_black_tentacles_n="ブラックテンタクルズ"
pwr_dimension_door_n="ディメンションドア"
pwr_interposing_hand_n="インターポージングハンド"
pwr_forceful_hand_n="フォースフルハンド"
pwr_grasping_hand_n="グラスピングハンド"
pwr_clenched_fist_n="クレンチドフィスト"
pwr_crushing_hand_n="クラッシングハンド"
pwr_mirror_image_n="ミラーイメージ"
pwr_spiritual_weapon_n="スピリチュアルウェポン"
pwr_mages_sword_n="メイジズソード"
pwr_mages_faithful_hound_n="メイジズフェイスフルハウンド"
pwr_mislead_n="ミスリード"
pwr_hold_animal_n="ホールドアニマル"
pwr_detect_good_n="ディテクトグッド"
pwr_detect_evil_n="ディテクトイービル"
pwr_detect_law_n="ディテクトロウ"
pwr_detect_chaos_n="ディテクトカオス"
pwr_detect_thoughts_n="ディテクトソーツ"
pwr_detect_undead_n="ディテクトアンデッド"
pwr_detect_animals_or_plants_n="ディテクトアニマルオアプラント"
pwr_detect_magic_n="ディテクトマジック"
pwr_detect_secret_doors_n="ディテクトシークレットドアーズ"
pwr_detect_snares_and_pits_n="ディテクトスネアーズアンドピッツ"
pwr_detect_poison_n="ディテクトポイズン"
pwr_detect_scrying_n="ディテクトスクライング"

pwr_fire_ball_d="ファイアーボールの呪文は、低い轟音とともに爆発する炎の爆裂であり、その範囲内にいるすべてのクリーチャーに、呪文の使い手レベルにつき1d6ポイントの炎ダメージを与える。"

pwr_fire_cloud_d="インセンディアリークラウドの呪文は、白熱した燃えかすを噴射する轟々とした煙の雲を作り出す。雲の中の白熱した燃えかすは、毎ラウンド、自分のターンに雲の中のすべてのものに、呪文の使い手レベル4につき1d6点の火傷を与える。すべての対象は毎ラウンド反応セーヴを行ない、ダメージを半減させることができる。"

pwr_meteor_swarm_d=[[
メテオスワームは非常に強力でエピック呪文で、ファイアーボールと似ている部分も多いが、規模が大きくダメージも強い。

投げつけると、伸ばした手から無数の炎の球体が湧き上がり、一直線に指定した場所へと飛んでいく。流星球は火花の軌跡を残す。

範囲内の各クリーチャーに、呪文の使い手レベル1につき1d6点の火傷ダメージと、呪文の使い手レベル2につき1d6点の殴打ダメージを与える。
]]


pwr_ice_nova_d="周囲の敵をすべて凍らせる。敵は身動きがとれなくなり、少しの冷気ダメージを与える。"

pwr_ice_storm_d=[[
大きな魔法の雹が1ラウンドの間降り注ぎ、その範囲にいるすべてのクリーチャーに、呪文の使い手レベル2につき1d6点の殴打ダメージと、呪文の使い手レベル3につき1d6点の冷気ダメージを与える。

その領域内の陸上移動はすべて半分の速度となる。

持続時間が終わると霰は消え、（与えたダメージ以外の）後遺症は残らない。
]]


pwr_litn_d="あなたは強力な電気エネルギーの一撃を放ち、その範囲内にいる各クリーチャーに呪文の使い手レベルにつき1d6点の電気ダメージを与える。稲妻は君の指先から放たれる。"

pwr_litn_x_d=[[
この呪文は指先から一撃で放たれる放電を発生させる。稲妻とは異なり、チェインライトニングは最初に1つのオブジェクトやクリーチャーを攻撃し、その後他のターゲットに弧を描く。

稲妻は呪文の使い手レベルにつき1d6点の電気ダメージを第一の目標に与える。落雷後、稲妻はあなたの呪文の使い手レベルに等しい数の、視界内にいる二次的な目標に弧を描くことができる。副目標はすべて主目標から30フィート以内にいなければならず、2回以上攻撃されることはない。

２番目の電気はそれぞれ1体の目標を攻撃し、１番目の電気の半分のダメージを与える。各対象は半減ダメージのための反応セーヴィングスローを試みることができる。
]]


pwr_acid_arrow_d=[[
あなたの手から酸の魔法の矢が湧き出し、標的に向かって疾走する。ターゲットに命中させるには、遠隔接触攻撃に成功しなければならない。

矢は呪文の使い手レベル3につき2d4ポイントの酸ダメージを与える（飛沫ダメージはない）。

呪文の使い手レベル3ごとに（最大18レベルまで）、酸は何らかの方法で中和されない限りもう1ラウンド持続し、そのラウンドの呪文の使い手レベル3ごとにさらに2d4点の酸ダメージを与える。
]]

pwr_acid_fog_d=[[
アシッドフォグは霧のような蒸気の塊を発生させる。クリーチャーの動きを鈍らせるだけでなく、この呪文の蒸気は強酸性である。

呪文を唱えたときから、あなたのターンの毎ラウンド、霧はその中にいる各クリーチャーに、呪文の使い手レベル5につき1d6点の酸ダメージを与える。
]]


pwr_mm_d=[[
あなたの指先から魔力のミサイルが飛び出し、目標を攻撃し、1d4+1ポイントの力ダメージを与える。

このミサイルは、対象が近接戦闘中であったり、完全な援護や完全な隠蔽がない場合でも、確実に命中する。

1レベルを超えて呪文の使い手レベルが2上がるごとに、3レベルで2発、5レベルで3発、7レベルで4発、9レベル以上で最大5発のミサイルを追加で獲得する。
]]


pwr_searing_lit_d=[[
太陽の光のように神の力を集中させ、開いた掌から光の一撃を放つ。対象を攻撃するには、遠隔接触攻撃に成功しなければならない。

この光線に打たれたクリーチャーは、呪文の使い手レベル2につき1d8ポイントのダメージを受ける。

アンデッドクリーチャーは呪文の使い手レベルにつき1d6点のダメージを受け、特に明るい光に弱いアンデッドクリーチャーは呪文の使い手レベルにつき1d8点のダメージを受ける。

無機物や無生物は、呪文の使い手レベル2につき1d6点のダメージを受けるだけである。
]]


pwr_heal_d=[[
生きているクリーチャーに手を置くと、呪文の使い手レベル1につき2D8点＋1点のダメージを治療する正のエネルギーを流す。

さらに正のエネルギーは、毒、出血、狂気、昏睡、その他生体の貧弱状態を治す。

アンデッドは負のエネルギーで動いているので、この呪文は傷を治す代わりにダメージを与える。アンデッドクリーチャーは呪文耐性を適用でき、意志セーヴを試みることでダメージの半分を受けることができる。
]]

pwr_harm_d=[[
クリーチャーに手を置くと負のエネルギーを流し、呪文の使い手レベルにつき1D8点＋1点の負のエネルギーダメージを与える。

アンデッドは負のエネルギーを動力源としているので、この呪文はそのようなクリーチャーに害を与えるのではなく、そのようなクリーチャーに同程度のダメージを与える。
]]

pwr_heal2_d=[[
ヒールはクリーチャーに正のエネルギーを流し、負傷や苦悩を拭い去ることができる。呪文の使い手レベルにつき10ヒットポイント(HP)のダメージを治癒する。

また、対象者に影響を及ぼす以下の全ての不利な状況を直ちに解消する。: 能力ダメージ、盲目、混乱、幻惑状態、難聴、病気、疲労、衰弱、精神的不調、吐き気、病気、気絶、毒。

ヒールは能力低下を除去したり、永続的に減少したレベルを回復したり、永続的に減少した能力ポイントを回復することはできません。

アンデッド生物に対して使用された場合、ヒールはハームと同様に機能します。
]]

pwr_harm2_d=[[
ハームは対象を負のエネルギーで充填し、呪文の使い手レベルごとに10ポイントのダメージを与えます。クリーチャーがセーヴィングスローに成功した場合、ハームはこの半分のダメージを与えますが、対象のヒットポイント(HP)を1未満には減少させません。

アンデッドクリーチャーに使用した場合、ハームは回復のように作用する。
]]

pwr_heal_x_d="この呪文はキュアウーンズと同じように機能するが、複数のクリーチャーに効果がある点が異なる。"
pwr_harm_x_d="この呪文は、複数のクリーチャーに効果があることを除けば、インフリクトウーンズと同じように機能する。"
pwr_heal2_x_d="この呪文は複数のクリーチャーに効果があることを除けば、ヒールと同じように機能する。"
pwr_harm2_x_d="この呪文は、複数のクリーチャーに影響を与えることを除けば、ハームと同じように機能する。"

pwr_resurrect_d="あなたは死亡したクリーチャーに生命を回復する。無機物、エレメンタル、アンデッドクリーチャーや、生きているクリーチャーを蘇らせることはできない。"

pwr_slay_live_d="あなたはどんな生き物でも殺害することができます。対象に触れるためには、近接接触攻撃に成功する必要があり、対象は成功した耐久力セーヴで死を回避することができます。もし成功した場合、代わりに呪文の使い手レベル3毎に1d6ポイントのダメージを受け、呪文の使い手レベル毎に1ポイントのダメージを追加で受けます。"
pwr_dead_finger_d="あなたは範囲内にいる生物1体を殺害できる。対象はその攻撃から生き残るために頑健セーヴィングスローを行なう権利がある。セーヴが成功した場合、そのクリーチャーは代わりに呪文の使い手レベル4につき1d6点のダメージを受ける。"
pwr_wail_of_the_banshee_d="あなたは恐ろしい悲鳴を上げ、それを聞いたクリーチャーを殺す（自分を除く）。"


pwr_false_life_d="あなたは不死の力を利用し、死を回避する限定的な能力を自分に与える。この呪文が効いている間、君は一時的に呪文の使い手レベル3につき1D10＋1に等しい命中点を得る。"
pwr_aid_d="エイドは対象に攻撃ロールと恐怖効果に対するセーヴに＋1の士気ボーナスを与え、さらに呪文の使い手レベル3につき＋1の一時的な命中点を与える。"
pwr_death_knell_d=[[
あなたはクリーチャーの衰えゆく生命力を引き出し、それを自身の力の糧とします。この呪文を唱えるには、あなたは最大ヒットポイント(HP)の1/5以下のヒットポイント(HP)を持つクリーチャーに触れる必要がある。

対象がセーヴィングスローに失敗した場合、その対象は死亡し、あなたは呪文の使い手レベル3につき1d8の一時的な命中点と、耐久力に＋2のボーナスを得る。

さらに、効果的な呪文の使い手レベルが＋1され、呪文の使い手レベルに依存する呪文の効果が向上する。(この効果的な呪文の使い手レベルの上昇によって、より多くの呪文を使用できるようになるわけではない)。
]]


pwr_power_word_stun_d="あなたは、選んだクリーチャー1体を即座に1D4ラウンド気絶させる力の言葉を1つ発する。そのクリーチャーの現在のHPは150以下か最大HPの1/5以下でなければならない。"
pwr_power_word_kill_d="あなたは好きなクリーチャー1体を即座に殺す力の言葉を1つ口にする。そのクリーチャーの現在のHPは100以下か最大HPの1/10以下でなければならない。"


pwr_bulls_strength_d="影響を受けたクリーチャーは強くなる。筋力に+4のボーナス。"
pwr_cats_grace_d="影響を受けたクリーチャーはより優雅に、機敏に、協調的になる。敏捷力に+4のボーナス。"
pwr_bears_endurance_d="影響を受けたクリーチャーはより大きな活力とスタミナを得る。耐久力に+4のボーナス。"
pwr_foxs_cunning_d="影響を受けたクリーチャーは賢くなる。知力に+4のボーナス。"
pwr_owls_wisdom_d="影響を受けたクリーチャーは賢くなる。判断力に+4のボーナス。"
pwr_eagles_splendor_d="影響を受けたクリーチャーはより落ち着き、明瞭になり、個人的に力強くなる。魅力に+4のボーナス。"
pwr_mass_bulls_strength_d="複数のクリーチャーに効果があることを除けば、ブルズストレングスのような働きをする。"
pwr_mass_cats_grace_d="複数のクリーチャーに効果があることを除けば、キャットグレースのような働きをする。"
pwr_mass_bears_endurance_d="複数のクリーチャーに効果があることを除けば、ベアズエンデュランスと同じ働きをする。"
pwr_mass_foxs_cunning_d="複数のクリーチャーに効果があることを除けば、フォックスカニングのような働きをする。"
pwr_mass_owls_wisdom_d="複数のクリーチャーに影響することを除けば、アウルズウィズダムと同じ働きをする。"
pwr_mass_eagles_splendor_d="複数のクリーチャーに効果があることを除けば、イーグルスプレンダーと同じ働きをする。"

pwr_true_strike_d="次の攻撃時に、一時的に直観的な洞察力を得る。次の1回の攻撃ロールに+20の洞察力ボーナスが得られる。"
pwr_divine_favor_d="神の力と知恵を呼び出すことで、呪文の使い手レベル3ごとに攻撃と武器のダメージロールにラック＋1のボーナスを得る（最低＋1、最大＋3）。\n\n攻撃ロールには、武器攻撃、戦闘技能、および呪文の接触攻撃が含まれます。"
pwr_divine_power_d="守護神の信仰力を借りて、戦闘における力と技を身につける。\n\n君の基本攻撃ボーナスは君のキャラクターレベルに等しく（これは君に追加攻撃を与えるかもしれない）、君は筋力に＋6の強化ボーナスを得て、呪文の使い手レベル1につき一時的にヒットポイント(HP)を1得る。"
pwr_heroism_d="戦闘において、対象に大きな勇気と士気を与える。対象は攻撃ロールとセーヴに+2の士気ボーナスを得る。"
pwr_greater_heroism_d="ヒロイズムのように機能しますが、ボーナスは+4です。さらに、対象は恐怖効果への免疫を得て、あなたのキャスターレベルに等しい一時的ヒットポイント(HP)を獲得します。"
pwr_shield_of_faith_d="触れたクリーチャーの周囲に攻撃を避けるきらめく魔法の場を作り出します。そのクリーチャーはACに+2の回避ボーナスを得ます。さらに、あなたのレベル6ごとにボーナスは+1されます（18レベルで最大+5の回避ボーナス）。"
pwr_shield_d="タワーシールド程のサイズの不可視の移動円盤を自分の前に出現させる。この円盤は君に向けられたマジックミサイル攻撃を無効化する。また、この円盤はACに＋4の盾ボーナスを与える。"
pwr_mage_armor_d="不可視だが具現化した力のフィールドが対象を取り囲み、ACに＋4の鎧ボーナスを与える。"
pwr_expeditious_retreat_d="スピードに+6のエンチャントボーナス。"
pwr_protection_from_spells_d="対象は呪文に対する抵抗力に+8のボーナスを得る。"
pwr_death_ward_d="対象はすべての死の呪文、魔法による死の効果、あらゆる負のエネルギー効果に対して免疫を得る。"

s_fear1d	="リムーブフィアー"	s_fear1d_u	="恐怖効果に対して+4の士気ボーナス。"	s_fear1d_d	=[[対象者に勇気を与え、10分間、恐怖効果に対する士気ボーナスを＋4する。

"恐怖効果の影響を受けている対象がこの呪文を受けた場合、その効果は呪文の持続時間中は抑制されます。"]]
s_fear1		="コーズフィアー"	s_fear1_d	=[[対象のクリーチャーは1d4ラウンドの間怯える。

対象が意志セーヴに成功すると、1ラウンドの間、怯え状態になります。]]
s_fear2		="スケア"	s_fear2_d	=[[この呪文はコーズフィアーと同じように機能するが、複数の対象に効果を及ぼす。]]
s_fear4		="フィアー"	s_fear4_d	=[[目に見えない恐怖の円錐形は、その範囲内の各生物を1d4ラウンドの間パニック状態にする。

対象が意志セーヴに成功した場合、1ラウンドの間、怯え状態になる。

追い詰められると、パニックに陥ったクリーチャーはうずくまり始める。]]

pwr_halt_undead_d="アンデッドクリーチャーを動けなくする。知性のないアンデッドクリーチャーはセーヴィングスローを受けないが、知性のあるアンデッドクリーチャーは受ける。動けなくされたクリーチャーが攻撃を受けたりダメージを受けたりした場合、効果は打ち消される。"
pwr_hold_person_d="対象は麻痺状態になり、その場で固まり、何も行動できなくなる。\n\n各ラウンドの自身のターンに、対象は効果を終了させるために自動的にセーヴィングスローを行う。"
pwr_hold_monster_d="ホールドパーソンと同様の機能を持つが、あらゆる生物に影響する。"
pwr_mass_hold_person_d="ホールドパーソンに似ているが、効果範囲は広い。"
pwr_mass_hold_monster_d="機能はホールドモンスターに似ているが、効果範囲が広い。"

pwr_sleep_d="クリーチャーに魔法の眠りを引き起こす。眠っているクリーチャーは無防備状態になる。平手打ちや傷つけることで影響を受けたクリーチャーを目覚めさせることができるが、通常の騒音では目覚めない。\n\nスリープは意識のないクリーチャー、無機物、アンデッドクリーチャーを対象としない。"
pwr_irresistible_dance_d="対象は踊る衝動を抑えられず、足を動かしタップするように踊り始める。\n\nこの呪文の効果により、対象はその場ではしゃいだり跳ねたりする以外のことができなくなる。この効果はACに-4のペナルティ、反応セーヴに-10のペナルティを課し、対象が持つ盾によるACボーナスを無効化する。踊る対象は毎ラウンドそのターンに機会攻撃を誘発する。"
pwr_grease_d="固い表面を滑りやすいグリースの層で覆う。エリア内の任意のクリーチャーは、各ラウンドで反応セーヴを行う必要があり、失敗すると転倒する。"
pwr_web_d="強力で粘着性のある蜘蛛の巣を何層にも重ねる。この蜘蛛の糸は捕らえられた者を閉じ込める。反応セーヴに失敗したクリーチャーは動けなくなる。\n\n火ダメージのある呪文は蜘蛛の巣に火をつけることができる。燃えている巣の中にいる全てのクリーチャーは、炎から2d4ポイントの火ダメージを受ける。"
pwr_sum_d="呪文の使い手のレベルに等しいレベルのランダムな種類のエレメンタルクリーチャーを指定された位置に招来する。それは即座に行動し、破壊されるか戦闘が終了するまで、あなたの対戦相手を自動的に攻撃する。あなたはエレメンタルクリーチャーを1体しか操れない。\n\n招来者の魅力修正は招来クリーチャーの3つの物理能力に適用される。"
pwr_mk_ud_d=[[
この呪文は、死んだクリーチャーの骨や体を、あなたの命令に従うアンデッドスケルトンやゾンビに変える。

敵を自動的に攻撃し、破壊されるか戦闘が終了するまで動き続ける。

アンデッドクリーチャーを操れるのはせいぜい2体までだ。

招来者の魅力修正は招来クリーチャーの3つの物理能力に適用される。
]]
pwr_dispel_d="睡眠状態、蜘蛛の巣、招来されたクリーチャーなど、呪文によって生み出されたすべての効果やクリーチャーを打ち消す。"
pwr_teleport_d="自身を指定された目的地まで瞬時に転送するか、クリーチャーを近くのランダムな位置まで転送する。"




pwr_disintegrate_d=[[
指から細い緑色の光線が出る。命中させるには遠隔接触攻撃に成功しなければならない。光線に当たったクリーチャーは呪文の使い手レベルにつき2d6点のダメージを受ける。頑健セーヴに成功したクリーチャーは部分的に影響を受け、呪文の使い手レベル2につき1d6点のダメージしか受けない。この呪文によってヒットポイント(HP)が0以下になったクリーチャーは完全に分解され、微細な塵の痕跡だけが残る。分解されたクリーチャーの装備品は影響を受けない。
]]

pwr_waves_of_exhaustion_d=[[
負のエネルギーの波動は、呪文の範囲内にいるすべてのクリーチャーを疲弊させる。この呪文は、すでに疲弊しているクリーチャーには効果がない。
]]

pwr_ethereal_jaunt_d=[[
あなたはエーテル界に入り、エーテルとなる。

効果の持続時間中、あなたはエーテル界と呼ばれる場所におり、これは通常の物理的な現実界と重なる。効果が終了すると、あなたは物質界へと戻る。

物質面では、あなたは目に見えず、実体がない。ただし、物質面で見たり聞いたりすることはできるが、すべてが灰色で儚く見える。物質面での視力と聴力は60フィート以内に制限される。

通常、エーテルのクリーチャーと物質界のクリーチャーは互いに攻撃することができない。エーテルのクリーチャーは、他のエーテルのクリーチャーやエーテルのオブジェクトを物質として扱う。

実体のないクリーチャーとして、あなたはクリーチャーを含む固い物体の中を移動することができる。効果が切れ、物質的な物体（固い壁など）の中にいるときに物質的になると、最も近い空き地に追いやられ、その移動距離5フィートにつき1d6ポイントのダメージを受ける。
]]

pwr_etherealness_d=[[
この呪文はエセラルジャーントと同様に機能するが、あなたと他の手を繋いだ意志のあるクリーチャー（およびそれらの装備）がエーテル化する点が異なる。自分自身を除き、キャスターレベル3ごとに1体のクリーチャーをエーテル界へ連れて行くことができる。一度エーテル化すると、対象は一緒にいる必要はない。
]]

pwr_feeblemind_c=[[
そのクリーチャーの知力と魅力の値はそれぞれ1に下がり、知力や魅力に基づく技能を使ったり、呪文を唱えたり、言語を理解したりすることができない。それでも、自分の友人が誰であるかは認識出来る。

ヒール呪文はその効果を取り除く。
]]

pwr_feeblemind_d=[[
対象のクリーチャーが意志のセーヴィングスローに失敗した場合、その知力と魅力の値はそれぞれ1に下がる。それでも、そのクリーチャーは自分の友人が誰であるかを認識出来る。

ヒール呪文はその効果を取り除く。

ソーサラーやウィザードのようにアーケイン呪文を唱えられるクリーチャーは、セーヴィングスローに-4のペナルティを受ける。
]]

pwr_waves_of_fatigue_d=[[
負のエネルギーの波動は、呪文の範囲内にいるすべてのクリーチャーを疲労させる。この呪文はすでに疲労しているクリーチャーには効果がない。
]]

pwr_stoneskin_d=[[
守護されたクリーチャーは打撃、切断、刺突、斬撃に対する抵抗力を得る。対象は呪文の使い手レベル5ごとにアダマンタイトに対するダメージ減少10を得る。この呪文が呪文の使い手レベルあたり合計10ポイントのダメージを防いだ後、消耗して終了する。
]]

pwr_good_hope_d=[[
この呪文は対象に強力な希望を植え付ける。影響を受けたクリーチャーはそれぞれ、セーヴィングスロー、攻撃ロール、能力判定、技能判定、武器ダメージロールに＋2の士気ボーナスを得る。
]]

pwr_crushing_despair_d=[[
目に見えない絶望の円錐形が対象者に大きな悲しみを引き起こす。影響を受けたクリーチャーはそれぞれ、攻撃ロール、セーヴィングスロー、能力判定、技能判定、武器ダメージロールに-2のペナルティを受ける。
]]

pwr_phantasmal_killer_d=[[
対象の潜在意識にある恐怖を、その対象の意識が視覚化できるような形にするだけで、その対象が想像しうる最も恐ろしいクリーチャーのイリュージョンを作り出すのだ。:この最も恐ろしい獣。ファンタズマルキラーは呪文の対象だけが見ることができる。あなたはぼんやりとした形しか見えない。

対象はまず、イメージが非現実的であると認識するための意志セーヴを行う。そのセーヴに失敗すると、イリュージョンが対象に触れ、対象は恐怖から死亡しないために耐久セーヴに成功しなければならない。耐久セーヴが成功しても、対象はキャスターレベル2ごとに1d6ポイントのダメージを受ける。
]]

pwr_weird_d=[[
この呪文は、複数のクリーチャーに影響を与えられることを除けば、ファンタズマルキラーと同じ働きをする。

対象の頑健セーヴが成功しても、呪文の使い手レベル6につき1d6点のダメージを受け、1ラウンド気絶する。また、対象は一時的に1d4点の筋力ダメージを受ける。
]]

pwr_rage2_d=[[
影響を受けたクリーチャーはそれぞれ、筋力と耐久力の士気ボーナス＋2、意志セーヴに士気ボーナス＋1、ACのペナルティ-2を得る。

効果はバーバリアンの激怒と同一であるが、激怒の終了時に対象が疲労状態にならない点が異なる。
]]

pwr_displacement_d=[[
この呪文の対象は、その真の位置から約2フィート離れた場所にいるように見える。クリーチャーは完全な隠蔽を持っているかのように50%のミス確率の恩恵を受ける。
]]

pwr_ray_of_exhaustion_d=[[
指から黒い光線を出す。対象を攻撃するには、その光線による遠隔接触攻撃に成功しなければならない。

対象は呪文の持続時間中、直ちに疲労困憊します。耐久のセーヴィングスローに成功すると、クリーチャーは単に疲れるだけです。

既に疲労しているキャラクターは、代わりに疲労困憊します。

この呪文はすでに疲弊しているクリーチャーには効果がない。

通常の消耗や疲労とは異なり、呪文の持続時間が切れると同時に効果は終了する。
]]

pwr_vampiric_touch_d=[[
あなたは近接接触攻撃に成功しなければならない。あなたの接触は呪文の使い手レベル2につき1d6点のダメージを与える。あなたは与えたダメージに等しいヒットポイント(HP)を一時的に得る。ただし、対象の現在の命中点＋10以上の命中点を得ることはできない。
]]

pwr_ray_of_enfeeblement_d=[[
あなたの手から光線が湧き出る。対象を攻撃するには遠隔接触攻撃に成功しなければならない。対象は呪文の使い手レベル2につき1d6+1（最大1d6+5）に等しい耐久力のペナルティを受ける。対象の耐久力が1以下になることはない。
]]

pwr_protection_from_arrows_d=[[
結界を張ったクリーチャーは射撃武器に対する耐性を得る。対象は射撃武器に対して、呪文の使い手レベル5につき10/-のダメージ減少を得る。魔法は呪文の使い手レベルにつき合計10点のダメージを防ぐと、解除される。
]]

pwr_blur_d=[[
対象の輪郭はぼやけて見え、変化し波打ちます。この歪みは対象に隠蔽を与えます（20%の失敗確率）。

対象を見ることができない対手は、この呪文の効果を無視します（ただし、見えない敵と戦うことにはそれ自身のペナルティがあります）。
]]

pwr_daze_d=[[
このエンチャントは人型生物クリーチャーの心を曇らせ、何も行動しないようにする。

あなたの呪文の使い手レベルより2以上高いレベルを持つ人型生物は影響を受けない。

朦朧としている対象は気絶していないため、攻撃者はそれに対して特別な利点を得ません。
]]

pwr_daze_monster_d=[[
この呪文はデイズと同じように機能するが、あらゆる種類の生物1体に影響を与えることができる。
]]

pwr_hideous_laughter_d=[[
この呪文は対象を制御不可能な笑いに陥れます。それは狂った笑いの突風に倒れ込み、伏せ状態になります。対象は笑っている間、何の行動も取ることができませんが、無力状態とはみなされません。

知力が2以下のクリーチャーは影響を受けません。呪文の使い手と異なるタイプのクリーチャーは、ユーモアがうまく（翻訳）されないため、セーヴィングスローに+4のボーナスを受けます。
]]

pwr_touch_of_idiocy_d=[[
接触で対象の精神能力を低下させる。近接接触攻撃に成功した場合、対象の知力、判断力、魅力の値に1d6のペナルティを与える。このペナルティによってこれらの値が1以下になることはない。

この呪文の効果により、必要な能力値がそのレベルの呪文を唱えるのに必要な最低値を下回った場合、対象はその呪文の一部またはすべてを唱えることができなくなることがある。
]]

pwr_burning_hands_d=[[
あなたの指先から焼けるような炎の円錐形が放たれる。炎の範囲内にいるクリーチャーは呪文の使い手レベルにつき1d4点の炎ダメージを受ける。
]]

pwr_chill_touch_d=[[
青いエネルギーで光るあなたの手からの接触は、生き物の生命力を破壊する。近接攻撃による接触が成功するたびに負のエネルギーが流れ、呪文の使い手レベルにつき1d6点のダメージを与える。接触されたクリーチャーは、セーヴィングスローを成功させない限り、1点の筋力ダメージも受ける。

あなたが触れたアンデッドクリーチャーはどの種類のダメージも受けませんが、意志セーヴィングスローに成功しなければ、1d4ラウンド+呪文の使い手レベルごとに1ラウンドの間、パニック状態で逃げ出すことになります。
]]

pwr_shocking_grasp_d=[[
近接接触攻撃に成功した場合、呪文の使い手レベルにつき1d6ポイントの電気ダメージを与える。衝撃を与える際、相手が金属の鎧を着ている（あるいは金属でできている、金属をたくさん持っているなど）場合、攻撃ロールに＋3のボーナスを得る。
]]

pwr_scorching_ray_d=[[
君は敵を炎の光線で吹き飛ばす。君は1本の光線を発射することができ、さらに3レベルを超えて4レベルごとに1本の光線を追加することができる（11レベルでは最大3本まで）。各光線は命中するのに射撃による接触攻撃を必要とし、4d6ポイントの火属性ダメージを与える（12レベル以降は呪文の使い手レベル2ごとに1d6）。
]]

pwr_shout_d=[[
あなたは耳をつんざくような雄叫びを発し、周囲のクリーチャーの耳をつんざき、ダメージを与える。

範囲内のクリーチャーは2d6ラウンドの間聴覚を奪われ、呪文の使い手レベル3につき2d6ポイントの音波ダメージを受ける。セーヴに成功すると聴覚障害を無効化し、ダメージを半減する。
]]

pwr_greater_shout_d=[[
この呪文はシャウトと同様に機能しますが、円錐形が呪文の使い手レベル3毎に2d6ポイントの音波ダメージを与えます。また、クリーチャーを1ラウンドの間気絶させ、4d6ラウンドの間聴覚を失わせます。耐久セーヴに成功すると気絶を無効にし、ダメージと聴覚喪失の持続時間を共に半減させます。
]]

pwr_cone_of_cold_d=[[
冷気放射はあなたの手を起点とし、外側に向かって円錐状に広がる極寒の領域を作り出す。それは熱を奪い、呪文の使い手レベルにつき1d6ポイントの冷気ダメージを与える。
]]

pwr_freezing_sphere_d=[[
フリージングスフィアは極寒の球体を作り出し、あなたの指先から選択した場所まで冷気の筋を走らせ、そこで爆発し、その領域にいる各クリーチャーに呪文の使い手レベルにつき1d6点の冷気ダメージを与える。エレメンタル（ウォーター）クリーチャーは代わりに呪文の使い手レベルにつき1d8点の冷気ダメージを受ける。
]]

pwr_polar_ray_d=[[
あなたの手から青白く凍った空気と氷の光線が湧き出る。対象にダメージを与えるには、その光線による遠隔接触攻撃に成功しなければならない。光線は呪文の使い手レベルにつき1d6ポイントの冷気ダメージを与える。
]]

pwr_sunburst_d=[[
サンバーストは灼熱の輝きを放つ球体を、指定した地点から静かに爆発させる。

球体内の全てのクリーチャーは盲目になり、呪文の使い手レベル3毎に1d6ポイントのダメージを受けます。日光が有害または不自然であるクリーチャーはダメージが倍になります。成功した反応セーヴは盲目を無効にし、ダメージを半減させます。

球体内に捕らえられたアンデッドクリーチャーは、呪文の使い手レベルごとに1d6ポイントのダメージを受けますが、反応セーヴに成功するとダメージが半減します。さらに、爆発はセーヴに失敗した場合、明るい光によって特に害を受けるアンデッドクリーチャーを破壊します。
]]

pwr_horrid_wilting_d=[[
この呪文は対象となる各クリーチャーの体から水分を蒸発させ、呪文の使い手レベルにつき1d6点のダメージを与える。この呪文は特にウォーターエレメンタルに壊滅的なダメージを与え、代わりに呪文の使い手レベルにつき1d8点のダメージを与える。
]]

pwr_entropic_shield_d=[[
あなたの周囲に魔法のフィールドが出現し、色とりどりの色彩が混沌に輝く。このフィールドは、向かってくる矢や光線、その他の射撃攻撃をそらす。攻撃者が攻撃ロールを行なわなければならないあなたへの射撃攻撃は、それぞれ20％の確率でミスとなる（隠蔽の効果と同様）。

それ以外の、単に離れた位置で機能する攻撃は影響を受けない。
]]

pwr_doom_d=[[
この呪文は対象1体を恐ろしい恐怖感で満たし、震え上がらせる。
]]

pwr_sound_burst_d=[[
あなたは一帯に凄まじい不協和音を吹き鳴らす。その領域にいるすべてのクリーチャーは、呪文の使い手のレベル3につき1d8ポイントの音波ダメージを受け、1ラウンドの間気絶を避けるためには頑健セーヴに成功しなければならない。 
聴覚を持たないクリーチャーは気絶しないが、ダメージを受ける。
]]

pwr_resist_energy_d=[[
この防御魔法は、選択した5つのエネルギータイプのうちの1つ（酸、冷、電気、火、または音波）からのダメージから、クリーチャーに限定的な保護を与えます。

対象は選択したエネルギータイプに対するエネルギー抵抗10を獲得する。つまりクリーチャーがそのようなダメージ（自然的なものであれ魔法的なものであれ）を受けるたびに、そのダメージはクリーチャーのヒットポイント(HP)に適用される前に10ポイント減少する。付与されるエネルギー抵抗の値は7レベルで20点、11レベルで30点というように増加する。

レジストエネルギーはダメージのみを吸収する。それでも対象者は不幸な副作用に見舞われる可能性がある。

注：エネルギー耐性は、エネルギーからの保護と重複し（それ自身重複することはありません）。キャラクターがエネルギーからの保護とエネルギー耐性によって守られている場合、保護の呪文はその力が尽きるまでダメージを吸収します。
]]

pwr_protection_from_energy_d=[[
エネルギーからの防御は、唱える際に指定した種類のエネルギー（酸、冷気、電気、火、音波）に対する一時的な免疫力を与える。この呪文が呪文の使い手レベルにつき12ポイントのエネルギーダメージを吸収すると、その呪文は解除される。

注：エネルギーからの保護は、エネルギー耐性と重複し（それ自身重複することはありません）。キャラクターがエネルギーからの保護とエネルギー耐性によって守られている場合、保護の呪文はその力が尽きるまでダメージを吸収します。
]]

pwr_blindness_deafness_d=[[
あなたは不老不死の力を呼び起こし、対象者の目を見えなくしたり、耳を聞こえなくしたりする。
]]

pwr_remove_blindness_deafness_d=[[
この呪文は、通常の効果であるか魔法的な効果であるかにかかわらず、盲目または難聴（あなたが選択）を治癒する。この呪文は失われた耳や目を回復することはないが、それらが損傷している場合は治癒する。
]]

pwr_power_word_blind_d=[[
君が選んだクリーチャー1体を、そのクリーチャーが言葉を聞いているかどうかにかかわらず、盲目にさせる力のある言葉を1つ発する。

クリーチャーの現在のHPは200以下か最大HPの1/4以下でなければならない。
]]

pwr_lt_0_n="ライト"
pwr_lt_0_d=[[
この呪文は物体をたいまつのように輝かせ、触れた地点から半径20フィートの範囲に明るい光（さらに20フィートの範囲は薄暗い光）を放つ。

この効果は動かないが、動かせる物体にかけることはできる。

魔法の暗闇の領域に持ち込まれた光は機能しません。
]]

pwr_lt_0_dance_n="ダンシングライト"
pwr_lt_0_dance_d=[[
この呪文はかすかに光る、どことなく人型の形を作り出し、たいまつのように光を放つ。

毎ラウンド、自動的に暗いエリアに向かって移動する。
]]

pwr_lt_1_fey_n="フェアリーファイア"
pwr_lt_1_fey_d=[[
淡い光が対象を取り囲み、輪郭を描きます。輪郭が描かれた対象は、ろうそくのように光を放ちます。フェアリーファイアは、青、緑、または紫色にすることができます。

輪郭が描かれたクリーチャーは、通常暗闇が提供する隠蔽の利点を受けません（ただし、2レベル以上の魔法の暗闇効果は通常どおり機能します）、ぼやけ、位置のずれ、透明化、または類似の効果からです。

フェアリーの炎はこのように輪郭を描かれた対象やクリーチャーに害を与えることはない。光は薄暗く、光に弱いアンデッドや闇に住むクリーチャーに特別な効果を与えることはない。
]]

pwr_lt_2_fire_n="コンティニュアルフレイム"
pwr_lt_2_fire_d=[[
トーチに匹敵する明るさの炎が、触れた物体から湧き上がる。

通常の炎のように見えるが、熱は発生せず、酸素も使わない。

コンティニュアルフレイムは覆って隠すことはできますが、窒息させたり消したりすることはできません。
]]

pwr_lt_3_n="デイライト"	pwr_lt_3_u="半径60フィートの魔法の光"	pwr_lt_3_d=[[
触れた物体が60フィート半径内で昼間の太陽光と同じ明るさの光を放ち、さらにその外側60フィートまで薄明かりを広げる。

明るい光でペナルティを受けるクリーチャーは、この魔法の光の半径内にいる間にもペナルティを受ける。その名前とは裏腹に、この呪文は明るい光によってダメージを受けたり破壊されたりするクリーチャーのための、昼光に相当するものではない。

デイライトが小さな物体にかけられ、その後、光を遮る遮蔽の中に置かれたり、下に置かれたりすると、遮蔽が取り除かれるまで、呪文の効果は遮断されます。

魔法的な暗闇の領域にもたらされた昼光（またはその逆）は一時的に無効化され、効果が重複する領域にはそれ以外の一般的な明るさが存在するようになる。
]]

pwr_dk_2_n="ダークネス"	pwr_dk_2_u="半径20フィートの魔法の闇"	pwr_dk_2_d=[[
この呪文は、物体から20フィート半径の薄暗い光を放射させる。範囲内の全ての生物は隠蔽（20%の失敗確率）を得る。通常このような状況下で見ることができる生物（暗視や低照度視力を持つ者など）も、魔法の闇に覆われた領域では失敗確率がある。

通常の光源（たいまつ、ろうそく、ランタンなど）や低レベルのライトの呪文は、暗闇を明るくすることができません。しかし、高レベルのライトの呪文は暗闇の影響を受けません。

小さな物体に闇の呪文がかけられ、その物体が光を遮断する遮蔽物の中や下に置かれた場合、遮蔽物が取り除かれるまで呪文の効果は遮断されます。
]]

pwr_dk_3_n="ディーパーダークネス"
pwr_dk_3_d=[[
この呪文はダークネスのように機能しますが、対象の物体が60フィートの半径で影のような照明を放ち、さらに闇がより長く持続します。

デイライトの呪文やディーパーダークネスの呪文が効果範囲内に持ち込まれた場合（またはその逆の場合）、その光は一時的に打ち消され、重なり合う効果範囲内では他の支配的な光の条件が存在するようになります。
]]

pwr_bless_d=[[
ブレスは味方に勇気を与える。各味方は攻撃ロールと恐怖効果に対するセーヴィングスローに+1の士気ボーナスを得る。
]]

pwr_bane_d=[[
ベインは敵を恐怖と疑念で満たす。影響を受けたクリーチャーはそれぞれ、攻撃ロールに-1のペナルティを受け、恐怖効果に対するセーヴィングスローに-1のペナルティを受ける。
]]

pwr_prayer_d=[[
自身と味方には特別な恩恵をもたらし、敵には不遇をもたらす。君と味方はそれぞれ、攻撃ロール、武器ダメージロール、セーヴ、技能判定に＋1のラックボーナスを得るが、敵はそれぞれのロールに-1のペナルティを受ける。
]]

pwr_shield_other_d=[[
この呪文は対象を守護し、呪文の使い手と対象との間に神秘的な繋がりを創造することで、対象の受けた傷の一部を呪文の使い手に転移させます。

対象はACに対する+1の偏向ボーナスと、セーヴィングスローに対する+1の抵抗ボーナスを得ます。さらに、対象は受けるHPダメージを半分に軽減します。守護されたクリーチャーが受けなかったダメージの量は、呪文の使い手が受けます。

呪文の使い手と呪文の対象が互いに範囲外に移動した場合、呪文は終了する。
]]

pwr_poison_d=[[
自然界の捕食者たちの有毒な力を呼び寄せ、成功した近接接触攻撃によって対象に恐ろしい毒を感染させます。この毒は2d6ポイントの一時的な耐久力ダメージを与えます。このダメージは、耐久セーヴ（難易度(DC) 10 + あなたの呪文の使い手レベルの半分 + あなたの判断力修正値）によって無効化される可能性があります。
]]

pwr_flame_strike_d=[[
フレイムストライクは、下方へと轟く信仰火の垂直な柱を発生させます。この呪文は、呪文の使い手レベルごとに1d6ポイントのダメージを与えます。ダメージの半分は火属性のダメージですが、もう半分は直接的に信仰力から生じるものであり、そのため火属性攻撃に対する抵抗力によって軽減されることはありません。
]]

pwr_spell_resistance_d=[[
そのクリーチャーは12＋あなたの呪文の使い手レベルに等しい呪文耐性を得る。
]]

pwr_circle_of_death_d=[[
サークルオブデスは、生きている生物の生命力を奪い、瞬時に殺害します。

この呪文は呪文の使い手レベル1につき1d4レベル分のクリーチャーを殺害する。クリーチャーのレベルはあなたの呪文の使い手レベルより3レベル以上低くなければならない。

レベルが最も低いクリーチャーから影響を受け、同レベルのクリーチャーの中では、爆発起点に最も近い者から影響を受けます。
]]

pwr_undeath_to_death_d=[[
この呪文はアンデッドクリーチャーを破壊することを除けば、サークルオブデスのような働きをする。対象のレベルは、君の呪文の使い手レベルより3レベル以上低くなければならない。
]]

pwr_destruction_d=[[
この呪文は対象を即座に殺害し、その遺体を完全に消滅させます（ただし、装備や所持品は除く）。対象が耐久セーヴィングスローに成功した場合、代わりに呪文の使い手レベル3レベルごとに2d6ポイントのダメージを受けます。
]]

pwr_fire_storm_d=[[
ファイアーストームの呪文が唱えられた際、その全域が轟音を立てる炎の壁に貫かれます。範囲内の任意のクリーチャーは、呪文の使い手レベルごとに1d6ポイントの火ダメージを受けます。
]]

pwr_enervation_d=[[
あなたは指をさして呪文を唱え、パチパチと音を立てる負のエネルギーの黒い光線を放つ。

遠隔接触攻撃を命中させる必要があります。攻撃が当たった場合、対象は1d4の生命力吸収を受けます。生命力吸収は重複可能です。対象が自分のレベル数以上の生命力吸収を受けた場合、死亡します。

レベルがマイナスになるごとに、クリーチャーは攻撃ロール、セーヴィングスロー、技能判定、能力判定、有効レベル（呪文や特殊能力のパワー、持続時間、難易度(DC)、その他の詳細を決定するためのもの）に-1のペナルティを受ける。さらに、呪文の使い手は使用可能な最高レベルから呪文または呪文スロットを1つ失う。

この光線に打たれたアンデッドクリーチャーは、1d4×5の一時的なヒットポイント(HP)を獲得します。
]]

pwr_energy_drain_d=[[
この呪文はエナヴェーションと同様に機能しますが、打たれたクリーチャーは2d4の生命力吸収を受けます。

光線に撃たれたアンデッドは一時的に2d4×5のヒットポイント(HP)を得る。
]]

pwr_haste_d=[[
変身したクリーチャーは通常よりも素早く動き、行動する。

このスピードアップにはいくつかの効果がある。:
- 全力攻撃時に追加攻撃を1回行う。
- 移動速度が30フィートの強化ボーナスにより増加し、最大で通常速度の2倍までになります。
- 攻撃ロールに＋1のボーナスを獲得し、ACと反応セーヴに＋1の回避ボーナスを得る。

複数のヘイスト効果は重複しません。ヘイストはスロウを解除します。
]]

pwr_slow_d=[[
影響を受けたクリーチャーは移動や攻撃の速度が極端に遅くなる。

- 各ターンに移動アクションか標準アクションを1回しかとれない。
- 通常の半分のスピードで動く。
- 攻撃ロール、AC、反応セーヴに-1のペナルティを受ける。

複数のスロー効果は重複しない。スローはヘイストを打ち消す。
]]

pwr_disrupting_weapon_d=[[
この魔法は、対象の近接武器をアンデッドに対して致命的傷を負わせます。

あなたの呪文の使い手レベルと等しいかそれ以下のレベルのアンデッドクリーチャーは、意志セーヴ（対呪文の難易度(DC)）に成功しなければならない。

破壊効果には呪文抵抗が適用されません。

破壊効果はエリート/ソロのクリーチャーには効果がない。
]]

pwr_ghoul_touch_c=[[
麻痺した対象からは腐敗臭が放出され、10フィート半径の範囲内にいる全ての生き物（この呪文の呪文の使い手を除く）が悪化状態（頑健セーヴ成功で無効）になります。ニュートラライズポイズンの呪文は悪化状態のクリーチャーから効果を除去しますし、毒に対して免疫を持つ生き物はこの臭いの影響を受けません。
]]

pwr_ghoul_touch_d=[[
この呪文はあなたに負のエネルギーを与え、近接接触攻撃に成功した場合、呪文の持続時間中、生きている人間1体を麻痺させることができる。

さらに、麻痺した対象からは腐敗臭が放出され、10フィート半径の範囲内にいる全ての生き物（あなたを除く）が悪化状態（頑健セーヴ成功で無効）になります。ニュートラライズポイズンの呪文は悪化状態の生き物から効果を除去し、毒に対して免疫を持つ生き物はこの臭いの影響を受けません。
]]

pwr_consecrate_d=[[
この呪文は一帯を正のエネルギーで祝福する。

範囲内:
- この範囲内のアンデッドに+3の信仰ボーナスを与える。
- アンデッドは軽度の混乱に陥る：攻撃ロール、ダメージロール、セーヴに-1のペナルティ。
- アンデッドを創造または招来は出来ません。
]]

pwr_desecrate_d=[[
この呪文は一帯を負のエネルギーで満たす。

範囲内:
- この範囲内にいるアンデッドは-3の不浄なペナルティを受ける。
- アンデッドは攻撃ロール、ダメージロール、セーヴィングスローに+1の不浄なペナルティを得る。
- 創造または招来されたアンデッドは1レベルにつき命中ポイントを＋1する。
]]

pwr_flesh_to_stone_d=[[
対象は持ち運んでいる全ての装備と共に、無意識で無活動の彫像と化す。

この呪文によって作られた彫像が壊れたり損傷した場合、対象は（元の状態に戻ったとしても）同様の損傷や変形が残ります。

この呪文の影響を受けるのは肉でできたクリーチャーだけである。
]]

pwr_stone_to_flesh_d=[[
この呪文は石化したクリーチャーを元の状態に戻します。クリーチャーはこの変化に耐えるために、難易度(DC) 15の頑健セーヴを成功させる必要があります。
]]

pwr_transformation_d=[[
あなたは仮想の戦闘マシンになります - より強く、より頑丈で、より速く、戦闘においてもより熟練します。あなたの考え方は変わり、戦闘を楽しむようになり、呪文を唱えることができなくなります。

得るもの:
- 基本攻撃ボーナスはキャラクターレベルと同じである（追加攻撃を与えることがある）。
- 筋力、敏捷力、耐久力に+4の強化ボーナス。
- ACに+4の外皮ボーナス。
- 耐久セーヴに+5の熟練ボーナスを得ます。
- すべての単純武器と軍用武器の扱いに習熟する。

しかし、呪文を唱える能力は失う。
]]

pwr_iron_body_d=[[
この呪文はあなたの体を生きた鉄に変え、それによりいくつかの強力な抵抗力と能力を与えます。

得るもの:
- 呪文の使い手レベルにつき1/アダマンティンのダメージ減少。
- クリティカルヒット、電気、毒、能力値ダメージ、気絶、盲目、難聴、病気、およびあなたの生理機能や呼吸に影響を与える全ての呪文や攻撃に対する免疫。
- あらゆる種類の酸や炎から受けるダメージは半減する。
- 筋力に+6の強化ボーナス、敏捷力に-6のペナルティ（最低1）。
- 素手攻撃時には武装しているとみなされ、1d6のダメージを与える（小型キャラクターは1d4）。

しかし、その一方であなたは苦しむ:
- スピードが半分になる。
- アーケイン呪文の失敗確率50％、鎧判定ペナルティ-8。
- アイアンゴーレムに影響を与える特殊攻撃があなたにも影響を及ぼします。
- ポーションが使えなくなる。
]]

pwr_freedom_of_movement_d=[[
麻痺、スロー、ウェブのような、通常動きを妨げる魔法の影響下でも、対象は普通に動き攻撃する。

さらに、対象は自動的に抵抗または組みつきからの脱出に成功します。
]]

pwr_dismissal_d=[[
この呪文は、異次元のクリーチャーを、特別な意志セーヴ（難易度(DC) = 呪文のセーヴ難易度(DC) - クリーチャーのレベル + あなたの呪文の使い手レベル）に失敗した場合、その本来の次元に強制的に戻します。

この呪文が成功した場合、クリーチャーは即座に消え去りますが、対象を本来の次元以外の別の次元に送ってしまう可能性が20%あります。
]]

pwr_banishment_d=[[
バニッシュメントの呪文はディスミッサルの呪文よりも強力なバージョンです。これにより、あなたは複数の異次元のクリーチャーを自分の本来の次元から強制的に追い出すことができます。呪文の使い手レベルごとに最大2レベルのクリーチャーが追放されます。
]]

pwr_lesser_restoration_d=[[
レッサーレストレーションの呪文は、対象の能力値を減少させる任意の魔法効果を解除し、または対象の能力値の一つに対する一時的な能力値ダメージ1d4ポイントを治療します。

また、この呪文はキャラクターが感じる疲労を取り除き、疲労困憊の状態を疲労の状態に強化します。
]]

pwr_restoration_d=[[
この呪文はレッサーレストレーションの呪文と同様に機能しますが、負のレベルも解除します。

レストレーションは一時的な能力ダメージをすべて治癒し、1つの能力値から永続的に消耗した点数をすべて回復する。

また、対象が感じるあらゆる疲労や疲労困憊を取り除きます。
]]

pwr_greater_restoration_d=[[
この呪文はレッサーレストレーションの呪文と同様に機能しますが、負のレベルも解除します。

グレーターレストレーションの呪文はクリーチャーの能力にペナルティを与える全ての魔法効果を解除し、全ての一時的な能力値ダメージを治療し全ての能力値から永続的に減少した全てのポイントを復元します。

また疲労や倦怠感を取り除き、あらゆる形の狂気や混乱同様の精神的影響を取り除く。
]]

pwr_delay_poison_d=[[
対象は一時的に毒に対する免疫を得る。

呪文の持続時間中に体内にある毒や呪文の持続時間中にさらされた毒は、呪文の持続時間が終了するまで対象に影響を与えない。

毒を遅らせても、毒がすでに与えたダメージは治らない。
]]

pwr_neutralize_poison_d=[[
触れたクリーチャーのあらゆる種類の毒を解毒する。対象は毒による追加効果を受けず一時的な効果も終了する。

呪文の持続時間中対象はあらゆる毒に対して免疫を持つ。毒の効果に対してセーヴを行う必要はない。

この呪文はヒットポイント(HP)のダメージ、一時的な能力値ダメージ、または自然には消えない効果、など瞬時の効果を元に戻す事は出来ない。
]]

pwr_remove_paralysis_d=[[
グールタッチやスロースペルを含む一時的な麻痺や関連魔法の効果から、1体以上のクリーチャーを解放できる。

呪文がクリーチャー1体にかけられた場合、麻痺は解除される。

2体のクリーチャーに対して唱えられた場合、それぞれが影響を受けている効果に対して+4の抵抗ボーナスを持つ別のセーヴを受けます。

3体または4体のクリーチャーに唱えた場合、各クリーチャーは抵抗力＋2のボーナスでもう1回セーヴを受ける。
]]

pwr_remove_disease_d=[[
リムーブディジーズは、対象が苦しんでいる全ての病気を治療します。

注：呪文の持続時間は瞬時であるため、後日同じ病気に新たにかかった場合の再感染は防げない。
]]

pwr_bestow_curse_d=[[
対象者に呪いをかける。

以下の効果から1つを選ぶ:
* 能力値を-6減少させる（最低1）。
* 攻撃ロール、セーヴ、能力判定、技能判定に-4のペナルティ。
* 毎ターン対象は50％の確率で通常行動をとり、そうでない場合は行動出来ない。
]]

pwr_remove_curse_d=[[
リムーブカースはクリーチャーにかけられたすべての呪いを即座に除去する。
]]

pwr_contagion_d=[[
対象は以下の表から選択された病気にかかり、直ちに発症します（潜伏期間なし）。

病気		難易度(DC)	ダメージ
=================================
盲目病		16		1d4 筋力（下記参照、盲目になる可能性あり）
赤痛病		15		1d6 筋力
震戦病		13		1d8 敏捷力
不潔熱		12		1d3 敏捷力 and 1d3 耐久力
粘液病		14		1d4 耐久力
精神熱		12		1d4 知力
笑熱病		16		1d6 判断力

盲目病:盲目病から筋力ダメージを2点以上受けるたびに、被害者は別の耐久セーヴ（病気のセーヴ難易度(DC)を使用）を行う必要があり失敗すると永続的に盲目になります。

この呪文をキャラクターにかけると、彼は耐久力セーヴィングスローを行います（呪文の難易度(DC)を使用する）。

成功した場合病気の影響はなく、彼の免疫システムが感染を防ぐ。

失敗した場合彼は感染し直ちにダメージを受けます。その後5ラウンドごとに1回表の病気のセーヴ難易度(DC)を使用して、耐久力セーヴィングスローに成功しなければ繰り返しダメージを受けます。

セーヴィングスローに2回連続で成功すると、病気を克服して回復しそれ以上ダメージを受けなくなる。
]]-- and then deals damage again every 5 rounds afterward

pwr_mind_fog_d=[[
マインドフォグは薄い霧の堤防を作り出し、そこに巻き込まれた人の精神的抵抗力を弱める。

マインドフォグの中にいるクリーチャーは判断力判定と意志セーヴに-10の能力ペナルティを受ける。霧に対するセーヴに成功したクリーチャーは影響を受けずさらにセーヴを行なう必要はない。

影響を受けたクリーチャーは霧の中にいる限り、その後2d6ラウンドの間このペナルティを受ける。

霧は薄く視界を大きく妨ぐことはない。
]]

pwr_mind_blank_d=[[
対象はすべての精神に影響する呪文や効果から守られる。
]]

pwr_time_stop_d=[[
この呪文はあなた以外のすべてのクリーチャーの時間の流れを止めてしまうようだ。実際あなたのスピードは非常に速くなり、他のすべてのクリーチャーは凍っているように見えるが、実際にはまだ通常のスピードで動いている。

1d4+1ラウンドの間自由に行動できる。

- 既存の範囲効果は依然としてあなたに害を及ぼすか影響を与えることがあります。
- 他のクリーチャーはあなたの攻撃や呪文に対して無敵です;そのようなクリーチャーをどんな攻撃や呪文でターゲットにすることはできません。

たいていの呪文の使い手は防御力を高めたり味方を招来したり、戦闘から逃げたりするためにこの時間を使う。
]]

pwr_protection_from_evil_d=[[
魔法のバリアがあなたを取り囲みともに移動する。悪のクリーチャーによる攻撃や精神支配、招来されたクリーチャーからあなたを守る。

悪のクリーチャーによる攻撃や効果に対しては、ACに＋2の偏向ボーナスを獲得、セーヴに＋2の抵抗ボーナスを得る。

精神的なコントロールを抑制する。

この効果は悪属性の招来されたクリーチャーが持つ肉体武器による攻撃を防ぎます。しかし呪文の抵抗力があるクリーチャーはこの防御を突破することができるかもしれません。また招来されたクリーチャーからの攻撃への保護は、そのクリーチャーに対して攻撃を行うと解除されます。
]]

pwr_protection_from_chaos_d=[[
プロテクションフロムイービルと同じですが、混沌のクリーチャーに対してです。
]]

pwr_protection_from_good_d=[[
プロテクションフロムイービルと同じですが、善のクリーチャーに対してです。
]]

pwr_protection_from_law_d=[[
プロテクションフロムイービルと同じですが、秩序のクリーチャーに対してです。
]]

pwr_dispel_evil_d=[[
煌めく白い聖なるエネルギーがあなたを包む。

- 悪のクリーチャーによる攻撃に対して、ACに＋4の偏向ボーナスを得る。
- 異次元の悪クリーチャーに対して近接接触攻撃を成功させることで、クリーチャーを本来の次元に追い返すことができます。クリーチャーは意志セーヴを成功させる事で効果を無効にすることができます（呪文抵抗が適用されます）。この使用はディスペルイービルを放出し終了させます。
- 接触することで悪クリーチャーがかけた任意の1つの魔法や、任意の1つの悪の呪文を直接解除できます。この呪文はディスペルマジックによって解除可能でなければなりません。この使用はディスペルイービルを放出し終了させます。
]]

pwr_dispel_chaos_d=[[
ディスペルイービルと同様ですが、あなたは青い秩序のエネルギーに常に囲まれており、この呪文は悪のクリーチャーや呪文ではなく、混沌のクリーチャーや呪文に影響を与えます。
]]

pwr_dispel_good_d=[[
ディスペルイービルと同様ですが、あなたは黒く揺らめく不浄のエネルギーに常に囲まれており、この呪文は悪のクリーチャーや呪文ではなく、善のクリーチャーや呪文に影響を与えます。
]]

pwr_dispel_law_d=[[
ディスペルイービルと同様ですが、あなたはちらつく黄色い混沌のエネルギーに常に囲まれており、この呪文は悪のクリーチャーや呪文ではなく、秩序のクリーチャーや呪文に影響を与えます。
]]

pwr_holy_aura_d=[[
あなたを取り囲む信仰の輝きが攻撃からあなたを保護し、悪のクリーチャーが唱えた呪文に対する抵抗力を与え、あなたを攻撃した悪のクリーチャーを盲目にします。

- ACに+4の偏向ボーナスを獲得し、セーヴに+4の抵抗ボーナスを得る。
- あなたは悪の呪文や悪のクリーチャーが唱えた呪文に対して呪文抵抗25を得ます。
- 精神的な影響を防ぐ効果がある。
- 悪のクリーチャーがあなたに対する近接攻撃に成功した場合、その攻撃者は盲目になる（頑健セーヴ成功で無効、難易度(DC)は呪文のセーヴ）。
]]

pwr_unholy_aura_d=[[
ホーリーオーラと同様ですがあなたは邪悪な闇に囲まれており、この呪文は悪のクリーチャーや呪文ではなく、善のクリーチャーや呪文に影響を与えます。善なクリーチャーがあなたに対して近接攻撃を成功させた場合、攻撃者は一時的な筋力ダメージ1d6ポイントを受けます（頑健セーヴで無効化、呪文のセーヴ難易度(DC)に対して）。
]]

pwr_shield_of_law_d=[[
ホーリーオーラと同様ですがあなたはかすかな青い光に囲まれており、この呪文は悪のクリーチャーや呪文ではなく、混沌のクリーチャーや呪文に影響を与えます。混沌のクリーチャーがあなたに対して近接攻撃を成功させた場合、攻撃者は遅くなります（意志セーヴで無効化、呪文のセーヴ難易度(DC)に対して）。
]]

pwr_cloak_of_chaos_d=[[
ホーリーオーラと同様ですがあなたはランダムな色彩の模様に囲まれており、この呪文は悪のクリーチャーや呪文ではなく、秩序のクリーチャーや呪文に影響を与えます。秩序のクリーチャーがあなたに対して近接攻撃を成功させた場合、攻撃者は1ラウンドの間混乱状態になります（意志セーヴで無効化、呪文のセーヴ難易度(DC)に対して）。
]]

pwr_blink_d=[[
あなたは\"blink\"を使って物質界とエーテル界の間を行ったり来たりします。これによりあなたが非常に速くランダムに現実から消えたり現れたりしているように見えます。

あなたに対する物理攻撃は50%の確率で外れます。あなたの攻撃は20%の確率で外れます。あなたは見えないクリーチャーとして攻撃し（攻撃ロールに+2のボーナスを得る）、攻撃対象は敏捷力に基づくACへのボーナスを使えなくなります。
 
あなたを対象にした呪文は50％の確率で失敗する。あなたの呪文は20％の確率で失敗する。

範囲攻撃や落下によるダメージは半分だけで済みます。

エーテル状のクリーチャーを見ることができ、攻撃することもできる。

4分の3のスピードしか出せない。

固体の物体を通り抜けることはできますが（見通すことはできません）。固体の物体を5フィート通り抜けるごとに1d6ポイントのダメージを受け、最も近い開いた空間に押し出される確率が50%あります。
]]

pwr_fog_cloud_d=[[
霧は5フィートを超えるすべての視界を遮ります。5フィート以内のクリーチャーは隠蔽（20%の攻撃失敗率）を持ちます。それより遠くのクリーチャーは完全な隠蔽（50%の攻撃失敗率、攻撃者は視界を使って対象を特定できない）を持ちます。
]]

pwr_solid_fog_d=[[
霧は5フィートを超えるすべての視界を遮ります。5フィート以内のクリーチャーは隠蔽（20%の攻撃失敗率）を持ちます。それより遠くのクリーチャーは完全な隠蔽（50%の攻撃失敗率、攻撃者は視界を使って対象を特定できない）を持ちます。このエリアを通って移動しようとするクリーチャーは、速度が大幅に制限され通常の5フィート歩行しかできず、さらに近接攻撃とダメージロールに-2のペナルティを受けます。霧は遠距離武器による攻撃を完全に阻害します。
]]

pwr_sleet_storm_d=[[
霙は視界を遮り地面を凍らせる。クリーチャーは敏捷力判定により霙の範囲内を通常の半分の速度で歩くことができる。失敗するとそのラウンドは移動できず目標値に対して5以上の失敗で転倒する。
]]

pwr_hide_from_undead_d=[[
アンデッドは結界を張られたクリーチャーを見ることも聞くことも匂いを嗅ぐこともできない。ブラインドセンス、ブラインドサイト、嗅覚、トレモルセンスのような並外れたあるいは超自然的な感覚能力でさえ、結界を張られたクリーチャーを発見したり位置を特定したりすることはできない。知性のないアンデッドクリーチャーは判定なしに影響を受け、結界を張られたクリーチャーがそこにいないかのように行動する。知性のあるアンデッドクリーチャーは1回だけ意志のセーヴィングスローを行なう。失敗した場合その対象は結界を張られたクリーチャーを見ることができない。しかし見えない敵が存在すると信じるに足る根拠があれば、その敵を見つけて攻撃しようと試みることができる。結界を張ったクリーチャーが退散したり、アンデッドに命令しようとしたり、アンデッドクリーチャーに触れたり、あるいは（呪文であっても）クリーチャーを攻撃したりした場合その呪文はすべての対象に対して効果を終了する。
]]

pwr_glitterdust_d=[[
そのエリア内の全ての人や物を金色の粒子の雲が覆いクリーチャーを盲目にし、呪文の持続時間中には見えないものも明瞭に輪郭を描きます。エリア内の全てはその粉塵に覆われ、それは取り除くことができず消えるまで輝き続けます。
]]

pwr_invisibility_d=[[
あなたは目に見えなくなり視界から消えます。この呪文はあなたがどんなクリーチャーに攻撃を加えた場合にも終了します。それは敵を標的とする呪文や敵を範囲効果に含む呪文が含まれます。敵ではなく味方に影響を与えるブレスのような呪文は、その範囲に敵を含んでいたとしても攻撃とはみなされません。
]]

pwr_greater_invisibility_d=[[
この呪文はインビジビリティと同じような働きをするが、対象が攻撃してきた場合でも終了しない。
]]

pwr_mass_invisibility_d=[[
この呪文はインビジビリティと同じように機能するが、その効果はグループとともに移動しグループの誰かが攻撃すると解除される。
]]

pwr_invisibility_sphere_d=[[
この呪文は対象の周囲10フィート以内にいる全てのクリーチャーに透明化を与えます。効果の中心は対象と共に移動します。

影響を受けたクリーチャーがエリア外に移動すると可視化しますが、呪文が唱えられた後にエリア内に移動したクリーチャーは透明化しません。

影響を受けたクリーチャー（対象を除く）が攻撃を行った場合、その透明化は自分自身に対してのみ無効になります。呪文の対象が攻撃を行った場合インヴィジビリティスフィアは終了します。

この呪文によって透明化された人たちは、お互いを普通に見ることができます。
]]

pwr_see_invisibility_d=[[
インビジビリティ状態またはエーテルのような物体や存在を、通常見えているのと同じように見ることができる。

そのようなクリーチャーは半透明の形として見えるので、見えるクリーチャー、見えないクリーチャー、エーテルのクリーチャーの違いを簡単に見分けることができる。
]]

pwr_invisibility_purge_d=[[
あなたは自分自身をあらゆる形態の透明化を無効にする力の球体で囲みます。エリア内にいる間何もかもが透明ではなくなり見えるようになります。
]]

pwr_true_seeing_d=[[
あなたには全てのものをありのままの姿で見る能力が与えられます。通常の暗闇と魔法の暗闇を見通し、ブラーやディスプレイスメントの効果の下にあるクリーチャーや物体の正確な位置を見ることができます。また通常通りに透明なクリーチャーや物体を見ることができ、イリュージョンを見抜きエーテル界を見ることができます。

授けられた真実を見る能力の視界の範囲は120フィートです。
]]

pwr_silence_d=[[
そのエリアは完全な静寂が支配します。呪文の使い手は音声要素を伴う呪文を唱えることができず、音波や言語に基づく攻撃から守られます。
]]

pwr_antimagic_field_d=[[
あなたの周囲には見えない障壁が形成されあなたと共に移動します。この障壁はその範囲内のあらゆる呪文や魔法の効果、魔法アイテム効果を抑制し、招来されたクリーチャーを一時的に消滅させます（障壁が消え去るとそれらは元の場所に再び現れます）。
]]

pwr_goi_l_d=[[
あなたの周りに動かない薄く光る魔法の球が作られます。この球は3レベル以下の魔法の効果をすべて防ぎます。ただしこの球が作られたときに既に発動している魔法の効果は防げません。球の外に向けてならどんな魔法も使うことが可能です。
]]

pwr_goi_d=[[
この呪文は4レベルの呪文と呪文のような効果を除外することを除けば、レッサーグローブオブインビジビリティのような働きをする。
]]

pwr_spell_turning_d=[[
あなたを対象とした呪文や呪文のような効果は、元の呪文の使い手に跳ね返されます。この効果は接触範囲の呪文には無効です。

この効果では7レベルから10レベルの間の呪文が反射されますが、具体的にどれだけの量が反射できるかはわかりません。もしもあなたに反射できる量よりも強力な呪文が使われた場合、その呪文は部分的に反射されます。あなたに向けて放たれた強力な呪文があっても、ある程度はその呪文を元の使い手に返すことができます。

もしあなたと相手の両方が呪文反射の効果で守られている場合、共鳴するフィールドが作られます。結果を決定するためにはランダムにロールしてください。
01-70	呪文が効果なく消えていく。
71-80	呪文はあなたと相手の両方に対して、全効果で等しく影響します。
81-97	両方の反射効果は、1d4分間機能しなくなります。
98-100	あなたと相手は裂け目を通って別の次元へと移動します。
]]

pwr_fire_shield_f=[[
触れると暖かい炎であなたを包みます。通常のリーチで近接攻撃を受けたとき、攻撃者は1d6ポイントの火炎ダメージを受け、さらに呪文の使い手レベルごとに1ポイントのダメージが加わります。冷気攻撃からのダメージを半分に抑えます。冷気攻撃で反応セーヴが可能な場合、セーヴに成功すればダメージを全く受けません。
]]

pwr_fire_shield_c=[[
触れると冷たい炎であなたを包みます。通常のリーチで近接攻撃を受けたとき、攻撃者は1d6ポイントの冷気ダメージを受け、さらに呪文の使い手レベルごとに1ポイントのダメージが加わります。火炎攻撃からのダメージを半分に抑えます。火炎攻撃で反応セーヴが可能な場合、セーヴに成功するとダメージを全く受けません。
]]

pwr_calm_emotions_d=[[
この呪文は興奮したクリーチャーを落ち着かせる。影響を受けたクリーチャーは暴力的な行動をとったり（身を守ることはできるが）破壊的なことをしたりすることはできない。

落ち着かせたクリーチャーに対するどんな攻撃的な行動やダメージも、クリーチャーにかかっている呪文を即座に解除します。

この呪文は呪文によって与えられたどんな士気ボーナスも自動的に抑制します（しかし打ち消しません）。またバーバリアンの激怒の能力を無効にし、あらゆる恐怖効果を抑制し混乱状態を取り除きます。
]]

pwr_mirror_image_d=[[
自分の幻の複製がいくつも出現し、敵はどの標的を攻撃すべきかわからなくなる。

あなたを攻撃しようとする敵やあなたに向かって呪文を唱えようとする敵は、選択した対象が現実のものなのかそれとも作り物なのかを確認するために、ランダムにロールを行なわなければならない。

イメージに対する攻撃が成功した場合そのイメージは破壊される。イメージのACは10＋君のサイズ修正値＋君の敏捷力修正値である。

効果を発揮するためには攻撃者がミラーイメージを見ることができなければならない。あなたが見えないか攻撃者が目をつぶっていればミラーイメージは何の効果もない。
]]

pwr_sanctuary_d=[[
結界を張ったクリーチャーを攻撃しようとする相手には、たとえ対象を呪文で攻撃しようとする場合であっても、意志によるセーヴを試みなければならない。

セーヴが成功した場合相手は通常通り攻撃できその呪文の効果を受けない。

セーヴに失敗した場合相手は攻撃を完遂することができず、行動の一部は失われ呪文の持続時間中は結界を張ったクリーチャーに直接攻撃をすることができません。

対象に攻撃を試みていない者は影響を受けません。

この呪文は結界を張ったクリーチャーが攻撃されたり、範囲効果呪文の影響を防ぐことはできない。

対象は呪文を解かなければ攻撃できないが、攻撃以外の呪文を使ったり行動することはできる。
]]

pwr_repulsion_d=[[
目に見えない移動可能なフィールドがあなたを取り囲み、クリーチャーがあなたに近づくのを防ぐ。

フィールド内にいるまたはフィールド内に入るクリーチャーはセーヴを試みなければならない。失敗した場合その呪文の効果時間中、あなたに向かって移動できなくなる。
]]

pwr_resilient_sphere_d=[[
煌めく力の不動の球体があなたを取り囲む。この球体を通り抜けたりダメージを与えたりすることはできないが、ディスインテグレートの呪文や狙いを定めたディスペルマジック呪文を唱えれば、君に危害を加えることなく球体を破壊することができる。
]]

pwr_eyebite_d=[[
あなたは移動アクションを消費して、クリーチャー1体を対象とし悪の波動で攻撃することができる。
]]


pwrs_text={
-- z_pwrs.act
[pwr_atk_m					]={n="近接攻撃"		,d="通常の近接武器であれば隣接するすべての相手を攻撃することができる。ロングスピアのような一部の近接武器にはリーチがある。リーチのある武器では2マス先の相手を攻撃できる。"},
[pwr_atk_r					]={n="遠隔攻撃"	,d="射撃武器ではその武器の射程距離内にありかつ射程距離内にある対象であれば、誰でも撃ったり投げたりすることができる。\n\n近接攻撃とは異なり射撃攻撃は隣接する敵からの機会攻撃を誘発することがある。"},
[pwr_swap_wpn				]={n="武器交換"		,d="予備の武器に切り替える。"},
[pwr_use_item				]={n="アイテム使用"			,d="背負い袋にあるポーションなどの消耗品を使う。"},
[pwr_wait					]={n="順番遅延"			,d="イニシアチブの順番を最後に回す。\n\n順番遅延は高度な戦術を実施するために使用できます:味方と共に側面攻撃の機会を待つ、最前線に急行して敵の到来を待つなどです。"},
[pwr_drop_prone				]={n="伏せる"		,d="積極的に伏せの姿勢になり範囲攻撃を避ける。"},
[pwr_stand_up				]={n="立ち上がる"			,d="伏せの状態から立ち上がる。"},
[pwr_wake					]={n="目を覚ます"			,d="眠っている仲間を起こす。"},
[pwr_end_turn				]={n="防御する"			,d="標準アクションとして身を守ることができる。あなたは1ラウンドの間、自分のACに＋2（全ラウンドアクションの場合は＋4）の回避ボーナスを得る。\n\nアクションができない場合は単にターンを終了します。"},

-- z_pwrs.feat
-- cmn
[pwr_init1					]={n="イニシアチブの向上"							,d="イニシアチブ判定に+4のボーナス。"},
[pwr_hp1					]={n="追加hp"									,d="初期ヒットポイント(HP)は+3、3レベルを超えるごとにヒットポイント(HP)が+1される。"},
[pwr_ft1					]={n="頑健無比"								,d="すべての頑健セーヴィングスローに+2のボーナス。"},
[pwr_rf1					]={n="神速の反応"							,d="すべての反応セーヴィングスローに+2のボーナス。"},
[pwr_wl1					]={n="鉄の意志"									,d="すべての意志セーヴィングスローに+2のボーナス。"},
[pwr_def1					]={n="防御の向上"							,d="すべての頑健、反応、意志セーヴィングスローに+1ボーナス。"},
[pwr_dodge					]={n="回避"										,d="ACに+1の回避ボーナス。"..dodge_bns},
[pwr_mobility				]={n=	"強行突破"									,d="脅威の範囲外または範囲内に移動した際に発生する機会攻撃に対して、ACに+4の回避ボーナスを与える。"..dodge_bns},
-- wpn
[pwr_atk1					]={n=	"武器熟練"								,d="すべての熟練武器の攻撃ロールに+1ボーナス。"},
[pwr_atk2					]={n=		"偉大な武器熟練"					,d="武器熟練に+1ボーナス。"},
[pwr_dmg1					]={n=		"武器専門化"					,d="すべての熟練武器のダメージロールに+2ボーナス。"},
[pwr_dmg2					]={n=			"偉大な武器専門化"		,d="武器専門化に+2ボーナス。"},
[pwr_ch1					]={n=	"クリティカルの向上"							,d="すべての熟練武器のクリティカル率が2倍になる。\n\n武器のクリティカル率が他の効果によってすでに2倍になっている場合、この特技はその武器のクリティカル率を5％増加させる。"},
[pwr_ch_f					]={n=	"クリティカル熟練"							,d="クリティカル・ヒットになったかどうかを判断するための攻撃ロールに +4 状況ボーナス"},
[pwr_ch2					]={n=		"偉大なクリティカル"						,d="すべての熟練武器のクリティカル率+5%。"},
[pwr_ch_pwr					]={n=		"パワークリティカル"						,d="クリティカルヒット時に1回分の武器ダメージを追加で与える。"},
[pwr_ch_bleed				]={n=		"出血クリティカル"						,d="あなたが鋭利な武器でクリティカルヒットを出すたび、頑健セーヴが失敗した場合、相手はさらに5出血ダメージ/3ターンを受ける。出血ダメージはあらゆるヒーリングで止めることができる。この特技の効果は重複する。"..ch_1_eff},
[pwr_ch_bleed2				]={n=			"出血クリティカルの向上"		,d="ブリーディングクリティカルのダメージポイントを10に増加。"},
[pwr_ch_cripple				]={n=		"致命的なクリティカル"					,d="クリティカルヒットを出すたび、頑健セーヴが失敗した場合、対象のスピードは1ターンの間半分になる。"..ch_1_eff},
[pwr_ch_cripple2			]={n=			"致命的なクリティカルの向上"		,d="クリップリングクリティカルと似ていますが、効果は移動不能になります。"},
[pwr_ch_stun				]={n=		"驚異的なクリティカル"						,d="鈍器でクリティカルヒットを出すたび、相手が頑健セーヴが失敗した場合、対象は1ターンの間気絶する。"..ch_1_eff},
[pwr_ch_2_effs				]={n=		"クリティカルの熟練"						,d="自分のクリティカルヒットに2つのクリティカル効果を適用する。\n\n通常:クリティカルヒットに適用できるクリティカル効果は1種類のみ。"},
-- shd/amr
[pwr_shd_use1				]={n="盾習熟"							,d="盾（タワーシールドを除く）使用時の攻撃ロールにペナルティはない。\n\n通常: 熟練していない盾を使用している場合、攻撃ロールにその盾の鎧判定のペナルティを受ける。"},
[pwr_shd_use2				]={n=	"タワーシールド熟練"					,d="盾習熟と似ているが、タワーシールドにも効果がある。"},
[pwr_shd_def1				]={n=	"盾熟練"								,d="盾使用時ACと反応に＋1ボーナス。"},
[pwr_shd_def2				]={n=		"偉大な盾熟練"					,d="盾熟練に+1ボーナス。"},
[pwr_amr_use1				]={n="軽装鎧熟練"						,d="軽装鎧を着用している間、攻撃ロールにペナルティはない。\n\n通常:非熟練鎧を着用している場合、その鎧判定ペナルティが攻撃ロールに適用される。"},
[pwr_amr_use2				]={n=	"中装鎧熟練"					,d="軽装鎧習熟と同様だが、中装鎧を対象とする。"},
[pwr_amr_use3				]={n=		"重装鎧熟練"				,d="軽装鎧習熟と同様だが、重装鎧を対象とする。"},
-- melee
[pwr_cleave					]={n=	"薙ぎ払い"									,d="あるクリーチャーに十分なダメージを与えて倒す（通常は殺すことで）と、直ちに自分のリーチ内にいる別のクリーチャーに対して追加の近接攻撃を行うことができます。\n\n追加攻撃は同じ武器で前のクリーチャーを倒した攻撃と同じボーナスで行われる。この能力は1ラウンドに1回使用できる。"},
[pwr_cleave_x				]={n=		"偉大な薙ぎ払い"							,d="薙ぎ払いと同じだが、1ラウンドの自由攻撃回数は無制限。"},
[pwr_cleave_ko				]={n=		"薙ぎ払いの強化"						,d="ノックダウンも、薙ぎ払いを発動させます。"},
[pwr_atk_m_tgt2				]={n=		"広範囲攻撃"						,d="隣接する2体のクリーチャーを1回の近接攻撃で攻撃する。"..atk_pnl_2..use_a},
[pwr_atk_m_tgt2_1			]={n=			"広範囲攻撃の強化"			,d="広範囲攻撃に対するペナルティはない。"},
[pwr_atk_m_tgt2_2			]={n=				"偉大な広範囲攻撃"		,d="広範囲攻撃は隣接するクリーチャー3体に効果を与えることができる。"},
[pwr_atk_m_tgtx				]={n="旋風攻撃"								,d="範囲内にいるすべてのクリーチャーに対して近接攻撃を1回行う。"..use_b},
[pwr_del_2					]={n="役に立たない能力"								,d="なぜこんな役立たずの能力を身につけたのか忘れてしまったのか。指導者のもとで再訓練を受け、忘れてしまった方がいいのかもしれない。"},
[pwr_charge1				]={n="突撃の強化"							,d="突撃の攻撃ロールとダメージロールに+2ボーナス。\n\n通常：ボーナスは1。"},
[pwr_charge2				]={n="偉大な突撃"							,d="強化版突撃に+2のボーナス。"},
[pwr_ao_dex					]={n="迎え討ち"								,d="敏捷力のボーナスに等しい回数の機会攻撃を行うことができる。\n\nこの特技により、立ちすくみの状態でも機会攻撃を行うことができる。"},
[pwr_dex_wpn				]={n="武器の妙技"								,d="自分のサイズ種別のクリーチャー用に作られた軽い武器、レイピア、ウィップ、スパイクトチェインを使用する場合、攻撃ロールに筋力修正の代わりに自分の敏捷力修正を使用してもよい。盾を持っている場合、その鎧判定のペナルティが攻撃ロールに適用される。\n\n肉体武器は常に軽い武器とみなされる。"},
-- skl z_skl_bns
[pwr_s2_athletic			]={n="運動能力			",d="すべての登攀と水泳判定に+2のボーナス。"},
[pwr_s2_acrobatic			]={n="軽業師			",d="すべての跳躍と軽業判定に+2ボーナス。"},
[pwr_s2_agile				]={n="俊敏				",d="すべての平衡感覚と脱出術判定に+2ボーナス"},
[pwr_s2_deft_hands			]={n="巧みな手さばき		",d="すべての縄の扱いと早業判定に+2ボーナス"},
[pwr_s2_stealthy			]={n="隠密			",d="すべての隠れ身と静かな移動の判定に+2ボーナス。"},
[pwr_s2_animal_affinity		]={n="動物との相性	",d="すべての騎乗と動物の扱い判定に+2ボーナス"},
[pwr_s2_nimble_fingers		]={n="手先の器用さ	",d="すべての開錠と装置無力化判定に+2ボーナス"},
[pwr_s2_diligent			]={n="勤勉			",d="すべての鑑定と解読判定に+2ボーナス"},
[pwr_s2_deceitful			]={n="欺瞞			",d="すべての変装と偽造判定に+2ボーナス"},
[pwr_s2_magical_aptitude	]={n="魔法適性	",d="すべての呪文学と魔法装置使用判定に+2ボーナス"},
[pwr_s2_investigator		]={n="研究者		",d="すべての捜索と情報収集判定に+2ボーナス"},
[pwr_s2_alertness			]={n="警戒			",d="すべての視認と聞き耳判定に+2ボーナス\n\n特殊:使い魔の主は使い魔が腕の長さ以内にいる場合、常に警戒の特技の恩恵を受ける。"},
[pwr_s2_self_sufficient		]={n="自給自足	",d="すべての治療と生存判定に+2ボーナス"},
[pwr_s2_negotiator			]={n="交渉人		",d="すべての真意看破と交渉判定に+2ボーナス"},
[pwr_s2_persuasive			]={n="説得力		",d="すべての威圧とはったり判定に+2ボーナス"},
--[pwr_sf_…				]={n=s_sf_3.."…	",d=s_sf_3_d}, set by code	z_skl_focus_name
-- z_pwrs.ex
[pwr_dr2					]={n="物理抵抗2"},-- monster internal powers begin	not shown in game, no translation needed
[pwr_dr5					]={n="物理抵抗5"},
[pwr_dr10					]={n="物理抵抗10"},
[pwr_hr2					]={n="HP再生2"},
[pwr_hr5					]={n="HP再生5"},
[pwr_hr10					]={n="HP再生10"},
[pwr_sr2					]={n="呪文抵抗2"},
[pwr_sr5					]={n="呪文抵抗5"},
[pwr_sr10					]={n="呪文抵抗10"},
[pwr_tr2					]={n="解除抵抗2"},
[pwr_tr5					]={n="解除抵抗5"},
[pwr_tr10					]={n="解除抵抗10"},
[pwr_unr_ms					]={n="弱点: 銀"},
[pwr_unr_ma					]={n="弱点: アダマンタイン"},
[pwr_unr_s					]={n="弱点: 斬撃"},
[pwr_unr_p					]={n="弱点: 刺突"},
[pwr_unr_b					]={n="弱点: 殴打"},
[pwr_unr_f					]={n="弱点: 火"},
[pwr_unr_c					]={n="弱点: 冷"},
[pwr_unr_l					]={n="弱点: 電"},
[pwr_unr_a					]={n="弱点: 酸"},
[pwr_unr_t					]={n="弱点: 毒"},
[pwr_unr_r					]={n="弱点: 修理"},
[pwr_unr_e					]={n="弱点: 正エネルギー"},
[pwr_unr_n					]={n="弱点: 負エネルギー"},
[pwr_unr_v					]={n="弱点: 無属性"},-- monster internal powers end
[pwr_imm_s					]={n="斬撃免疫"},
[pwr_imm_p					]={n="刺突免疫"},
[pwr_imm_b					]={n="殴打免疫"},
[pwr_imm_f					]={n="火炎免疫"},
[pwr_imm_c					]={n="冷気免疫"},
[pwr_imm_l					]={n="電気免疫"},
[pwr_imm_a					]={n="酸免疫"},
[pwr_imm_t					]={n="毒免疫"},
[pwr_imm_r					]={n="修理免疫"},
[pwr_imm_e					]={n="正エネルギー免疫"},
[pwr_imm_n					]={n="負エネルギー免疫"},
[pwr_imm_v					]={n="無属性免疫"},
[pwr_aff_s					]={n="斬撃相性"},
[pwr_aff_p					]={n="刺突相性"},
[pwr_aff_b					]={n="殴打相性"},
[pwr_aff_f					]={n="火炎相性"},
[pwr_aff_c					]={n="冷気相性"},
[pwr_aff_l					]={n="電気相性"},
[pwr_aff_a					]={n="酸相性"},
[pwr_aff_t					]={n="毒相性"},
[pwr_aff_r					]={n="修理相性"},
[pwr_aff_e					]={n="正エネルギー相性"},
[pwr_aff_n					]={n="負エネルギー相性"},
[pwr_aff_v					]={n="無属性相性"},
[pwr_res_s					]={n="斬撃耐性"},
[pwr_res_p					]={n="刺突耐性"},
[pwr_res_b					]={n="殴打耐性"},
[pwr_res_f					]={n="火炎耐性"},
[pwr_res_c					]={n="冷気耐性"},
[pwr_res_l					]={n="電気耐性"},
[pwr_res_a					]={n="酸耐性"},
[pwr_res_t					]={n="毒耐性"},
[pwr_res_r					]={n="修理耐性"},
[pwr_res_e					]={n="正エネルギー耐性"},
[pwr_res_n					]={n="負エネルギー耐性"},
[pwr_res_v					]={n="無属性耐性"},
[pwr_vul_s					]={n="斬撃脆弱性"},
[pwr_vul_p					]={n="刺突脆弱性"},
[pwr_vul_b					]={n="殴打脆弱性"},
[pwr_vul_f					]={n="火炎脆弱性"},
[pwr_vul_c					]={n="冷気脆弱性"},
[pwr_vul_l					]={n="電気脆弱性"},
[pwr_vul_a					]={n="酸脆弱性"},
[pwr_vul_t					]={n="毒脆弱性"},
[pwr_vul_r					]={n="修理脆弱性"},
[pwr_vul_e					]={n="正エネルギー脆弱性"},
[pwr_vul_n					]={n="負エネルギー脆弱性"},
[pwr_vul_v					]={n="無属性脆弱性"},
[pwr_created				]={n="魔法創造"},
[pwr_int					]={n="残留知能"},
[pwr_sz_a1					]={n="体格進化"},
[pwr_spd_a2					]={n="クイック"},
[pwr_spd_d4					]={n="スロウ"},
[pwr_nac_a2					]={n="鎧向上"},
[pwr_nac_a4					]={n="鎧向上"},
[pwr_nac_d2					]={n="鎧弱体"},
[pwr_no_fixed				]={n="不定形"},

[pwr_imm_m					]={n="魔法免疫"			,d="呪文によるダメージ（脆弱なダメージタイプを除く）と効果に対する免疫。"},
[pwr_er_50p					]={n="エネルギー耐性"		,d="どのエネルギータイプのダメージも半分しか受けない。"},
[pwr_aura5_atk2				]={n="真攻撃のオーラ"			,d="3マス以内の味方は攻撃ロールに+2のボーナスを得る。"},
[pwr_aura5_dmg2				]={n="残酷なオーラ"				,d="3マス以内の味方はダメージロールに+2のボーナスを得る。"},
[pwr_aura5_heal5			]={n="ヒーリングオーラ"				,d="3マス以内の味方は1ターンに5ヒットポイント(HP)回復する。"},
[pwr_aura1_fire5			]={n="炎のオーラ"				,d="隣接する敵は1ターンにつき5ダメージを受ける。"},
[pwr_aura1_toxic5			]={n="腐敗のオーラ"			,d="隣接している敵に毎ターン5毒ダメージを与える。"},
[pwr_aura5_fear				]={n="恐怖のオーラ"				,d="毎ターン隣接する敵は意志セーヴに成功しない場合は逃げなければならない。"},-- within 3 squares
[pwr_pack_atk				]={n="乱戦"				,d="この特技を持つ隣接した味方の攻撃ロールに+1ボーナス。"},
[pwr_pack_dmg				]={n="パックアタック"				,d="この特技を持つ仲間の隣に自分を含む2人以上の仲間がいる敵の攻撃ダメージに＋5のボーナスが適用されます。"},
[pwr_rend					]={n="引き裂き"						,d="このクリーチャーが両方の鉤爪攻撃で命中した場合、相手の胴体に引っかかって肉を引き裂く。この攻撃は自動的に追加の2d6＋筋力修正値の1-1/2倍の点数のダメージを与える。"},
[pwr_rend_co				]={n="協力引き裂き"			,d="この特技を持つ味方とあなたが同じ敵の隣にいるとき、1回の攻撃で引き裂きを発動します。"},
[pwr_blood_tgt1				]={n="血の渇望"				,d="血まみれの対象に対する攻撃ロールに+1ボーナス、ダメージロールに+2ボーナス。"},
[pwr_blood_tgt2				]={n="血を貪る"				,d="血まみれの対象に対する攻撃ロールに+2ボーナス、ダメージロールに+5ボーナス。"},
[pwr_blood_rage				]={n="血の激怒"				,d="+攻撃ロールに＋2のボーナス、ダメージロールに＋5のボーナス、血まみれ時ACに-2のペナルティ。"},
[pwr_blood_rage2			]={n="極度の血の激怒"		,d="攻撃ロールに＋2のボーナス、ダメージロールに＋5のボーナス（血まみれ時は＋10）、負傷時はACに-2のペナルティ。"},
[pwr_imbue_arrow			]={n="矢への魔力付与"				,d="射撃武器で1d6のランダムなエレメンタルダメージを追加で与える。"},
[pwr_tox					]={n="ポイズン使用"				,d="命中した場合、対象は毒状態になることがある。"},
[pwr_tox_drow				]={n="ポイズン"					,d="ドラウの毒物を使った武器で敵に命中した場合、基本難易度(DC)13の疾病セーヴに成功しなければ敵は気絶します。\n\n1分後対象は同じ難易度(DC)の疾病セーヴに成功しなければ、2d4時間気絶したままとなります。\n\n一般的にドラウは1d4-1回の睡眠毒を携帯しています。ドラウは通常この毒を矢やクロスボウのボルトに塗布しますが近接武器にも適用できます。なおドラウには自身が毒に冒されるリスクを冒さない限り、毒を塗布する特別な能力はありません。この毒は魔法の効果ではないためドラウや他のエルフも影響を受けます。"},
[pwr_hit_down				]={n="獣のノックダウン"			,d="近接武器で殴られた場合ノックダウンの判定を行う。"},
[pwr_charge_ex1				]={n="激しい突撃"			,d="突撃時ダメージロールに+5ボーナス、ノックダウン判定発動。"},
[pwr_charge_ex2				]={n="狂暴な突撃"			,d="突撃時ダメージロールに+10のボーナスを得て、対象は戦闘技能判定に成功しなければ、2つの後方のマスに押し戻されて倒れます。"},
[pwr_grap_dmg1				]={n="絞め殺し"					,d="組みつかれた対象は1ターンに5点のダメージを受ける。"},
[pwr_grap_dmg2				]={n="熊の押し潰し"				,d="組みつかれた対象は1ターンにつき10点のダメージを受ける。"},
[pwr_grap_sting1			]={n="刺す"					,d="組みつかれた対象は1ターンに5点のダメージを受ける。"},
[pwr_grap_sting2			]={n="巨大な一刺し"				,d="組みつかれた対象は1ターンにつき10点のダメージを受ける。"},
[pwr_grap_suck				]={n="吸血"				,d="組みつかれた対象は1ターンに5点のダメージを受け、自分は1ターンに5点回復する。"},
[pwr_dead_tox				]={n="有毒物質"					,d="死亡時隣接する敵を毒状態にすることがある。"},
[pwr_x2_atk					]={n="ダブルアタック"			,d="1つの武器で2回の攻撃を行う。"},
[pwr_phalanx2				]={n="ファランクスソルジャー"			,d="この特技を持つ味方が1人以上隣接している場合、ACに+2のボーナス。"},
[pwr_crowd_ac				]={n="密集カバー"				,d="クリーチャー1体に隣接している場合、ACと反応セーヴに＋2のボーナス。2体以上のクリーチャーと隣接している場合+4。"},
[pwr_ao_ac2					]={n="器用な反応"			,d="機会攻撃に対するACに+2のボーナス。"},
[pwr_shift_hard				]={n="優美なステップ"			,d="ステップ時に困難な地形を無視する。"},
[pwr_mov_no_ao				]={n="機動戦術"			,d="移動時に機会攻撃を誘発しない。"},
[pwr_web_mov				]={n=s_web_mov					,d=s_web_mov_d},
[pwr_swamper				]={n="沼地の住人"					,d="グリースエリアは無効。"},
[pwr_all_eyes				]={n="全周視界"		,d="側面攻撃への免疫。"},
[pwr_trance					]={n="トランス"					,d="アクションは1ターンに1回のみ。"},
[pwr_fey_blood				]={n="エルフの免疫"			,d="魔法による睡眠効果に免疫がある。精神に影響を及ぼす呪文や効果に対して+2の種族ボーナス。"},
[pwr_cha_spl				]={n="ドラコニックマジック"			,d="魅力の呪文:知力の代わりに魅力を呪文能力として使用できる。"},
[pwr_con_spl				]={n="傷跡魔法"			,d="耐久力の呪文:知力の代わりに耐久力を呪文能力として使用できる。"},
[pwr_ghoul_bite				]={n="グールの噛みつき"				,d="気絶した対象に対する近接ダメージロールに+10のボーナス。"},
[pwr_cha_hp					]={n="非凡な生命"		,d="ヒットポイント(HP)の計算に耐久力の代わりに魅力を使用することができる。"},
[pwr_str_hp					]={n="人工生命"			,d="ヒットポイント(HP)の計算に耐久力の代わりに筋力を使うことができる。"},
[pwr_avg_atk				]={n="保守的な攻撃"		,d="保守的な攻撃モード。安定したダメージを与えるがクリティカルはない。"},
[pwr_liz_shock				]={n="ライトニングショック"			,d="相手1人に電気ショックを与え電気ダメージを与える。"},
[pwr_pack_shock				]={n="一斉放電"			,d="ターン開始時ショッカーリザードが他のショッカーリザードに隣接している場合、彼らは協力して周囲3マス内のすべてのクリーチャーに範囲ショックを発生させることができます。ショッカーリザードの数が多いほど与えるダメージが増加します。"},
[pwr_tox_arrow				]={n="毒吐き"				,d="毒を噴射しダメージを与え、対象が毒状態になることがある。"},
[pwr_tox_fog				]={n="ポイズンクラウド"				,d="有毒エリアを作る。その範囲内のすべてのクリーチャーは毒に侵される可能性がある。"},
[pwr_tox_erupt				]={n="ポイズンバースト"				,d="範囲攻撃は毒ダメージを与え、対象は毒にかかる可能性があります。」"},
[pwr_spit_f					]={n="ファイアブレス"				,d="近接攻撃で炎属性ダメージを与える。"},
[pwr_spit_a					]={n="アシッドブレス"				,d="近接攻撃で酸ダメージを与える。"},
[pwr_heal_cw				]={n="リペア"					,d="クロックワークを修理し、ヒットポイント(HP)を回復させます。"},
[pwr_web_a0					]={n="ウェブ"						,d="蜘蛛の巣を投げて対象を動けなくする。"},
[pwr_shd_bash				]={n="シールドバッシュ"				,d="盾で対象を叩きつけて気絶させる。"},
[pwr_down_a1				]={n="地面踏みつけ"				,d="地面を踏みつけ隣接するクリーチャーを伏せにする。"},
[pwr_polym					]={n="変身"				,d="対象をランダムな動きしかしない小動物に変身させる。"},
[pwr_turn					]={n="退散"						,d="正のエネルギーをアンデッドに与え呪文の使い手から逃げさせる。\n\nパラディンは3レベル下のクレリックと同じように退散する。\n\n<c=fc_b>1日あたりの使用回数: 3 + 魅力修正。</c>"},
[pwr_fear					]={n="恐怖"						,d="範囲内のすべてのクリーチャーを逃走させる。"},
[pwr_mad					]={n="狂気"						,d="対象を狂わせ、閉じ込められたクリーチャーを無差別に攻撃します。"},
[pwr_charm					]={n="魅了"					,d="敵に味方だと思わせる。"},
[pwr_eye_ctrl				]={n="支配の視線"			,d="対象は支配されます。"},
[pwr_eye_stone				]={n="石化の視線"			,d="対象を石に変えます。"},
[pwr_sum_spiders			]={n="巨大クモ招来"	,d="2匹の巨大なクモを呼び出して戦わせる。"},
-- skl acts
[pwr_intimidate				]={n="威嚇"				,d="対象のレベル判定に対抗する威嚇判定を行なう。君が勝った場合対象は何ラウンドの間震え状態になる。\n\n震え状態のキャラクターは攻撃ロールとセーヴィングスローに-2のペナルティを受ける。"},
[pwr_feint					]={n="フェイント"					,d="対象の真意看破判定に対抗するはったり判定を行なう。君が勝った場合、その対象に対して君が次に行なう近接攻撃について、ACに対する敏捷力のボーナス（もしあれば）がなくなる。\n\nこの攻撃は次の自分のターンまでに行わなければならない。"},
[pwr_treat_wounds			]={n="ファーストエイド"				,d="難易度(DC)15の回復判定を行う。成功すると対象は最大HPの1/4回復する。\n\n難易度(DC)を5以上超える場合、その数にあなたの判断力ボーナスを加えます。\n\n<c=to>クリーチャーがこの能力の恩恵を受けられるのは、1回の戦闘につき1回だけである。</c>"},
[pwr_treat_bleeding			]={n="出血の治療"			,d="難易度(DC)15の回復判定を行う。成功した場合対象から出血の効果が取り除かれる。"},
[pwr_treat_poison			]={n="毒の治療"				,d="難易度(DC)15の回復判定を行う。成功した場合対象から毒の効果が取り除かれる。"},
[pwr_improved_feint			]={n="フェイントの向上"			,d="フェイントを標準アクションではなく、移動アクションとして使用する。"},
-- misc
[pwr_dfl_arw				]={n="矢止め"			,d="1ラウンドに1度通常であれば射撃武器が命中するところその武器をそらし、ダメージを受けないようにすることができる。\n\nこの特技を使用するには、片手が空いている必要があります（素手状態）。攻撃を察知し、かつ立ちすくみではない必要があります。"},-- Attempting to deflect a ranged weapon doesn’t count as an action. Unusually massive ranged weapons and ranged attacks generated by spell effects can’t be deflected.	Special: A monk may select Deflect Arrows as a bonus feat at 2nd level, even if she does not meet the prerequisites.	A fighter may select Deflect Arrows as one of his fighter bonus feats.
[pwr_snt_arw				]={n="矢つかみ"			,d=pwr_snt_arw_d},
[pwr_stunning_fist			]={n="朦朧化打撃"			,d=pwr_stunning_fist_d},
[pwr_improved_stunning_fist	]={n="朦朧化打撃強化"	,d="あなたの朦朧化攻撃の頑健セーヴィングスローに+2のボーナスを加える。\n\n特別:何度でも使える。その効果は重複する。"},
[pwr_ch_mle_dmg				]={n="圧倒的なクリティカル"	,d=pwr_ch_mle_dmg_d},
[pwr_sa_1x					]={n="奇襲攻撃の向上"	,d="あなたの奇襲攻撃は通常よりも殺傷能力が高い。\n\n奇襲攻撃のダメージに+1d6。\n\n特別:何度でも使える。その効果は重複する。"},
[pwr_rage_fear				]={n="恐るべき激怒"			,d="激怒している間は、相手をパニックに陥れる。\n\n激怒している間あなたを見た敵は、威嚇判定で対抗する意志セーヴを行なうか、1d4ラウンドの間（その敵のキャラクターレベルがあなたのキャラクターレベル以下の場合）パニック状態になるか（その敵のキャラクターレベルがあなたのキャラクターレベルと等しいか2倍までの場合）震え状態になる。\n\n君のキャラクターレベルの2倍以上のキャラクターレベルを持つ敵は、この特技の効果を受けない。"},
-- mnk 17 + 2
[pwr_unarmed_strike			]={n="素手攻撃"				,d=pwr_unarmed_strike_d},
[pwr_flurry_of_blows		]={n="連打"				,d=pwr_flurry_of_blows_d},
[pwr_ac_bonus				]={n="ACボーナス"						,d=pwr_ac_bonus_d},
[pwr_fast_movement_monk		]={n="高速移動"				,d="モンクは3レベルごとにスピードに+2の強化ボーナスを得る（3レベルで+2、6レベルで+4、…、30レベルで+20）。\n\n鎧を着たり盾を使ったり、中荷重や重荷重のモンクはこの追加速度を失う。"},
[pwr_still_mind				]={n="瞑想"					,d="モンクは彼女の瞑想と訓練が精神への影響を強化し、精神への攻撃に対する抵抗力を高めるため、精神への影響を受ける呪文や効果に対するセーヴィングスローに＋2のボーナスを得ます。"},-- from the school of enchantment
[pwr_ki_atk					]={n="\"気\"の一撃"					,d=pwr_ki_atk_d},
[pwr_slow_fall				]={n="緩やかな落下"					,d="壁から手が届く範囲にいるモンクは、壁を使って下降を遅らせることができる。落下距離を計算する場合、モンクのレベル1につき5フィート減らす。20レベルになると、どんな距離でも無傷で落下できるようになる。"},
[pwr_purity_of_body			]={n="無病身"				,d="モンクは自分の身体の免疫システムをコントロールできるようになる。超自然的な病気と魔法的な病気を除く、すべての病気に対する免疫力を得る。"},-- (such as mummy rot and lycanthropy)
[pwr_wholeness_of_body		]={n="肉体の完成"			,d="モンクは自分の傷を癒すことができる。\n\n1日あたりの回復ポイント:レベル × 2。回復は複数の使用に分割できます。"},-- twice her current monk level	She can heal a number of hit points of damage equal to her monk level x (2 + her Wis bonus / 2) each day, and she can spread this healing out among several uses.
[pwr_diamond_body			]={n="金剛身"					,d="モンクは自分の代謝をしっかりとコントロールすることで、あらゆる種類の毒に対する免疫を獲得する。"},
[pwr_abundant_step			]={n="豊かなステップ"				,d="モンクは1日に1度、魔法で空間をすり抜けることができる。"},-- , as if using the spell dimension door, once per day. Her caster level for this effect is one-half her monk level.
[pwr_diamond_soul			]={n="金剛心"					,d="モンクは現在のモンクレベル＋10に等しい呪文耐性を得る。"},-- In order to affect the monk with a spell, a spellcaster must get a result on a caster level check (1d20 + caster level) that equals or exceeds the monk's spell resistance.
[pwr_quivering_palm			]={n="激震掌"				,d=pwr_quivering_palm_d},
[pwr_timeless_body			]={n="時知らずの肉体"				,d="キャラクターは老化による能力値へのペナルティを受けなくなり、魔法による老化もしなくなる。ただしすでに受けているペナルティはそのまま残る。そのキャラクターが老衰で死ぬのは変わらない。"},
[pwr_tongue_monk			]={n="日月語"			,d="モンクはあらゆる生き物と話すことができる。"},
[pwr_empty_body				]={n="虚身"					,d=pwr_empty_body_d},
[pwr_perfect_self			]={n="即身成道"					,d="モンクは自分の肉体を技術と準魔法的能力で調整し、魔法生物となる。\n\nモンクはダメージ減少10/魔法を得る。呪文や魔法の効果において、彼女は永遠に人型生物ではなく来訪者として扱われる。例えば、チャームパーソンは彼女に影響を与えない。しかしモンクは死から蘇ることができる。"},--, which allows her to ignore the first 10 points of damage from any attack made by a nonmagical weapon or by any natural attack made by a creature that doesn't have similar damage reduction	Unlike other outsiders, the monk can still be brought back from the dead as if she were a member of her previous creature type.
-- misc
[pwr_flurry_of_blows_r		]={n="範囲連打攻撃"		,d="通常の近接攻撃と同様に、モンク専用の武器手裏剣を使い、遠距離から連打を繰り出す。"},
[pwr_quivering_palm_kill	]={n="震える掌：即死"		,d="モンクは震える掌の犠牲者を即死させることができる。成功すれば相手は死ぬ。失敗した場合、震える掌の効果は消滅する。"},
[pwr_end_act				]={n="アクション終了"		,d="現在進行中の特定の行動や効果を終了させることは自由である。"},
[pwr_end_spl				]={n="能力解除"			,d="特定の呪文や能力が効果を発揮した後、呪文の使い手はそれらを自由に解除することができる。"},

[pwr_test					]={n="テスト"	,d="テスト"},
}


--[[ Abbreviate long feat names for Western Europe languages (English, French, Italiano…), no need for Chinese and Japanese
function	abbr_pwrs(t)
	for k, v in pairs(t) do
		mk_abbr(v, "Weapon Proficiency", "WP")
		mk_abbr(v, "Shield Proficiency", "SP")
		mk_abbr(v, "Armor Proficiency", "AP")
		mk_abbr(v, "Two--Bladed", "TB")-- must 2 '-'
		mk_abbr(v, "Double Axe", "D-Axe")
		mk_abbr(v, "Gnome Hooked Hammer", "Gnm. H-Hammer")
		mk_abbr(v, "Two--Weapon", "TW")
		mk_abbr(v, "Two--Handed Weapon", "TH")
		mk_abbr(v, "Combat Maneuvers", "CM")
		mk_abbr(v, "Skill Focus", "SF")

		mk_abbr(v, "Dwarven", "Dwf.")
		mk_abbr(v, "Proficiency", "Prof.")
		mk_abbr(v, "Specialization", "Spec.")
		mk_abbr(v, "Critical", "Crit.")
		mk_abbr(v, "Equipment", "Eqpt.")
		mk_abbr(v, "Wondrous", "Wond.")

		mk_abbr(v, "Improved ", "Imp. ")
		mk_abbr(v, "Greater ", "Gtr. ")
		mk_abbr(v, "Perfect ", "Pft. ")

	--	print(v.a)
	end
end

abbr_pwrs(pwrs_text)]]


s_dominated	="支配下にある"	s_dominated_d	="あなたは呪文の使い手に支配され、呪文の使い手の望むように行動することを強いられる。"
-- z_cond
conds_text={
[cond_rsv_1				]={n="待機状態 1"			,d="記述なし。"},
[cond_rsv_2				]={n="待機状態 2"			,d="記述なし。"},
[cond_rsv_3				]={n="待機状態 3"			,d="記述なし。"},
[cond_rsv_4				]={n="待機状態 4"			,d="記述なし。"},
[cond_rsv_5				]={n="待機状態 5"			,d="記述なし。"},
[cond_rsv_6				]={n="待機状態 6"			,d="記述なし。"},
[cond_rsv_7				]={n="待機状態 7"			,d="記述なし。"},
[cond_rsv_8				]={n="待機状態 8"			,d="記述なし。"},
[cond_rsv_9				]={n="待機状態 9"			,d="記述なし。"},

[cond_burn				]={n="燃焼"						,d="ターン開始時、指定した点数の炎ダメージを受ける。"},
[cond_corrode			]={n="腐食"						,d="ターン開始時、指定した点数の酸ダメージを受ける。"},
[cond_tox				]={n="毒"						,d="ターン開始時、指定した点数の毒ダメージを受ける。"},
[cond_bleed				]={n="出血"						,d="ターン開始時、指定した点数の出血ダメージを受ける。"},
[cond_hr				]={n="再生"					,d="ターン開始時、指定されたヒットポイント(HP)数を回復する。"},

[cond_thp				]={n="一時的HP			",d="特定の効果はキャラクターに一時的なヒットポイント(HP)を与える。キャラクターが一時的なヒットポイント(HP)を獲得した場合、 そのキャラクターの現在のヒットポイント(HP)の合計を記録する。一時的なヒットポイント(HP)がなくなると、キャラクターのヒットポイント(HP)は現在のヒットポイント(HP)の合計まで下がる。その時点でキャラクターのヒットポイント(HP)が現在のヒットポイント(HP)合計を下回っている場合、一時的なヒットポイント(HP)はすべて既に失われており、そのキャラクターのヒットポイント(HP)合計がそれ以上下がることはない。\n\n一時的にヒットポイント(HP)が失われた場合、本物のヒットポイント(HP)のように魔法で回復することはできない。\n\n耐久力値と現在のヒットポイント(HP)の増加： 一時的なものであっても、キャラクターの耐久力値が増加すればヒットポイント(HP)が増加する（有効ヒットポイント(HP)増加） が、これは一時的なヒットポイント(HP)ではない。これは一時的なヒットポイント(HP)ではなく回復することができ、一時的なヒットポイント(HP)のように最初に失われることはない。"},
[cond_def				]={n="標準防御"				,d="次のターンまで防御に専念。"},
[cond_def_full			]={n="全防御"				,d="次のターンまで防御に熟練する。"},
[cond_fgt_def			]={n=s_fgt_def						,d=s_fgt_def_d},

[cond_dazzled			]={n="眩惑						",d="クリーチャーは目を刺激されすぎてよく見えなくなる。目がくらんだクリーチャーは攻撃ロールと捜索判定に-1のペナルティを受ける。"},-- , and Spot checks
[cond_blinded			]={n="盲目						",d="キャラクターは見ることができない。アーマークラスに-2のペナルティを受け、ACに敏捷力のボーナスがある場合はそれを失い、移動速度は半分になり、捜索判定とほとんどの筋力と敏捷力に基づく技能判定に-4のペナルティを受ける。視覚に依存する判定や行動はすべて自動的に失敗する。すべての対戦相手は、盲目のキャラクターに対して完全隠蔽（50％のミス確率）を持っているとみなされる。"},-- All checks and activities that rely on vision (such as reading and Spot checks) automatically fail. Characters who remain blinded for a long time grow accustomed to these drawbacks and can overcome some of them.
[cond_deafened			]={n="聴覚障害						",d="耳が聞こえなくなる。イニシアチブ判定に-4のペナルティを受け、聞き耳判定に自動的に失敗し、音声要素を含む呪文を唱える際に20％の確率で呪文が失敗する。"},-- Characters who remain deafened for a long time grow accustomed to these drawbacks and can overcome some of them.
[cond_fatigued			]={n="疲労						",d="疲労状態のキャラクターは突撃ができず、筋力と敏捷力に-2のペナルティを受けます。疲労状態のキャラクターは、通常疲労を引き起こす他の行動によって疲労困憊状態になります。"},-- Doing anything that would normally cause fatigue causes the fatigued character to become exhausted. After 8 hours of complete rest, fatigued characters are no longer fatigued.	can neither run nor charge
[cond_exhausted			]={n="疲労困憊						",d="疲労したキャラクターは移動速度が半分になり、筋力と敏捷力に-6のペナルティを受ける。"},-- After 1 hour of complete rest, an exhausted character becomes fatigued. A fatigued character becomes exhausted by doing something else that would normally cause fatigue.
[cond_sickened			]={n="病気						",d="キャラクターはすべての攻撃ロール、武器ダメージロール、セーヴィングスロー、技能判定、能力判定に-2のペナルティを受ける。"},
[cond_nauseated			]={n="吐き気						",d="胃の苦痛を経験する。吐き気をもよおしたクリーチャーは、攻撃することも呪文を唱えることも、注意を必要とする他のことをすることもできない。そのようなキャラクターが行える行動は、1ターンに1回の移動アクションのみである。"},-- cast spells, concentrate on spells
[cond_staggered			]={n="よろめき						",d="よろめき状態のキャラクターは、各ラウンドに1回の移動または標準アクションを取ることができる。"},-- A character whose nonlethal damage exactly equals his current hit points is staggered.  A character whose current hit points exceed his nonlethal damage is no longer staggered; a character whose nonlethal damage exceeds his hit points becomes unconscious.	 (but not both, nor can she take full-round actions)
[cond_dazed				]={n="茫然							",d="茫然としたクリーチャーは行動を起こせませんが、ACにペナルティはありません。"},-- The creature is unable to act normally. A dazed condition typically lasts 1 round.
[cond_flat_footed		]={n="立ちすくみ					",d="戦闘中にまだ行動していないキャラクターは立ちすくみ状態であり、その状況にまだ正常に反応していない。立ちすくみのキャラクターはACに対する敏捷力のボーナス（あれば）を失い、機会攻撃を行えなくなる。"},
[cond_surprise			]={n="驚愕"					,d="戦闘の最初のラウンドでは行動不可。"},

[cond_shaken			]={n="震え"						,d="すべての攻撃ロール、セーヴィングスロー、技能判定、能力判定に-2のペナルティ。"},-- A shaken character takes a	Shaken is a less severe state of fear than frightened or panicked.
[cond_frightened		]={n="怯え"					,d="怯えたクリーチャーはできる限り恐怖の原因から逃げる。逃げられない場合には戦うこともある。\n\nさらにそのクリーチャーはすべての攻撃ロール、セーヴィングスロー、技能判定、能力判定に-2のペナルティを受ける。"},-- A frightened creature takes a	A frightened creature can use special abilities, including spells, to flee; indeed, the creature must use such means if they are the only way to escape. Frightened is like shaken, except that the creature must flee if possible. Panicked is a more extreme state of fear.
[cond_panicked			]={n="パニック"						,d="パニックに陥ったクリーチャーは持っているものをすべて捨て、恐怖の原因から最高速度で逃げる。それ以外の行動はとれない。\n\nさらにクリーチャーはすべてのセーヴィングスロー、技能判定、能力判定に-2のペナルティを受ける。"},--, as well as any other dangers it encounters, along a random path	A panicked creature can use special abilities, including spells, to flee; indeed, the creature must use such means if they are the only way to escape.	If cornered, the creature cowers and does not attack, typically using the total defense action in combat.	Panicked is a more extreme state of fear than shaken or frightened.
[cond_cowering			]={n="恐怖"						,d="クリーチャーは恐怖で凍りつき、何も行動できない。ACに-2のペナルティを受け、ACに（もしあれば）敏捷力のボーナスを失う。"},

[cond_dmg_str			]={n="筋力ダメージ"					,d="筋力値が一時的に減少する。筋力0は伏せで無力であることを意味する。"},
[cond_dmg_dex			]={n="敏捷力ダメージ"					,d="敏捷力値が一時的に減少する。敏捷力0は無力であることを意味する。"},
[cond_dmg_con			]={n="耐久力ダメージ"					,d="耐久力値が一時的に減少する。耐久力0は死を意味する。"},
[cond_dmg_int			]={n="知力ダメージ"					,d="知力値が一時的に減少する。知力0は意識不明を意味する。"},
[cond_dmg_wis			]={n="判断力ダメージ"					,d="判断力値が一時的に減少する。判断力0は意識不明を意味する。"},
[cond_dmg_cha			]={n="魅力ダメージ"					,d="魅力値が一時的に減少する。魅力0は意識不明を意味する。"},
[cond_drn_str			]={n="筋力吸収"					,d="筋力値が永続的に減少する。筋力0は伏せで無力であることを意味する。"},
[cond_drn_dex			]={n="敏捷力吸収"					,d="敏捷力値が永続的に減少する。敏捷力0は無力であることを意味する。"},
[cond_drn_con			]={n="耐久力吸収"					,d="耐久力値が永続的に減少する。耐久力0は死を意味する。"},
[cond_drn_int			]={n="知力吸収"					,d="知力値が永続的に減少する。知力0は意識不明を意味する。"},
[cond_drn_wis			]={n="判断力ダメージ"					,d="判断力値が永続的に減少する。判断力0は意識不明を意味する。"},
[cond_drn_cha			]={n="魅力吸収"					,d="魅力値が永続的に減少する。魅力0は意識不明を意味する。"},
[cond_dmg_phy			]={n="身体能力ダメージ"	,d="身体能力の値が一時的に低下。"},
[cond_dmg_mtl			]={n="精神能力ダメージ"		,d="精神的な能力値が一時的に低下する。"},
[cond_dmg_all			]={n="全能力ダメージ"			,d="すべての能力値が一時的に減少する。"},
[cond_drn_phy			]={n="身体能力吸収"		,d="身体能力の値が永続的に減少する。"},
[cond_drn_mtl			]={n="精神能力吸収"		,d="精神能力の値が永続的に減少する。"},
[cond_drn_all			]={n="全能力吸収"			,d="すべての能力値が永続的に減少する。"},
[cond_energy_drained	]={n="生命力吸収"				,d="キャラクターは 1 つ以上の負のレベルを得る。各マイナスレベルは以下のペナルティを与える： 攻撃ロール、セーヴィングスロー、技能判定、能力判定に-1のペナルティ、ヒットポイント(HP)を5失う、有効レベル（呪文や特殊 能力のパワー、持続時間、難易度(DC)、その他の詳細を決定するためのレベル）に-1 のペナルティ。さらに呪文の使い手は唱えられる最も高い呪文レベルから1つ呪文または呪文スロットを失う。"},-- , which might permanently drain the character’s levels	Hit Dice

[cond_hf_mov			]={n="スロウ"						,d="移動速度が半減し、突撃ができなくなる。"},
[cond_no_mov			]={n="行動不能"					,d="動けない。"},
[cond_prone				]={n="伏せ"						,d="地面に横たわり、近接攻撃と防御が低下し、移動が遅くなります。"},
[cond_entangled			]={n="からみつき"					,d=""},

[cond_grapper			]={n="組みつき"					,d="対象を抑えることに集中し、組みつきを解除しない限り、他の行動はできない。"},
[cond_grap				]={n="組み付かれる"						,d="抑制され行動できない。ターンの開始時に自動的に解放を試みる。"},
[cond_pinned			]={n="抑えられる"						,d=""},
[cond_stunned			]={n="気絶"						,d="気絶したクリーチャーは持っているものをすべて捨て、行動をとれず、ACに-2のペナルティを受け、ACに敏捷力のボーナスがあればそれを失う。"},
[cond_helpless			]={n="無力"						,d="何もできない。"},
[cond_unconscious		]={n="無意識"					,d="無意識で、何も行動できない。"},
[cond_paralyzed			]={n="麻痺"					,d="その場で固まり、何もできない。"},
[cond_stone				]={n="石化"						,d="石になる。何も行動できないが、ほとんどのタイプのダメージに耐える（ただし打撃系ダメージは除く）。"},
[cond_sleep				]={n="睡眠"						,d=pwr_sleep_d},
[cond_turn				]={n="退散を受ける"						,d="制御不能で解呪者から自動的に逃げる。"},

[cond_disabled			]={n="無力化"						,d=""},
[cond_dying				]={n="瀕死"						,d=""},
[cond_stable			]={n="安定"						,d=""},
[cond_dead				]={n="死亡"							,d=""},
[cond_fascinated		]={n="魅了"					,d=""},
[cond_confused			]={n="混乱"						,d=""},
[cond_invisible			]={n="透明"					,d=""},
[cond_incorporeal		]={n="非実体"					,d=""},
[cond_checked			]={n="制御不能"						,d=""},
[cond_knocked_down		]={n="軽業"					,d=""},
[cond_blown_away		]={n="吹っ飛び"					,d=""},

[cond_red_ache			]={n="赤い痛み						",d="皮膚が赤く腫れ上がり、触れると温かくなる。攻撃すると1d6の筋力ダメージを与える。"},
[cond_devil_chills		]={n="悪魔の悪寒					",d="バルバズとピットフィーンドが拡散する。攻撃すると1d4の筋力ダメージを与える。悪魔の悪寒から回復するには2回ではなく3回連続でセーヴに成功する必要がある。"},-- The victim must make three successful Fortitude saving throws in a row to recover from devil chills.
[cond_blinding_sickness	]={n="盲目病				",d="汚染された水が拡散する。攻撃されると1d4の筋力ダメージを与える。対象がこの病から2以上のダメージを受ける度に、再度頑健セーヴを行わなければ永続的に盲目になる。"},
[cond_shakes			]={n="振戦						",d="動悸、震え、けいれんを引き起こします。攻撃が当たると、1d8の敏捷力ダメージを与えます。"},
[cond_filth_fever		]={n="不潔熱					",d="ドブネズミやオチューが媒介する。不潔な環境で負傷した者が感染する可能性がある。攻撃すると敏捷力1d3、耐久力1d3のダメージを与える。"},
[cond_demon_fever		]={n="悪魔の熱					",d="ナイトハグがばら撒く。攻撃を受けると1d6の耐久力ダメージを与える。ダメージを受けた場合、別のセーヴィングスローに成功しなければならない。"},-- Can cause permanent ability drain.
[cond_mummy_rot			]={n="ミイラの腐敗						",d="ミイラによって広まる。攻撃すると1d6の耐久力ダメージを与える。セーヴィングスローに成功しても、キャラクターは回復しない（通常ダメージは防げるが）。魔法による治癒のみがキャラクターを救うことができる。"},
[cond_slimy_doom		]={n="粘液の破滅					",d="対象は内側から感染性のベトベトの状態に変化する。攻撃すると1d4の耐久力ダメージを与える。ダメージを受けた場合、別のセーヴィングスローに成功しなければ、代わりに1ポイントのダメージが永続的に吸収となる。"},-- Can cause permanent ability drain.
[cond_mindfire			]={n="脳焼						",d="脳が焼けるように感じる。昏睡を引き起こす。攻撃すると1d4の知力ダメージを与える。"},
[cond_cackle_fever		]={n="不気味な笑い					",d="症状には高熱、混乱、および頻繁な醜悪な笑いが含まれます。また金切り声としても知られています。攻撃が当たると、1d6の判断力ダメージを与えます。"},

[cond_command_fight		]={n="命令:戦闘				",d="全力で戦う。"},
[cond_command_approach	]={n="命令:接近				",d="あなたは何もせず、1ラウンドの間、呪文の使い手のほうへできるだけ早く直接移動する。"},
[cond_command_flee		]={n="命令:逃走					",d="あなたは1ラウンドの間、呪文の使い手からできるだけ早く離れること以外何もしない。"},
[cond_command_halt		]={n="命令:停止					",d="あなたは1ラウンドその場に立っている。行動を起こすことはできないが、無力ではない。"},
[cond_command_fall		]={n="命令:伏せ					",d="あなたは地面に倒れ、1 ラウンドの間伏せたままとなる。伏せている間は通常通り行動できるが、適切なペナルティを受ける。"},
[cond_command_drop		]={n="命令:放棄					",d="持っているものをすべて落とす。落としたアイテムは次のターンまで拾えない。"},

[cond_warm_shield		]={n="暖かな盾					",d=pwr_fire_shield_f},
[cond_chill_shield		]={n="冷気の盾					",d=pwr_fire_shield_c},
[cond_prayer_favor		]={n="祈り:恩恵					",d="特別な恩恵を受ける。攻撃ロール、武器ダメージロール、セーヴ、技能判定に+1の幸運ボーナスを得る。"},
[cond_prayer_disfavor	]={n="祈り:不遇				",d="特別な不遇があなたに襲いかかる。攻撃ロール、武器ダメージロール、セーヴ、技能判定に-1のペナルティを受ける。"},
[cond_curse_penalty		]={n="呪い:罰				",d="攻撃ロール、セーヴ、能力判定、技能判定に-4のペナルティ。"},
[cond_curse_disorder	]={n="呪い:混乱				",d="50％の確率で通常行動をとり、それ以外は何も行動をとらない。"},
[cond_comatose			]={n="昏睡						",d="対象は緊張性の昏睡状態に陥る。この間、効果を解除する以外のいかなる手段によっても覚醒させることはできない。これは睡眠効果ではないので、エルフには免疫がない。"},-- The subject falls into a catatonic coma for 10 minutes per caster level
[cond_ethereal			]={n="エーテル化"						,d=pwr_ethereal_jaunt_d},
[cond_death_atk_1		]={n=s_death_atk_1					,d=s_death_atk_d},
[cond_death_atk_2		]={n=s_death_atk_2					,d=s_death_atk_d},
}