n_op_act			="交流"-- z_op
n_op_atk			="攻撃"
n_op_wait			="待機"

n_op_listen			="聞き耳"
n_so_srch			="捜索"
n_so_srch20			="捜索"
n_so_untrap			="罠解除"
n_so_unlock			="解錠"

n_op_shovel			="掘る"
n_op_chop			="伐採"
n_op_mine			="採掘"
n_op_gather			="情報収集"
n_op_harvest		="採集"
n_op_fish			="釣り"

n_op_mov			="移動"
n_op_enter			="入る"
n_op_leave			="出る"
n_op_up				="上の階へ移動"
n_op_down			="下の階へ移動"

-- z_skl
s_skl				="技能"		s_skl_d		="技能は、キャラクターが持つ最も基本的でありながら最も基本的な能力の一部です。\n\nキャラクターのレベルが上がるにつれて、彼は新しい技能を習得し、既存の技能を劇的に向上させることができます。"
s_skls				=s_skl		s_skls_d	=s_skl_d
s_skls_trn			="技能の訓練"-- Trained Skills
s_skl_rk			="技能ランク"
s_cls_skls			="クラス技能"
s_cls_skl_of		="クラス技能対象"
s_skl_pts_left		="技能ポイントが割り当てられていません"
s_key_abi			="対応能力値"
s_synergy			="相乗効果"
s_synergy_f			="%1$s で 5 つ以上のランクがある場合、%2$s 判定で +2 ボーナスを獲得します。"
s_rel_bnss			="関連ボーナス"
s_aid_chk_bns		="+2 のボーナスを与える。"
s_sz_good			="大きさの長所"
s_sz_bad			="大きさの短所"
s_anm_int			="動物の知力"
s_non_hum			="非人型生物"
s_unhurt			="無傷"
s_treated			="治療を受けた"
s_no_int			="無知力"
s_imm_fear			="恐怖への完全耐性"
s_show_skl_desc		="技能の説明を表示"
s_show_skl_rank		="技能ランクの表示"
s_show_skl_mods		="技能修正値の表示"
s_li_s				="一覧のサイズ：小"
s_town_svcs			="町の設備"	s_town_svcs_d	="都市や村は冒険家がよく訪れる。これらの場所は必要な物資とサービスを提供する。大都市ではより多くの物を提供できる。"
s_trn_p_skls		="職能スキルを習得する"	s_trn_p_skls_d	="地域の専門家から職能スキルを習得する。"
s_adv_guild			= {n="冒険者ギルド", d="冒険者ギルドは、冒険者が必要とするさまざまなサービスを提供している。"}-- z_add_ex_builds
s_cft_guild			= {n="職人ギルド", d="職人ギルドはあらゆる職業の職人に様々なサービスを提供している。"}
s_services			="支援"
s_retrain			="再訓練"
s_rst_pc_skls		= {n="技能の再訓練", d="有料でキャラクターのすべての技能を元の状態に戻す。"}
s_rst_pcs_skls		= {n="技能の再訓練", d="有料でキャラクターのすべての技能を元の状態に戻す。"}
s_rst_pc_skls_cfm	="キャラクターのすべての技能を再訓練しますか？\n\n<c=ty>コスト：</c>%s"
s_rst_pcs_skls_cfm	="選択したキャラクターのすべての技能を再訓練しますか？\n\n<c=ty>コスト：</c>%s"
s_rst_pc_skls_done	="%s の技能は再訓練された！"
s_add_pcs_skl		="技能の訓練"
s_add_pcs_skl_cfm	="選択したキャラクターに技能 %s を訓練しますか？\n\n<c=ty>コスト：</c>%s"
s_add_pc_skl_done	="%s が技能 %s を習得した！"
s_unlearned			="未習得"
s_untrained			="未訓練"
s_need_learn		="講師募集"
s_need_learn_d		="この技能は講師によって教える必要があります。\n\nこの技能は熟練度メカニズムを適用します。 技能を使用すると、キャラクターは熟練度レベルを上げることができる熟練度ポイントを獲得します。\n\n技能使用時に割り当てられたレベルは熟練度レベルに置き換わります。ポイントを追加して取得した割り当てレベルは熟練度レベルの上限を決定するだけです。"
s_need_train		="訓練を受けた者のみ"
s_need_train_d		="この表記は、技能を使用するには少なくとも 1 ランクが必要であることを示しています。\n\n省略した場合、技能はトレーニングを受けていなくても (ランク 0 で) 使用できます。\n\n特別な注意事項がトレーニング済みまたはトレーニング済みの技能に適用される場合は、 トレーニングを受けていない使用方法については、トレーニングを受けていないセクションで説明します。"
s_u_xs_skl_trn		="訓練された技能のみを表示"
s_skl_amr			="鎧の未習熟ペナルティ"
s_skl_amr_d			="この技能は鎧判定ペナルティを適用します。"
s_skl_amr_2			="二重鎧の判定ペナルティ"
s_skl_amr_2_d		="技能判定には通常の鎧判定ペナルティと負担ペナルティの2倍が適用されます。"
local s_skl_hour	="現在、この技能の作業の進捗状況は時間単位で計算されています。"

s_use_skl			="スキルを使用"
s_use_x_skl			="%sスキルを使用"
s_skl_usr			="技能者"
s_skl_usrs			="技能者"
s_skl_usrs_d		="選択した技能に使用者と補助者を割り当てます。\n\n<c=ty>技能の試行を組み合わせる</c>\n一部の技能では、複数のキャラクター (1 人の使用者と 1 人または 2 人の補助者) が同時に技能判定を行うことができます。 補助者の判定が成功すると、使用者は判定に +2 ボーナスを受け取ります。"
s_skl_adr			="補助者"
s_no_skl_usr		="技能者が割り当てられていない！"
s_pty_no_skl		="技能を習得したキャラクターがいない！"
s_pty_no_skl_f		="%s技能を習得したキャラクターがいない！"
s_max_usrs			="最大結合ユーザー数"
s_max_skl_lv_pc		="最高技能ランクのキャラクター"

s_low_skl_rank		="技能ランクが足りない！"
s_asgn_rank			="割り当てられたランク"
s_prof_rank			="習熟ランク"
s_prof_pts			="習熟ポイント"
s_prof_pts_d		="技能の習熟レベルが、割り当てられたレベルよりも低い場合、技能を使用すると習熟ポイントが得られ、習熟レベルが上がります。\n\n技能判定に失敗した場合、または技能判定を行った場合、習熟ポイントが少なくなります。"
s_get_prof_pts_f	="%s が <c=y>%d</c>：<c=ty>%s</c>の習熟ポイントを獲得した。"
s_prof_lv_up_f		="%sの<c=ty>%s</c>の習熟ランクは<c=y>%d</c>に増加した。"
s_prof_lv_max_f		="%sの習熟ランク<c=ty>%s</c>は割り当てられたランク制限の上限に達している。"

s_post_succ_f		="%s に成功した！"
s_post_fail_f		="<c=tr>%s に失敗した！</c>"
s_shovelled_s		="%s - 削除された。"
s_ready_for_f		="%s の準備が完了した"
s_open_chest		="箱を開く"

s_no_tool			="単純な道具や盗賊道具がない！"
s_tool_mod			="道具による状況修正値"
s_no_lockpick		="ロックピックがない！"
s_lockpick_broken	="壊れたロックピック"
s_try_i				= "--- %d回目のチャレンジ ---"

s_workshop			="工房"
s_workshops			="工房"
s_workshops_d		="工房では、製作に必要なさまざまな設備や作業条件を提供している。"
s_lost_hlf_mats		="材料の半分がだめになった。"
s_lost_all_mats		="材料が全てだめになった。"
s_lack_mats			="材料が足りない！"
s_enching			="エンチャント"
s_enching_d			="エンチャントは、武器、鎧、盾に1つ以上の魔法の特徴を追加できます。\n\nエンチャントされるアイテムは、高品質または魔法のアイテムとなり、最終製品よりもレアリティと魔法のボーナスが低くなる。\n\n<c=o>手順が失敗した場合、呪文材料のすべてまたは一部が失われ、元のアイテムは変更されない。"
s_upging_itms		="アイテムの強化"
s_upging_itms_d		="強化により既存の魔法のアイテムのマジックボーナスを増加させる。\n\n<c=o>この工程に失敗すると、呪文材料のすべてまたは一部が失われ、元のアイテムは変更されない。</c>"
s_uncft				="エンチャント除去"
s_uncft_d			="エンチャント除去とは、魔法のアイテムをアーケインの残滓（ダスト、精髄、粉体、破片、結晶）に変換し、それを使用し魔法のアイテムを作成する工程である。\n\n<c=o>注：成否にかかわらず、元のアイテムは破棄される。</c>"
s_cft_i				="--- 製作 %s: %d/%d ---"
s_uncft_i			="--- エンチャント除去 %s: %d/%d ---"
s_cfting_			="--- 製作中 %s ---"
s_cft_qty			="製作品質"
s_cft_fee			="製作コスト"
s_cft_aborted		="製作は中止された。"
s_dc_std			="標準コンポーネント"
s_dc_mw				="高品質コンポーネント"
s_dc_sm				="特殊な素材コンポーネント"
s_dc_mm				="特殊な素材コンポーネント (高品質相当)"
s_var_bns			="可変マジックボーナス"
s_fix_bns			="固定マジックボーナス"
s_var_bns_d			="ほとんどの魔法のアイテムには、マジックボーナスに基づく複数の種類があり、低レベルのものは高レベルのものにアップグレードでき、関連する値はそれに応じて変化します。"
s_fix_bns_d			="一部の不思議な道具の強化は固定で、アップグレードできません。これらのアイテムはマジックボーナスに基づく複数の種類はなく、作るのが難しいです。"
s_cft_nm			="一般的な装備の製作"
s_cft_nm_d			="一般的な呪文材料で作られた武器と鎧には追加の機能はなく、作成するのも難しくない。"
s_cft_mw			="高品質アイテムの製作"
s_cft_mw_d			="高品質アイテムを作成できます。武器、鎧、盾は、魔法ではなく、その卓越した職人技によって使用にボーナスをもたらします。\n\n高品質アイテムを作成するには、標準アイテムに加えて別のアイテムであるかのようにアイテム コンポーネントを作成します。高品質コンポーネントには独自の価格があり、製作難易度(DC)は20です。標準コンポーネントと高品質コンポーネントの両方が完成すると、高品質アイテムが完成します。"
s_cft_magic_bns		="マジックボーナス"
s_cft_magic_bns_d	="魔法のアイテムを作成するときにマジックボーナスを指定できます(上限はパーティの最高キャラクターレベルに基づく)。マジックボーナスが高ければ高いほど、作成が難しくなり、より多くの材料が必要になります。"
s_rare_fltr_s		="レアリティ(%s)のアイテムのみを表示"
s_rare_fltr_op_s	="選択されたレアリティ(%s)のアイテムのみを表示"
s_show_can_upg		="アップグレード可能なアイテムを表示"
s_show_non_upg		="アップグレード不可能なアイテムを表示"
s_show_can_upg_d	= s_var_bns_d
s_show_non_upg_d	= s_fix_bns_d
s_cft_show_ammo		="矢弾を表示する"
s_cft_show_ammo_d	="一部の強化は矢弾にも適用できるが、矢弾の強化ボーナスは発射武器とは累積しないため、ほとんど意味がない。\n\n例外：矢弾に銀を接合することは実用的な意味がある。"
s_cft_x				="大量生産"
s_cft_x_d			="マテリアルはバッチで製造することができ、時間の節約にはなるが、難易度(DC)は高まる。"
s_show_mats_ok		="完全なマテリアルのみを表示"
s_show_pct_0		="成功率 ＞ 0% を表示"
s_show_pct_50		="成功率 ≧ 50% を表示"
s_cft_show_eqpted	="既存のアイテムを変換するときに装備を表示"
s_cft_show_in_bag	="既存のアイテムを変換するときに背負い袋のアイテムを表示する"
s_show_itm_tp_sep	="アイテム種別区分を表示する"
s_cft_use_bank		="倉庫の素材を利用する"
s_no_fit_itms		="適切なアイテムがありません"
s_no_fit_recipes	="適切なレシピがありません"
s_for_recipes		="使用可能なレシピ"
s_fast_cft_ani		="製作アニメーションの高速化"
s_cft_scrn_text		="製作結果の一時テキストを表示する"

-- z_dc
s_lock_15			="<c=a>非常に単純な錠</c>"
s_lock_20			="<c=g>単純な錠</c>"
s_lock_25			="<c=y>平均的な錠</c>"
s_lock_30			="<c=o>良い錠</c>"
s_lock_40			="<c=r>素晴らしい錠</c>"
s_locked			="鍵付き"
s_locked2			="鍵付き"
s_unlocked2			="鍵解除済み"

s_bag_heavy			= "重い"
s_edged				= "刃付き"

s_tk_10				="(10 取得)"
s_tk_20				="(20 取得)"

s_matk_s			="近接攻撃 %s："
s_ratk_s			="遠隔攻撃 %s："
s_mtouch_atk_s		="近接接触攻撃 %s："
s_rtouch_atk_s		="遠隔接触攻撃 %s："

s_s_do_s_save		="%sは%s セーヴ判定を行う："
s_avoided_trap		="<c=tg>罠を回避した！</c>"
s_s_unharmed		="<c=tg>%s: 無傷！</c>"
s_dmg_halved		="<c=tg>ダメージが半減した。</c>"
s_s_dmg_halved		="<c=tg>%s: ダメージが半減した。</c>"
s_only_pct_dmg		="<c=tg>%s：ダメージは %d%% のみ。</c>"
s_fell_into_pit		="<c=tr>落とし穴に落ちた！</c>"
s_trap_tgred		="罠が作動した"
s_s_disarmed		="%sは無効化された。"
s_s_tgred			="<c=tr>%s が作動した！</c>"
s_s_auto_rsted		="<c=tr>%s は自動的にリセットされる</c>"
s_s_ineffective		="<c=tg>%s は無効。</c>"
s_rush				="強制作動"
s_rush_d			="適切なキャラクターを選択し、パーティが罠エリアを通過できるように 罠 を作動させる。\n\nただし、自動リセットモードの罠は、作動させても機能が失われるわけではない。したがって、全員が一緒にその場所を通過しなければならない。"
s_rush_cfm			="この罠エリアを通過しますか（自動リセットモード）？"
s_rush_ok			="パーティは罠エリアを無事通過した！"

s_found_something	="何かを見つけた！"
s_found_s			="%sを見つけた！"
s_srch_sup			="物資の捜索"
s_loot				="戦利品"
s_loot_site_msg		="この場所で特別な戦利品を見つけた："

s_own_site			="拠点を制圧する"
s_have_pl			="生産ライセンス取得済み"
s_no_pl				="生産ライセンスなし"
s_buy_pl_sd			="この拠点の生産ライセンスを購入しますか?\n\n<c=ty>コスト：</c>%s\n\n<c=ty>最小評判値：</c>%s"
s_got_pl_s			="生産ライセンスを取得"
s_occupied_by_mob	="モンスターが占領"

s_mon_pay			="月給"
s_week_pay			="週給"
s_pay_day			="給料日"
s_no_pay			="未払賃金"
s_hire_rep			="雇用できる最大数はあなたの評判によって決まります。"
s_add_pty_wt_f		="+%d ポンド。パーティー荷重"
s_npc_up_f			="1人の雇い人をアップグレードする"
s_pty_xp_f			="パーティーの獲得経験値+%d%%"
s_npc_unlock		="%s が巧みに鍵を開けました!"
s_npc_unlock_no		="%s は鍵を開けられませんでした!"
s_npc_untrap		="%s が巧みに罠を解除しました!"
s_npc_untrap_no		="%s は罠を解除できませんでした!"

s_skls_sec	= s_skls_d.."\n\n"..[[
	このセクションでは、一般的な使用法や典型的な修正を含め、各技能について説明します。

	キャラクターは、ここに記載されている以外の目的で技能を使用することがあります。
]]

s_skl_grp_abi=[[
	各技能は、キーアビリティと呼ばれる、技能の使用に関連する能力に対応しています。

	技能判定で使用される能力修正は、技能の主要な能力の修正です。

	同じキーアビリティを持つ技能は、その使用方法にも類似性があります。
]]

s_skl_grp_spc=[[
	集中力は、主要な能力が耐久力である唯一の技能です。

	言語 技能は他の技能とは異なります。 この技能の使用には判定が必要ないため、キーアビリティはなしです。

	知識、技術、職業、実行は芸能には多数の個別の技能であり、それぞれに独自のランクがあり、それぞれが個別の技能として購入されます。
]]

s_skls_summary="技能の概要"
s_skls_summary_d=[[
<s b=c:ty>キャラクターの特定のクラスの技能は、クラス技能とクラス間技能に分類されます。

クラス技能は、キャラクターのクラス技能リストにある技能です。クラスを越えた技能は見つからないものです。

クラス技能を購入すると、技能ポイントごとに 1 ランク (その技能による判定の +1 ボーナスに等しい) を獲得します。

クロスクラス技能を購入すると、技能ポイントごとに 1/2 ランクが得られます。 (半分のランクでは技能判定は向上しませんが、1/2 ランクが 2 つで 1 ランクになります。)

技能ポイントを保存して後で使うことはできません。

クラス技能の最大ランクはキャラクターレベル+3です。

クラス間技能の最大ランクは、この数値の 2 分の 1 になります (切り上げまたは切り捨てはしないでください)。

技能がクラス 技能として購入されたか、クラス間技能として購入されたかに関係なく、それがいずれかのクラスのクラス 技能である場合、最大ランクはキャラクター レベルの合計 + 3 に等しくなります。


<b>技能の使用: </b>技能判定を行うには、1d20 + 技能修正値をロールします。

技能補正値 = 技能ランク + 能力補正値 + その他の補正値。

このロールは攻撃ロールやセーヴィング スローと同じように機能します。ロールが高いほど優れています。

特定の難易度クラス (DC) に匹敵するかそれを超えようとしているか、別のキャラクターの判定結果を超えようとしています。


<b>技能 ランク: </b> キャラクターの技能のランク数は、キャラクターが技能に投資した技能 ポイントの数に基づきます。

多くの技能は、キャラクターにランクがなくても使用できます。 これを未訓練の技能判定といいます。


<b>能力修正: </b>技能判定で使用される能力修正は、技能の主要な能力 (技能の使用に関連付けられた能力) の修正です。

各技能の主な能力は説明に記載されています。


<b>その他の修正値: </b>その他の修正値には、種族ボーナス、防具判定のペナルティ、特技によって提供されるボーナスなどが含まれます。
]]

s_skls_use="技能の使用"
s_skls_use_d=[[
<s b=c:ty>キャラクターが技能を使用するときは、技能 判定を行って、その技能がどの程度優れているかを確認します。

技能判定の結果が高いほど良いです。

状況に応じて、判定が成功するには、結果が特定の数値 (難易度(DC) または反対の技能判定の結果) と一致するか上回る必要があります。

タスクが難しいほど、より多くの数字を振る必要があります。

状況によっては、判定に影響する可能性があります。

気が散ることなく自由に仕事ができる性格は、慎重に作業を進め、単純なミスを避けることができます。

時間に余裕のあるキャラクターは何度も挑戦できるため、最良の結果が得られます。

他の人が助けてくれれば、キャラクターは成功するかもしれませんが、そうでなければ失敗するかもしれません。


<b>技能判定: </b>技能判定では、キャラクターのトレーニング (技能ランク)、天性の才能 (能力修正値)、運 (ダイスの目) が考慮されます。

また、特定のことを行うためのその種族のコツ (種族ボーナス)、彼または彼女が着ている鎧 (鎧判定 ペナルティ)、またはそのキャラクターが持つ特定の特技なども考慮される場合があります。

技能判定を行うには、1d20 をロールし、その技能に対するキャラクターの技能修正値を追加します。

技能修正には、その技能におけるキャラクターのランクと、その技能の主要な能力の能力修正に加えて、種族ボーナスや鎧判定ペナルティなど、適用される可能性のあるその他のさまざまな修正が組み込まれます。

結果が高いほど良いことになります。

攻撃ロールやセーヴィングスローとは異なり、d20の自然な出目が20であっても自動的に成功とはならず、自然な出目が1であっても自動的に失敗とはならない。


<b>難易度(DC)クラス: </b>難易度クラス (DC) に対していくつかの判定が行われます。

難易度(DC) は、成功するために技能 判定の結果として得点する必要がある数値 (技能ルールをガイドラインとして使用して設定) です。


難易度(DC)クラスの例:

<b c=ty7>DC 難易度(DC)の例 (使用技能)</b>

0 非常に簡単 <min_x=cur_x>目に見える大きなものに気づきます (スポット)<min_x=0>

5 簡単 <min_x=cur_x>結び目のあるロープを登る (登る)<min_x=0>

10) 平均 <min_x=cur_x>警備員が近づいてくるのを聞く (聞く)<min_x=0>

15) 難しい <min_x=cur_x>荷馬車の車輪が落ちるように仕掛ける (デバイスを無効にする)<min_x=0>

20) 挑戦 <min_x=cur_x>嵐の水の中を水泳 (水泳)<min_x=0>

25) 恐るべき <min_x=cur_x> 平均的なロックを開ける（オープンロック）<min_x=0>。

30) 英雄的 <min_x=cur_x>30 フィートの裂け目を飛び越える (跳躍)<min_x=0>

40) ほぼ不可能 <min_x=cur_x>24 時間雨が降った後、固い地面を横切ってオークの分隊を追跡する (生存)<min_x=0>


<b>反対判定: </b>反対判定は、判定結果を別のキャラクターの判定結果と比較することによって成功または失敗が決定される判定です。

反対判定では、上位の結果が成功し、下位の結果が失敗します。

同点の場合は、技能修正値の高い方が勝ちます。

この点数が同じ場合、同点に戻すためにもう一度ダイスを振る。


反対判定の例:

<b c=ty7>タスク技能 (キーアビリティ) 対抗技能 (キーアビリティ)</b>

耐久力 誰かのはったり（魅力） 感覚的動機（判断力）

他人になりすます変装（魅力） 視認（判断力）

偽の地図を作る偽造 (知力) 偽造 (知力)

誰かから隠れる隠れ身（敏捷力） 視認（判断力）

チンピラを下がらせる威嚇(魅力)スペシャル(1)

忍び寄る忍び足（敏捷力） 聞き耳を立てる（判断力）

財布を盗むスライトオブハンド（敏捷力） 視認（判断力）

囚人を確実に縛る縄使い（敏捷力） 脱出術師（敏捷力）

1. 威嚇判定は技能判定ではなく、対象のレベル判定で対抗する。詳細は威嚇技能の説明を参照のこと。


<b>再試行: </b>一般に、失敗した場合でも技能判定を再試行でき、無期限に試行し続けることができます。

ただし、一部の技能には失敗による影響を考慮する必要があります。

特定のタスクを達成する試みで判定が失敗すると、いくつかの技能は事実上役に立ちません。

ほとんどの技能では、キャラクターが特定のタスクで一度成功すると、それ以上の成功は無意味になります。


<b>未訓練の技能 判定: </b>通常、キャラクターが所有していない技能を使用しようとすると、通常どおり技能 判定を行います。

キャラクターには技能にランクがないため、技能修正には技能 ランクは追加されません。

技能の主要な能力の修正など、その他の該当する修正が判定に適用されます。

多くの技能は、その訓練を受けた人だけが使用できます。


<b>有利な条件と不利な条件: </b>状況によっては技能が使いやすくなったり、使いにくくなったりすることがあり、その結果、技能判定の技能修正値にボーナスやペナルティが与えられたり、技能判定の難易度(DC)が変更されたりすることがあります。


成功の確率は、例外的な状況を考慮して 4 つの方法で変更できます。

1. 技能者に+2の状況ボーナスを与えて、ジョブに最適なツールを持っている、他のキャラクターの助けを借りる(技能試行の組み合わせを参照)、異常に正確な情報を持っているなど、芸能を向上させる条件を表します。 

2. 即興ツールの使用を強制されたり、誤解を招く情報を与えられたりするなど、芸能を妨げる状況を表す場合、技能者に -2 の状況ペナルティを与えます。

3. フレンドリーな聴衆がいる、または標準以下の仕事を行うなど、タスクが容易になる状況を表すために 難易度(DC) を 2 減らします。

4. 非協力的な聴衆がいる場合や完璧でなければならない作業を行う場合など、タスクを難しくする状況を表すために 難易度(DC) を 2 増やします。


技能を実行するキャラクターの能力に影響を与える条件により、技能修正が変化します。

成功するためにキャラクターが技能をどの程度うまく実行する必要があるかを変更する条件は、難易度(DC)を変更します。

技能修正値へのボーナスと判定の難易度(DC)の減少は同じ結果をもたらします。つまり、成功の可能性が高くなります。

しかし、それらは異なる状況を表しており、場合によってはその違いが重要です。


<b>時間と技能の判定: </b>技能の使用には 1 ラウンドかかる場合もあれば、時間がかからない場合もあれば、数ラウンドまたはそれ以上かかる場合もあります。

ほとんどの技能の使用は、標準アクション、移動アクション、または全ラウンド アクションです。

アクションのタイプは、戦闘ラウンド (6 秒) の枠組み内で活動を実行するのにかかる時間と、活動に関して移動がどのように扱われるかを定義します。

一部の技能 判定は即座に行われ、イベントに対する反応を表すか、アクションの一部として含まれます。 これらの技能判定はアクションではありません。 他の技能判定は動きの一部を表します。


<b>ロールなしの判定: </b>技能判定は通常、ある種の時間的プレッシャーや気晴らしの下で、何らかの目標を達成しようとする試みを表します。

ただし、場合によっては、キャラクターがより有利な条件下で技能を使用し、運の要素を排除できる場合があります。


<b c=ty7>テイク10: </b>キャラクターが脅かされたり、気を散らされたりしていないときは、テイク10を選択できます。

技能判定で 1d20 を振る代わりに、10 を振ったかのように結果を計算します。

多くのルーティンワークは、10回やれば自動的に成功する。

気晴らしや脅威（戦闘など）により、キャラクターがテイク10が不可能になる。

ほとんどの場合、テイク10は純粋に安全策です。平均的な出目は成功することがわかっている (または期待している) が、悪い出目が失敗するのではないかと恐れるため、平均的な出目 (10) に落ち着くことを選択します。

テイク10は、特に高いロールが役に立たない状況で特に役立ちます。


<b c=ty7>クリティカル: </b> 十分な時間があるとき (通常、1 ラウンド、1 つの全ラウンド アクション、または 1 つの標準アクションで確認できる技能の場合は通常 2 分) に直面します。 脅迫や妨害するものはなく、試みられている技能には失敗してもペナルティはありません。クリティカルができます。

言い換えれば、十分な回数ロールすれば、最終的には 1d20 で 20 が得られることになります。

技能判定で 1d20 を振る代わりに、20 を振ったかのように結果を計算します。

クリティカルは、正しく理解できるまで努力することを意味し、成功するまでに何度も失敗することを前提としています。

クリティカルは１回の判定にかかる時間の20倍の時間がかかる。

クリティカル、キャラクターは成功するまでに何度も失敗することが想定されるため、失敗に対するペナルティのある技能で クリティカルの場合、キャラクターはタスクを完了する前に自動的にそれらのペナルティを受けることになります。

一般的なクリティカル技能には、エスケープ アーティスト、オープン ロック、捜索などがあります。


<b c=ty7>能力判定と呪文の使い手レベル判定: </b>通常のテイク10とクリティカルのルールは、能力判定に適用されます。

どちらのルールも呪文の使い手レベルの判定には適用されません。


<b>技能の試行を組み合わせる: </b>複数のキャラクターが同じ目的で同時に同じ技能を試行すると、その努力が重複する可能性があります。


<b>個別のイベント: </b>多くの場合、複数のキャラクターが何らかのアクションを試み、それぞれが独立して成功または失敗します。 あるキャラクターの登攀判定の結果は、他のキャラクターの登攀判定の結果には影響しません。


<b>他のキャラクターを助ける: </b>協力して同じ種類の技能 判定を行うことで、別のキャラクターが技能 判定で成功するのを手伝うことができます。

技能判定で10以上を出した場合、あなたが援助しているキャラクターは、有利な条件のルールに従って、判定に＋2のボーナスを得る。(他人を助けるために技能判定で10を取ることはできない）。

多くの場合、キャラクターの助けは役に立たないか、同時に限られた数のキャラクターしか助けられません。

特定の結果を達成できる人が技能によって制限されている場合、自分のキャラクターだけでは達成できなかったタスクにボーナスを与えるために他の人を助けることはできません。


<b>技能 相乗効果: </b> キャラクターが、うまく連携する 2 つの技能を持つことが可能です。

一般に、技能の説明に記載されているように、1 つの技能に 5 つ以上のランクがあると、相乗効果のある技能のそれぞれで技能判定に +2 ボーナスがキャラクターに与えられます。

場合によっては、このボーナスはすべての判定ではなく、問題の技能の特定の使用にのみ適用されます。

一部の技能は、特定のクラス機能を使用するために必要な判定など、キャラクターによって行われる他の判定に利点をもたらします。


<b>能力判定: </b>キャラクターは、実際には特定の技能が適用されない何かを行おうとすることがあります。

このような場合には、能力判定を行います。

能力判定は、1d20 に適切な能力修正値を加えたものです。

本質的に、訓練を受けていない技能判定を行っていることになります。

場合によっては、アクションは、運が関係なく、直接的に自分の能力を試すことになります。

誰がより背が高いかを確認するために身長判定をしないのと同じように、誰がより強いかを確認するために筋力判定を行うことはありません。
]]

s_skls_descs="技能の説明"
s_skls_descs_d=[[
<s b=c:ty>技能の説明の形式は次のとおりです。


<b>技能名: </b>技能名の行には、(技能の名前に加えて) 次の情報が含まれます。


<b c=ty7>キーアビリティ: </b>修正が技能判定に適用される能力の略語。

例外:言語の主要な能力はなしです。これは、この技能の使用に判定が必要ないためです。


<b c=ty7>トレーニング済みのみ: </b>この表記が技能名の行に含まれている場合、それを使用するには技能に少なくとも 1 ランクが必要です。

省略した場合、技能は未訓練（ランク0）で使用できます。

トレーニングを受けた使用またはトレーニングを受けていない使用に特別な注意事項が適用される場合、それらはトレーニングを受けていないセクションで説明されています (下記を参照)。


<b c=ty7>鎧 判定 ペナルティ: </b>この表記が技能名の行に含まれている場合、この技能を使用する判定に鎧判定ペナルティが (該当する場合に) 適用されます。

このエントリが存在しない場合、鎧判定ペナルティは適用されません。


技能名の行の後には、その技能の使用が何を表すかについての一般的な説明が続きます。 説明の後には、その他の種類の情報がいくつかあります。


<b>判定: </b>技能判定に成功したキャラクター (技能説明ではあなた) と判定の難易度(DC)でできること。


<b>アクション: </b>技能を使用するために必要なアクションのタイプ、または判定に必要な時間。


<b>再試行: </b>技能を正常に使用するための連続試行に適用される条件。

技能によって同じタスクを複数回試行できない場合、または失敗に固有のペナルティが課せられる場合 (登攀技能など)、クリティカルはできません。

この段落が省略された場合、追加時間が必要になる以外は、固有のペナルティなしで技能を再試行できます。


<b>スペシャル: </b>技能の使用に起因する特殊効果や、クラス、特技の選択、種族によって特定のキャラクターが受け取るボーナスなど、技能に適用される追加の事実。


<b>相乗効果: </b>一部の技能は、相乗効果により、1 つ以上の他の技能の使用にボーナスを与えます。

このエントリが存在する場合、そのような相乗効果によりこの技能が付与または受け取る可能性のあるボーナスを示します。


<b>制限: </b>特定の技能の完全な使用は、特定のクラスのキャラクターまたは特定の特技を持つキャラクターに制限されます。

このエントリは、技能にそのような制限が存在するかどうかを示します。


<b>未訓練: </b>このエントリは、技能のランクが 1 つ以上ないキャラクターがその技能で何ができるかを示します。

このエントリが表示されない場合は、技能が未訓練のキャラクターに対して正常に機能するか（未訓練で使用できる場合）、または未訓練のキャラクターがこの技能で判定を試行できないことを意味します（訓練済みのみとして指定されている技能の場合） ）。
]]




skls_text={
[skl_climb	]={n="登攀"	,b="この技能を使用して、崖をよじ登ったり、魔法使いの塔の 2 階の窓に到達したり、落とし戸から落ちた後に穴から這い上がったりすることができます。"
,d=[[
<b>判定: </b>登攀判定に成功すると、通常の 4 分の 1 の速度で、坂道、壁、その他の急な坂道 (または天井など) を上り下りしたり、越えたりすることができます。 。

傾斜とは、角度が 60 度未満のあらゆる傾斜とみなされます。 壁とは、60 度以上の角度の傾斜です。

登攀判定が 4 以下で失敗した場合は、進歩がないことを意味します。

登攀判定が 5 以上失敗した場合は、既に到達している高さから落下することを意味します。

登攀キットを使用すると、登攀 判定に +2 の状況ボーナスが与えられます。


判定の難易度(DC)は登攀の状況によって異なる。以下の表のタスクと比較し、適切な難易度(DC)を決定する。

<b c=ty7>登攀難易度(DC) 表面またはアクティビティ例</b>

0 <min_x=cur_x>歩いて登るには急すぎる坂、または壁に支えられている結び目のあるロープ。<min_x=0>

5 <min_x=cur_x>壁に支えられたロープ、結び目のあるロープ、またはロープ トリックの呪文の影響を受けたロープ。<min_x=0>

10 <min_x=cur_x>非常に粗い壁や船の艤装など、つかまって立つための出っ張りのある表面。<min_x=0>

15 <min_x=cur_x>非常に粗い自然の岩の表面や木、結び目のないロープ、または手でぶら下がっているときに体を引き上げるなど、適切な手掛かりと足場 (自然または人工) のある表面。<min_x=0 >

20 <min_x=cur_x>ダンジョンや遺跡の典型的な壁など、いくつかの狭い手掛かりや足場がある凹凸のある表面。<min_x=0>

25 <min_x=cur_x>自然の岩壁やレンガ壁などの粗い表面。<min_x=0>

25 <min_x=cur_x>手掛かりはあるが足場のない張り出しまたは天井。<min_x=0>

— <min_x=cur_x>完全に滑らかで平らな垂直面を登ることはできません。<min_x=0>

<b c=ty7>難易度(DC)修正(1) サーフェスまたは活動の例</b>

–10 <min_x=cur_x>煙突 (人工または自然) または 2 つの向かい合った壁に支えられるその他の場所に登る (DC が 10 減少する)。<min_x=0>

–5 <min_x=cur_x>垂直の壁に支えられるコーナーに登る (難易度(DC) を 5 減少させる)。<min_x=0>

+5 <min_x=cur_x>表面は滑りやすいです (難易度(DC) が 5 増加します)。<min_x=0>

1. これらの登攀難易度(DC) 修正値は累積的です。 該当するものを使用してください。


登るには両手が自由である必要がありますが、呪文を唱えたり、片手だけで済むその他のアクションを実行している間は、片手で壁にしがみつくこともできます。

登っている間は打撃を避けるために動くことができないため、AC への器用さボーナス (存在する場合) が失われます。 また、登っている間は盾を使用することはできません。

登っている間にダメージを受けるたびに、斜面または壁の難易度(DC)に対して登攀判定を行います。 失敗とは、現在の高さから落下し、適切な落下ダメージを受けることを意味します。


<b c=ty7>加速登攀: </b>通常よりも速く登ろうとします。 -5 のペナルティを受け入れると、速度を (速度の 4 分の 1 ではなく) 半分に移動できます。


<b c=ty7>独自の手掛かりと足場を作る: </b>壁にピトンを打ち込んで、独自の手掛かりと足場を作ることができます。

これには 1 つのピトンにつき 1 分かかり、3 フィートの距離ごとに 1 つのピトンが必要です。

手掛かりと足場を提供する他の表面と同様に、ピトンがある壁の難易度(DC)は 15 です。

同様に、手斧または同様の道具を持った登攀者が氷の壁で手を切る可能性があります。


<b c=ty7>軽業時に体を掴む: </b>軽業時に壁に体を掴むことは事実上不可能です。

そうするには、登攀判定を行います (難易度(DC) = 壁の難易度(DC) + 20)。

坂道で捕まえるのはずっと簡単です (難易度(DC) = 坂道の 難易度(DC) + 10)。


<b c=ty7>登っている間に落ちてくるキャラクターを捕まえる: </b>自分の上または隣に登っている誰かが落ちた場合、その人が手の届く範囲にいる場合は、落ちてくるキャラクターを捕まえることができます。

これを行うには、落下するキャラクターに対する近接タッチ攻撃が成功する必要があります (ただし、希望に応じて、AC への敏捷力ボーナスを自発的に放棄することもできます)。

ヒットした場合は、すぐに登攀判定を試みなければなりません (難易度(DC) = 壁の 難易度(DC) + 10)。

成功は、落下するキャラクターを捕まえることができますが、装備を含むキャラクターの総重量が重量制限を超えることができず、そうでない場合は自動的に落下します。

登攀判定に 4 点以下で失敗した場合、キャラクターの落下を止めることはできませんが、壁のグリップを失うことはありません。

5点以上失敗すると、キャラクターの落下を止めることができず、キャラクターも落下し始めます。


<b>アクション: </b>登攀は動作の一部であるため、通常は移動アクションの一部です (また、移動アクション内で他のタイプの動作と組み合わせる場合もあります)。

登攀を含む各移動アクションには、個別の登攀判定が必要です。

自分自身または他の落下キャラクターを捕まえてもアクションは発生しません。


<b>スペシャル: </b>ロープを使用すると、強力な力でキャラクターを上に引き上げ (またはキャラクターを下に) 引っ張ることができます。 この方法で最大荷重の 2 倍を持ち上げることができます。

ハーフリングは敏捷で確実な足取りをしているため、ハーフリングは登攀判定に +2 の種族ボーナスを持ちます。

トカゲの使い魔のマスターは、登攀判定に+3のボーナスを得る。

あなたが運動特技を持っている場合、あなたは登攀判定に +2 ボーナスを得る。


登攀速度を持つクリーチャーは、すべての登攀判定に＋8の種族ボーナスを持つ。

クリーチャーは難易度(DC)が0より高い壁や斜面を登るには登攀判定を行わなければならないが、たとえ登っている間に急かされたり脅されたりしても、いつでも10を取ることを選択できる。

登攀速度を持つクリーチャーが加速登攀（上記参照）を選んだ場合、そのクリーチャーは登攀速度の2倍（または陸上速度の遅い方）で移動し、-5のペナルティで登攀判定を1回行なう。

そのようなクリーチャーは登っている間、アーマークラス（存在する場合）に対する敏捷力ボーナスを保持し、対戦相手はそれに対する攻撃に特別なボーナスを受け取りません。

ただし、登攀中に走行アクションを使用することはできません。


<b>相乗効果: </b>縄使いのランクが 5 以上ある場合、ロープ、結び目のあるロープ、またはロープと壁の組み合わせを登る際の登攀判定に +2 ボーナスを獲得します。
]]},




[skl_swim	]={n="水泳"	,b="この技能を使用すると、陸上の生き物は泳いだり、潜ったり、水中の障害物を乗り越えたりすることができます。"
,d=[[
<b>判定: </b>水中にいる間、ラウンドごとに 1 回、水泳判定を行います。

成功とは、最大 2 分の 1 の速度 (全ラウンド アクションの場合) または 4 分の 1 の速度 (移動アクションの場合) で水泳ことができることを意味します。

4 点以下で失敗した場合は、水の中を進むことはできません。

5点以上失敗すると水没します。

水泳ごとに難易度(DC) 20 の水泳判定を行うか、疲労により 1d6 ポイントの非致死ダメージを受けなければなりません。


以下の表に示すように、水泳判定の 難易度(DC) は水によって異なります。

<b c=ty7>難易度(DC)　　水中で水泳</b>
10              穏やかな水
15              荒れた水
20(1)         嵐の水

1. たとえ脅迫されたり気を散らされたりしていなくても、嵐の中での水泳判定でテイク10はできません。


<b c=ty7>息を止める: </b>水泳判定に失敗したため、または意図的に水中を泳いでいるために水中にいる場合は、息を止める必要があります。

あなたは耐久力値に等しいラウンド数の間息を止めることができますが、それは移動アクションまたは自由アクションを行う以外に何もしなかった場合に限られます。

通常アクションまたは全ラウンドアクション（攻撃など）を行うと、息を止められる残り時間が1ラウンド減少します。 (事実上、戦闘中のキャラクターは通常の半分の時間しか息を止めることができません。)

その時間が経過した後は、息を止め続けるために毎ラウンド難易度(DC) 10 の耐久力判定を行う必要があります。

ラウンドごとに、その判定の難易度(DC)は 1 ずつ増加します。

耐久力判定に失敗すると、溺れ始めます。


<b>アクション: </b>水泳判定が成功すると、移動アクションとして速度の 4 分の 1 で水泳ことができ、全ラウンド アクションとして速度の 2 分の 1 で水泳ことができます。


<b>スペシャル: </b>水泳判定には、通常の鎧判定 ペナルティと負担ペナルティの 2 倍が適用されます。

あなたが運動特技を持っている場合、水泳判定に +2 ボーナスを獲得します。

あなたが耐久特技を持っている場合、疲労による非致死ダメージを避けるために行われる水泳判定に +4 ボーナスを獲得します。


<b c=ty7>水生生物: </b>水泳速度を持つ生物は、水泳判定を行わずに指定された速度で水中を移動できます。

特別なアクションを実行するか、危険を回避するための水泳判定に +8 の種族ボーナスを獲得します。

たとえ泳いでいるときに気が散ったり、危険にさらされたりしても、生き物は常に水泳判定でテイク10を選択できます。

このような生き物は、直線的に水泳限り、水泳しながら疾走アクションを使用できます。
]]},




[skl_jump	]={n="跳躍"	,b="この技能を使用して、穴を飛び越えたり、低いフェンスを飛び越えたり、木の一番下の枝に到達したりできます。"
,d=[[
<b>判定: </b>難易度(DC) とカバーできる距離は、試みている跳躍の種類によって異なります (下記を参照)。


跳躍判定はスピードによって変化します。

速度が 30 フィートの場合、速度に基づく修正は判定に適用されません。

速度が 30 フィート未満の場合は、10 フィートごとに -6 ペナルティが課せられます。

速度が 30 フィートを超える場合、30 フィートを超えると 10 フィートごとに +4 ボーナスが得られます。


跳躍によって移動した距離は、ラウンド中の通常の最大移動量としてカウントされます。

跳躍でランクがあり、跳躍判定に成功した場合は、(適切な場合) 足で着地します。

訓練されていない状態で跳躍判定を試みると、難易度(DC) を 5 以上上回るまで伏せて着地します。


ここで示したすべての跳躍 難易度(DC) は、助走スタートを行うことを前提としています。そのためには、跳躍を試みる前に直線で少なくとも 20 フィート移動する必要があります。 助走スタートを取れなかった場合、跳躍の 難易度(DC) は 2 倍になります。


<b c=ty7>走り幅跳び: </b>走り幅跳びは、裂け目や小川などのギャップを越えて行われる水平方向の跳躍です。

跳躍の中間点で、水平距離の 4 分の 1 に等しい垂直高さに達します。

跳躍の 難易度(DC) は、跳躍した距離 (フィート単位) に等しくなります。

判定が成功すると、一番奥で足を着地します。

5 未満の差で判定に失敗した場合、距離をクリアすることはできませんが、難易度(DC) 15 の反応セーヴを行うことでギャップの端を掴むことができます。 あなたは遠い端を掴んで動きを終えます。

その結果、裂け目や隙間にぶら下がったままになった場合、起き上がるには移動アクションと難易度(DC)15の登攀判定が必要となる。

<b c=ty7>跳躍難易度(DC)(1)     走り幅跳びの距離</b>
5                                5 フィート
10                              10 フィート
15                              15 フィート
20                              20 フィート
25                              25 フィート
30                              30 フィート

1. 20 フィートのランニング スタートが必要です。 ランニングスタートを行わない場合、難易度(DC) は 2 倍になります。


<b c=ty7>高跳躍: </b>高跳躍は、高い位置にある棚に到達するか、頭上の何かを掴むために行われる垂直方向の跳躍です。

難易度(DC) はクリアする距離の 4 倍に相当します。

何かをつかむために飛び上がった場合、判定が成功すると、目的の高さに到達したことが示されます。

引き上げたい場合は、移動アクションと難易度(DC) 15 の登攀判定を使用して引き上げることができます。

跳躍判定に失敗した場合は、その高さに到達せず、跳躍した同じ場所に足を着地します。

走り幅跳びと同様に、少なくとも 20 フィートの距離から助走を開始できない場合、難易度(DC) は 2 倍になります。

<b c=ty7>跳躍難易度(DC)(1)     高跳躍の距離(2)</b>
4		     1 フィート
8		     2 フィート
12		     3 フィート
16		     4 フィート
20		     5 フィート
24		     6 フィート
28		     7 フィート
32		     8 フィート

1. 20 フィートのランニング スタートが必要です。 ランニングスタートを行わない場合、難易度(DC) は 2 倍になります。

2. 垂直方向のリーチは含まれません。 以下を参照してください。


明らかに、特定の高さに到達する難易度(DC)は、キャラクターまたはクリーチャーのサイズによって異なります。

特定のサイズの平均的なクリーチャーの最大垂直到達距離 (クリーチャーが跳躍せずに到達できる高さ) を下の表に示します。

中型のクリーチャーとして、一般的な人間は跳躍せずに 8 フィートまで到達できます。

四足歩行のクリーチャーは、二足歩行のクリーチャーほど垂直方向に到達することができません。 それらを 1 サイズ小さいカテゴリとして扱います。

<b c=ty7>クリーチャーのサイズ			垂直方向の到達点</b>
極大			128フィート。
特大			64フィート。
巨大			32フィート。
大型			16フィート。
中型			8フィート。
小型			4フィート。
極小			2フィート。
矮小			1フィート。
微細			1/2フィート。


<b c=ty7>飛び上がる: </b>難易度(DC) 10 の跳躍 判定を使用すると、テーブルや小さな岩など、腰ほどの高さの物体に飛び乗ることができます。

そうすることで 10 フィートの移動としてカウントされるため、速度が 30 フィートであれば、20 フィート移動してからカウンターに飛び乗ることができます。

跳び上がるするためにランニングスタートを切る必要はないので、ランニングスタートを切らなくても難易度(DC)は2倍にならない。


<b c=ty7>飛び降りる: </b>意図的に高所から飛び降りると、ただ落ちた場合よりも受けるダメージが少なくなります。

高所から飛び降りる難易度(DC)は15です。

飛び降りるのに助走を付ける必要はないので、助走を付けられなかった場合、難易度(DC) は 2 倍になりません。

判定に成功すると、実際よりも 10 フィート少ない位置から落下したかのように落下ダメージを受けます。


<b>アクション: </b>なし。 跳躍判定は移動に含まれるため、移動アクションの一部となります。

跳躍中に移動力がなくなった場合、次のアクション (このターン、または必要に応じて次のターン) は跳躍を完了するための移動アクションでなければなりません。


<b>スペシャル: </b>判定は速度によって変化するため、移動力を増加させる効果により跳躍距離も増加します。

あなたが疾走特技を持っている場合、ランニングスタート後に行われた跳躍の跳躍判定に +4 ボーナスを獲得します。

ハーフリングは機敏で運動能力が高いため、跳躍判定に +2 の種族ボーナスがあります。

あなたが軽業特技を持っている場合、跳躍判定に +2 ボーナスを獲得します。


<b>相乗効果: </b>

技能敏捷移動に5ランク以上を持っている場合、跳躍判定に+2のボーナスを得る。

跳躍で 5 つ以上のランクを持っている場合、軽業判定に +2 ボーナスを獲得します。
]]},




[skl_tumble	]={n="軽業"	,b="飛び込み、転がり、宙返り、宙返りなどを行うことができます。"
,d=[[
鎧、過剰な装備、または戦利品によって速度が低下している場合、この技能は使用できません。

<b>判定: </b>敵を転んだり転がったりしたときに、柔らかく着地することができます。

(パフォーム 技能を使用しているかのように) 観客を楽しませるために軽業することもできます。


軽業 技能に関連するさまざまなタスクの 難易度(DC) を以下の表に示します。

<b c=ty7>軽業難易度(DC)     タスク</b>

15               <min_x=cur_x>ダメージを判断するときは、実際よりも 10 フィート短いものとして落下を扱います。<min_x=0>

15               <min_x=cur_x>通常の動作の一環として半分の速度で軽業し、その間は機会攻撃を誘発しません。

失敗とは、通常は機会攻撃を引き起こすことを意味します。

あなたが追い越した対戦相手について、追い越した順番に別々に判定する（引き分けの場合はプレイヤーが順番を決める）。

最初の敵の後に敵が追加されるたびに、軽業難易度(DC)に +2 が追加されます。<min_x=0>

25              <min_x=cur_x>通常の移動の一環として、敵が占領しているエリア (敵の上、下、または周囲) を 2 分の 1 の速度で軽業します。その間、機会攻撃を誘発しません。

失敗とは、敵の占領地域に入る前に立ち止まり、敵からの機会攻撃を誘発することを意味します。

対戦相手ごとに個別に判定します。

最初の敵の後に敵が追加されるたびに、軽業難易度(DC)に +2 が追加されます。<min_x=0>


自然の洞窟の床や下草など、障害物やその他の危険な表面は、転がりながら通り抜けるのが困難です。

このような正方形に軽業するために行われた軽業判定の 難易度(DC) は、以下に示すように変更されます。

<b c=ty7>難易度(DC)修正          表面は…</b>
+2                    <min_x=cur_x>軽い障害物 (ガレキ、軽い瓦礫、浅い沼地 1、下草)<min_x=0>
+5                    <min_x=cur_x>重大な障害物 (自然の洞窟の床、密集した瓦礫、密集した下草)<min_x=0>
+2                    <min_x=cur_x>軽く滑りやすい (床が濡れている)<min_x=0>
+5                    <min_x=cur_x>非常に滑りやすい (氷床)<min_x=0>
+2                    <min_x=cur_x>傾斜または角度<min_x=0>

1. 深い沼地では軽業は不可能です。


<b c=ty7>加速軽業: </b>通常よりも早く敵を通り過ぎたり、通り抜けたりして軽業しようとします。

軽業判定で -10 のペナルティを受け入れることで、半分の速度ではなく全速力で移動できるようになります。


<b>アクション: </b> 適用されません。 軽業は移動の一部であるため、軽業判定は移動アクションの一部です。


<b>もう一度やり直してください： </b>通常は違います。

観客は、一度軽業を面白くないパフォーマーだと判断すると、再演を受け入れません。

落下ごとに 1 回だけ、即時反応として落下によるダメージの軽減を試みることができます。


<b>スペシャル: </b>

軽業で 5 つ以上のランクを持っている場合、防御的に戦うとき、AC に対する通常の +2 回避ボーナスの代わりに、AC に +3 回避ボーナスを獲得します。

軽業で 5 つ以上のランクを持っている場合、合計防御標準アクションを実行すると、AC に対する通常の +4 回避ボーナスの代わりに、AC に +6 回避ボーナスを獲得します。

あなたが軽業特技を持っている場合、あなたは軽業判定に+2のボーナスを得る。


<b>相乗効果: </b>

軽業で 5 つ以上のランクがある場合、平衡感覚と跳躍の判定に +2 ボーナスが与えられます。

跳躍で 5 つ以上のランクを持っている場合、軽業判定に +2 ボーナスを獲得します。
]]},




[skl_balance	]={n="平衡感覚"	,b="綱渡り、細い梁、滑りやすい棚、でこぼこした床の上でも平衡感覚を保つことができます。"
,d=[[
<b>判定: </b>不安定な地面の上でも歩くことができます。

判定が成功すると、1 ラウンドの間、表面に沿って半分の速度で移動できます。

4点以下の失敗は1ラウンド動けないことを意味します。

5点以上失敗すると軽業を意味します。


難易度(DC)は表面によって次のように異なります。

<b c=ty7>平衡感覚難易度(DC)(1)     狭い表面</b>
10                         7-12インチ幅
15                         2～6インチ幅
20                         幅2インチ未満

<b c=ty7>平衡感覚難易度(DC)(1)     難しい表面</b>
10(2)                     凹凸のある敷石
10(2)                     切り石の床
10(2)                     傾斜または傾斜した床

1. 必要に応じて、以下の狭い表面修正から修正を追加します。

2. 疾走か突撃する場合のみ。4以下で失敗した場合、そのキャラクターは疾走することも突撃することもできないが、それ以外は通常通り行動することができる。


狭い表面修正:

<b c=ty7>難易度(DC)修正(1)          表面</b>
+2                        軽い障害物
+5                        重度の障害物
+2                        軽く滑りやすい
+5                        ひどく滑りやすい
+2                        傾斜または斜め

1. 狭い表面の平衡感覚 難易度(DC) に適切な修正を追加します。

これらの修正は重複されます。


<b c=ty7>平衡感覚中に攻撃される: </b>平衡感覚中には打撃を避けるために動くことができないため、平足とみなされ、AC への敏捷力ボーナス (存在する場合) が失われます。

平衡感覚で 5 つ以上のランクがある場合、平衡感覚をとるときに平足とはみなされません。

平衡感覚中にダメージを受けた場合、立ち続けるためには同じ 難易度(DC) に対して再度平衡感覚 判定を行う必要があります。


<b c=ty7>加速移動: </b>通常よりも速く、不安定な地面を歩いて横切ることができます。

-5 のペナルティを受け入れると、移動アクションとして全速力で移動できます。 (ラウンド中に 2 倍の速度で移動するには、使用する移動アクションごとに 1 つずつ、合計 2 つの平衡感覚 判定が必要です。)

また、不安定な地表を突撃するためにこのペナルティを受け入れることもできる。突撃するには、突撃する速度の倍数（またはその端数）ごとに平衡感覚判定が1回必要となる。


<b>アクション： </b>なし。平衡感覚判定にはアクションは必要ありません。それは、別のアクションの一部として、または状況に対する反応として行われます。


<b>スペシャル: </b>機動特技を持っている場合、平衡感覚判定に +2 ボーナスを獲得します。


<b>相乗効果: </b>軽業で 5 つ以上のランクがある場合、平衡感覚 判定で +2 ボーナスを獲得します。
]]},




[skl_esc	]={n="脱出術"	,b="この技能を使用して、束縛や手枷から抜け出し、狭い空間をくねくね移動し、組みついてくるモンスターの手から逃れます。"
,d=[[
<b>判定: </b>以下の表は、さまざまな形の拘束を回避する 難易度(DC) を示しています。

<b c=ty7>脱出術			難易度(DC)拘束</b>
+10                   ロープ縛りでロープ判定を使用
20                     <min_x=cur_x>ネット、ロープを動かす呪文、植物に命令する呪文、植物を操る呪文、またはからみつき呪文<min_x=0>
23                     スネアの呪文
30                     手錠
30                     狭い空間
35                     高品質の手枷
組み付く人の組みつき判定結果 組みつき


<b c=ty7>ロープ: </b>脱出術判定は、縛りの縄使い判定と対立します。

誰かを縛られることから逃げるよりも縛るほうが簡単なので、縛った人は判定に +10 ボーナスを受け取ります。


<b c=ty7>手錠と高品質手錠: </b>手錠の 難易度(DC) はその構造によって設定されます。


<b c=ty7>狭いスペース: </b>表に記載されている 難易度(DC) は、頭は入るが肩は入らないスペースを通過するためのものです。

スペースが長い場合は、複数の判定を行う必要がある場合があります。

頭が通れない空間は通り抜けられません。


<b c=ty7>組みつき: </b>敵の組みつき 判定に対抗して脱出術判定を行うことで、組みつきから抜け出すか、固定された状態から抜け出すことができます (つまり、組みつきのみになる)。


<b>アクション: </b>ロープの束縛、手錠、またはその他の拘束 (組みつきを除く) から脱出するための脱出術 判定を行うには、1 分間の作業が必要です。

ネットやロープを動かす、植物に命令する、植物を操る、またはからみつき呪文からの脱出は、全ラウンドアクションです。

組みつきや留めるから逃げることは標準的なアクションです。

狭いスペースを押し込むには少なくとも 1 分かかりますが、スペースの長さに応じてそれ以上かかる場合もあります。


<b>もう一度やり直してください： </b>異なります。

狭いスペースを通って複数の判定を行う場合は、判定に失敗した後に別の判定を行うことができます。

状況が許せば、積極的に反対されない限り、追加の判定を行ったり、クリティカルを行ったりすることもできます。


<b>スペシャル: </b>機動特技を持っている場合、脱出術 判定に +2 ボーナスを獲得します。


<b>相乗効果: </b>

脱出術 のランクが 5 以上の場合、誰かを拘束するための 縄使い 判定に +2 ボーナスを得る。

縄使いランクが 5 以上の場合、ロープの束縛から脱出する際の 脱出術 判定に +2 ボーナスを獲得します。
]]},




[skl_rope	]={n="縄使い"	,b="この技能があれば、しっかりとした結び目を作り、難しい結び目を解き、囚人をロープで縛ることができます。"
,d=[[
<b>判定: </b>ロープを使った作業のほとんどは比較的単純です。


この技能を利用するさまざまなタスクの 難易度(DC) を以下の表にまとめます。

<b c=ty7>縄使い難易度(DC)               タスク</b>
10                              しっかり結び目を作ります
10(1)                         グラップリングフックを固定する
15                              <min_x=cur_x>滑ったり、ゆっくり滑ったり、引っ張ると緩んだりするような特殊な結び目を作ります<min_x=0>
15                              片手でロープを自分に巻きつける
15                              2 本のロープをつなぎ合わせます
異なる                        キャラクターを縛る

1. フックが投げられる 10 フィートごとに 難易度(DC) に 2 を加算します。 以下を参照してください。


<b c=ty7>グラップリングフックを固定する: </b>グラップリングフックを固定するには、縄使い判定が必要です (難易度(DC) 10、グラップリングフックが投げられる距離 10 フィートごとに +2、50 フィートで最大 難易度(DC) 20) ）。

4 点以下の失敗は、フックがキャッチできずに落ちたことを示し、再試行できます。

5 点以上の失敗は、グラップリングフックが最初は保持されているが、1d4 ラウンドの支持重量の後に緩むことを示します。 

この判定は秘密裏に行われるため、ロープが体重に耐えられるかどうかはわかりません。


<b c=ty7>キャラクターを縛る: </b>別のキャラクターをロープで縛ると、縛られたキャラクターが行う脱出 アーティスト 判定は、ロープを使用する判定によって反対されます。

束縛から逃れるよりも誰かを束縛する方が簡単であるため、この判定では +10 のボーナスが得られます。

誰かが逃げようとするまでは、ロープを使用判定すら行われません。


<b>アクション: </b> 異なります。

グラップリングフックを投げるのは、機会攻撃を引き起こす標準的なアクションです。

結び目を作る、特別な結び目を作る、または片手でロープを自分の周りに結ぶことは、機会攻撃を引き起こす全ラウンドアクションです。

2 本のロープをつなぎ合わせるのに 5 分かかります。

キャラクターを縛るには 1 分かかります。


<b>スペシャル: </b>

絹のロープは、ロープの使用判定に+2の状況ボーナスを与えます。

あなたがロープにロープを動かす呪文を唱えた場合、あなたはそのロープを使用するときに行う縄使い判定に+2の状況ボーナスを得る。

これらのボーナスは積み重ねられます。

あなたが器用な手特技を持っている場合、ロープの使用判定に +2 ボーナスを獲得します。


<b>相乗効果: </b>

縄使いランクが 5 以上ある場合、ロープ、結び目のあるロープ、またはロープと壁の組み合わせを登る際の登攀判定に +2 ボーナスを獲得します。

縄使いランクが 5 以上の場合、ロープの束縛から脱出する際の 脱出術 判定に +2 ボーナスを獲得します。

あなたが脱出術のランクを 5 以上持っている場合、あなたは誰かを拘束するために行われた判定に +2 ボーナスを獲得します。
]]},




[skl_hand	]={n="早業"	,b="財布を切ったり持ち上げたりして自分の身に隠したり、無人の物体を手のひらで叩いたり、軽い武器を服の中に隠したり、帽子やパン1斤ほどの大きさの物体で何か策略をめぐらせたりすることができる。"
,d=[[
<b>判定: </b>難易度(DC) 10 早業判定では、コインサイズの無人オブジェクトを手のひらでつかむことができます。

コインを消失させるようなちょっとした奇術を行なう場合も、観察者がそのアイテムの行方を記録することを決めない限り、難易度(DC)は10となる。

注意深く観察しながらこの技能を使用すると、あなたの技能判定は観察者のスポット判定に対抗する。

観察者が成功したからといって、そのアクションの実行が妨げられるわけではありません。単に気づかれずに実行されるだけです。


<b c=ty7>物体を隠す: </b>小さな物体（ダーツ、スリング、ハンドクロスボウなどの軽い武器や簡単に隠すことができる遠距離武器を含む）を体に隠すことができます。

あなたの早業判定は、あなたを観察している人の抜き打ち判定や、あなたを身体検査している人のサーチ判定に反対されています。

後者の場合、一般にそのようなオブジェクトを隠すよりも見つける方が簡単であるため、捜索者は捜索判定で +4 ボーナスを獲得します。

ダガーはほとんどの軽い武器よりも隠すのが簡単で、それを隠すとあなたの 早業 判定に +2 ボーナスが与えられます。

コイン、手裏剣、指輪などの非常に小さな物体は、それを隠すために早業判定に +4 ボーナスを与え、重かったりだぶだぶの衣服 (外套など) は手技判定に +2 ボーナスを与えます。 判定。

隠し武器を引き出すことは標準的なアクションであり、機会攻撃を誘発するものではありません。


<b c=ty7>盗む: </b>他のクリーチャーから何かを盗もうとする場合、それを入手するには難易度(DC) 20 の早業判定を行う必要があります。

対戦相手はその試みを検出するためにスポット 判定を行いますが、アイテムを掴もうとしたときに達成したのと同じ早業 判定結果が表示されます。

この判定に成功した相手は、アイテムを取得したかどうかに関係なく、その試みに気づきます。


<b c=ty7>芸能: </b>早業を使用して、芸能 技能を使用しているかのように聴衆を楽しませることができます。

その場合、あなたの芸能には、手品や軽業などの要素が含まれる。

<b c=ty7>難易度(DC)          タスク</b>
10          <min_x=cur_x>コイン大の物体を手のひらに当て、コインを消します<min_x=0>
20          <min_x=cur_x>人から小さな物体を持ち上げる<min_x=0>


<b>アクション: </b>通常、早業 判定は標準アクションです。

ただし、判定に対して -20 のペナルティを受けることで、自由アクションとして早業判定を実行することができます。


<b>再試行: </b>はい。ただし、最初の失敗の後、同じターゲットに対する 2 回目の手品の試行 (または、前回の試行に気づいた同じ観察者に監視されている間) の タスクの難易度(DC)が10増加します。


<b>スペシャル: </b>器用な手の特技を持っている場合、早業判定に +2 ボーナスを獲得します。


<b>相乗効果: </b>はったりのランクが 5 以上ある場合、早業 判定に +2 ボーナスを獲得します。


<b>未訓練: </b>未訓練の早業判定は、単なる敏捷力x判定です。

実際のトレーニングを行わないと、体に物体を隠す場合を除き、難易度(DC)が10を超える早業判定を成功させることはできません。
]]},




[skl_hide	]={n="隠れ身"	,b="この技能を使用して、影に身を沈めて人目につかないように進んだり、藪に隠れて魔法使いの塔に近づいたり、交通量の多い通りで気づかれずに誰かを尾行したりすることができます。"
,d=[[
<b>判定: </b>あなたの隠れ身判定は、あなたを見る可能性のある人物のスポット判定に対抗する。


隠れ身判定には隠れ身が必要である。

完全なカバーまたは完全な隠蔽は通常 (ただし、常にではありません。以下の特別を参照)、いずれにせよ何もあなたを見ることができないため、隠れ身判定の必要性を回避します。

たとえ何気なくでも、人々があなたを観察している場合、隠れ身することはできません。 角を曲がったり物陰に逃げたりして見えなくなるようにして隠れ身することはできますが、少なくともあなたがどこに行ったのかは他の人に知られています。

ただし、観察者が一時的に注意をそらされた場合 (はったり 判定など、以下を参照)、隠れようとすることもできます。

他の人があなたから注意を向けている間に、何らかの隠れ場所に到達できるかどうかを確認することができます。 (一般的なガイドラインとして、隠れ身する場所は隠れ身ランクごとに 1 フィート以内でなければなりません。) ただし、この判定は高速で移動する必要があるため、-10 のペナルティで行われます。


<b c=ty7>修正: </b>通常の半分の速度で移動しても、ペナルティなしで隠れ身することができます。

通常の速度の 2 分の 1 より速い速度で移動すると、-5 のペナルティが課されます。

攻撃中、走行中、突撃中に隠れ身することは事実上不可能です (-20 ペナルティ)。

中型より大きいか小さいクリーチャーは、そのサイズ カテゴリに応じて、隠れ身判定でサイズ ボーナスまたはペナルティを受けます: 細かい +16、とても小さな +12、より小さな +8、小さな +4、大きな -4、より大きな -8、巨大な -12、 とても巨大 –16。


<b c=ty7>狙撃: </b>すでにターゲットから少なくとも 10 フィートの距離に隠れ身することに成功している場合は、遠隔攻撃を 1 回行った後、すぐに再び隠れ身することができます。

ショット後に身を隠すために隠蔽判定を行うと、-20 のペナルティを受けます。


<b c=ty7>隠れ身のための陽動作戦: </b>はったりを使用して隠れ身することができます。

はったり判定が成功すると、人々があなたに気付いている間に隠れ身判定を試みるために必要な一時的な気晴らしが得られます。


<b>アクション: </b>通常はありません。 通常、隠れ身判定は移動の一部として実行されるため、別のアクションは必要ありません。

ただし、遠距離攻撃（上記の狙撃を参照）の直後に隠れ身するのは移動アクションです。


<b>スペシャル: </b>あなたが透明である場合、あなたが動かない場合は隠れ身判定に +40 ボーナスを獲得し、移動している場合は隠れ身判定に +20 ボーナスを獲得します。

あなたが隠密特技を持っている場合、あなたは隠蔽判定に+2ボーナスを受け取ります。

13 レベルのレンジャーは、遮蔽や隠蔽を許可しない場合でも、あらゆる種類の自然地形で隠蔽判定を試みることができます。 17 レベルのレンジャーは、監視されているときでもこれを行うことができます。
]]},




[skl_mov	]={n="忍び足"	,b="この技能を使用すると、敵の背後に忍び寄ったり、気づかれずにこっそり逃げることができます。"
,d=[[
<b>判定: </b>あなたの静かに移動判定は、あなたの声が聞こえる可能性のある人の聞く判定と対立します。

ペナルティなしで通常の半分の速度まで移動できます。

2 分の 1 より速く全速力よりも遅い速度で移動すると、-5 のペナルティが課せられます。

走行中または突撃中に忍び足することは事実上不可能です (-20 ペナルティ)。


沼地や下草などの騒音のある地面を忍び足するのは困難です。

そのような表面をこっそり横切ろうとすると、以下に示すように、静かに移動判定でペナルティを受けます。

<b c=ty7>判定修正          表面</b>
–2                    <min_x=cur_x>騒音あり（ガレキ、浅い沼地または深い沼地、下草、密集した瓦礫）<min_x=0>
–5                    <min_x=cur_x>非常に騒がしい（深い下草、深い雪）<min_x=0>


<b>アクション: </b>なし。 静かに移動判定は移動またはその他の活動に含まれるため、別のアクションの一部となります。


<b>スペシャル: </b>猫の使い魔のマスターは、静かに移動判定に +3 ボーナスを得る。

ハーフリングは静かに移動判定に +2 の種族ボーナスを持ちます。

あなたが隠密特技を持っている場合、静かに移動判定に +2 ボーナスを獲得します。
]]},




[skl_ride	]={n="騎乗"	,b="馬、乗用犬、グリフィン、ドラゴン、または騎乗に適したその他の種類の生き物など、乗り物に乗ることができます。"
,d=[[
騎乗動物としては不向きな生物（ほとんどの二足歩行生物など）に乗ろうとした場合、騎乗判定に-5のペナルティを受けます。

<b>判定: </b>通常の騎乗アクションには判定は必要ありません。 鞍に乗ったり、乗ったり、乗ったり、騎乗から降りたりすることは問題なく行えます。


次のタスクでは判定が必要です。

<b c=ty7>騎乗難易度(DC)          タスク</b>
5                     膝付きガイド
5                     サドルに留まる
10                   軍馬との戦い
15                   カバー
15                   ソフトフォール
15                   跳躍
15                   スパーマウント
20                   戦闘中にマウントを操作する
20(1)              高速マウントまたはマウント解除

1. 鎧判定ペナルティが適用されます。


<b c=ty7>膝をついてガイドする: </b>瞬時に反応して膝で乗り物を誘導できるため、戦闘中に両手を使うことができます。

自分のターンの開始時に騎乗判定を行います。

失敗した場合は、もう一方の手で乗り物を制御する必要があるため、このラウンドでは片手しか使用できません。


<b c=ty7>サドルに留まる: </b>マウントの後部やボルトが予期せず落ちたり、ダメージを受けたときに、即座に反応して落下を避けることができます。

この使用法ではアクションは発生しません。


<b c=ty7>軍馬との戦い: </b>戦争で訓練された騎騎乗に戦闘で攻撃を指示した場合でも、自分自身の攻撃を行うことができます。

この使用は自由な行為です。


<b c=ty7>カバー: </b>瞬時に反応して落下し、マウントの横にぶら下がって、それをカバーとして使用できます。

乗り物を遮蔽物として使用している間は、攻撃したり呪文を唱えたりすることはできません。

騎乗判定に失敗した場合は、カバーの特典は受けられない。

この使用法ではアクションは発生しません。


<b c=ty7>ソフトフォール: </b>たとえば、騎乗動物が殺されたときや落下したときなど、騎乗動物から落ちたときに、即座に反応してダメージを受けないようにすることができます。

騎乗判定に失敗した場合、あなたは 1d6 ポイントの落下ダメージを受けます。

この使用法ではアクションは発生しません。


<b c=ty7>跳躍: </b>乗り物の移動の一部として障害物を飛び越えさせることができます。

乗り物修正または乗り物の跳躍修正のどちらか低い方を使用して、クリーチャーがどこまで跳躍できるかを確認します。

騎乗判定に失敗した場合、乗り物が飛び跳ねたときに乗り物から落ち、適切な落下ダメージ (少なくとも 1d6 ポイント) を受けます。

この使用法はアクションを実行しませんが、マウントの動きの一部です。


<b c=ty7>スパーマウント: </b>移動アクションで騎乗動物の速度をさらに高めることができます。

騎乗判定に成功すると、1ラウンドの間、乗り物の速度が10フィート増加しますが、クリーチャーに1ポイントのダメージを与えます。

この能力はラウンドごとに使用できますが、追加速度の連続ラウンドごとに、前のラウンドの 2 倍のダメージ (2 ポイント、4 ポイント、8 ポイントなど) を乗り物に与えます。


<b c=ty7>戦闘中のコントロールマウント: </b>移動アクションとして、戦闘中に軽馬、ポニー、重馬、または戦闘騎乗用に訓練されていないその他の騎乗を制御することを試みることができます。

騎乗判定に失敗した場合、そのラウンドでは他に何もできません。

軍馬やウォーポニーを獲得するためにロールする必要はありません。


<b c=ty7>高速マウントまたはマウント解除: </b>そのラウンドで利用可能な移動アクションがまだある場合、自由アクションとして、自分より最大 1 サイズのカテゴリーのマウントに乗ったり、マウントから降りたりすることを試みることができます。

騎乗判定に失敗した場合、騎乗または騎乗解除は移動アクションとなる。

自分より 1 サイズ カテゴリを超えるマウントでは高速マウントまたはマウント解除を使用できません。


<b>アクション: </b>異なる。

通常、マウントまたはマウント解除は移動アクションです。

他の判定は、上で述べたように、移動アクション、自由アクション、またはまったくアクションなしです。


<b>スペシャル: </b>裸馬に乗っている場合、騎乗判定に-5のペナルティを受ける。

乗り物に軍用鞍が付いている場合、鞍に留まっていることに関連する乗車判定に +2 の状況ボーナスを獲得します。

あなたが動物親和特技を持っている場合、乗車判定に+2ボーナスを獲得します。

騎乗技能は、騎乗射撃、騎乗戦闘、駆け抜け攻撃、気迫の突撃、踏みつけの特技の前提条件である。


<b>相乗効果: </b>動物使いのランクが 5 以上の場合、騎乗 判定に +2 ボーナスが得られます。
]]},




[skl_lock	]={n="解錠"	,b="南京錠、差し込み錠、巧妙な組み合わせ錠などの様々な錠を選んで、解錠が可能。"
,d=[[
この作業には、少なくとも適切な種類の単純なツール(ピック、こじ開けバー、ブランクキー、ワイヤーなど)が必要です。

たとえ単純なツールが使用されていたとしても、シーフ用のツールを使用せずにオープン ロック 判定を試みると、判定に -2 の状況ペナルティが課せられます。

高品質のシーフ用道具を使用した場合、判定に状況ボーナス+2が得られる。


<b>判定: </b>以下の表に示すように、ロックを開くための 難易度(DC) はロックの品質に応じて 20 から 40 まで変化します。

<b c=ty7>難易度(DC)     ロック</b>
20          非常にシンプルなロック
25          平均的なロック
30          良好なロック
40          驚きのロック


<b>アクション: </b>錠を開けるのは全ラウンドのアクションです。


<b>スペシャル: </b>あなたが素早い指の特技を持っている場合、あなたはオープンロック判定に +2 ボーナスを獲得します。


<b>未熟: </b>訓練を受けていなければ鍵をピッキングすることはできませんが、無理やりこじ開けることに成功する可能性はあります。
]]},




[skl_disdev	]={n="装置無力化"	,b="この技能を使って、罠を解除したり、錠前を詰まらせたり（開いた状態でも閉じた状態でも）、荷馬車の車輪が落ちるように細工したりする。"
,hr=[[
この技能を使えば様々な罠を解除することができる。
]]
,d=[[
かなり単純な、あるいはかなり小さな機械装置を調べて、それを無効にすることができる。

この作業には、少なくとも適切な種類の簡単なツール (ピック、てこ棒、のこぎり、やすりなど) が必要です。

盗賊ツールのセットを使用せずにデバイスの無効化判定を試みると、たとえ単純なツールが使用されていたとしても、状況ペナルティ -2 が課せられます。

高品質の盗賊ツールを使用すれば、状況ボーナス+2で判定を行うことができる。


<b>判定: </b>デバイスの無効化判定は秘密裏に行われるため、成功したかどうかは必ずしもわかりません。

難易度(DC)はその装置がどれだけトリッキーかによって変わる。かなり単純な装置を無効化する（あるいは装備したり妨害したりする）難易度(DC)は10であり、より複雑な装置はより高いDCを持つ。

判定が成功すると、装置が無効になります。

4 点以内で失敗した場合は失敗していますが、再試行できます。

5 点以上失敗した場合は、何か問題が発生しています。 装置が罠の場合は、それを跳ね上げます。 何らかの妨害行為を試みている場合は、装置が無効になっていると思われますが、それでも正常に動作します。

また、サドルや荷馬車の車輪などの単純な装置を装備して、しばらく正常に動作し、しばらくしてから (通常は 1d4 ラウンドまたは数分の使用後) 故障したり脱落したりすることもあります。


<b c=ty7>難易度(DC)(1)     装置          時間(2)          例</b>
10               シンプル           1              ロックを妨害する
15               トリッキー           1d4         荷馬車の車輪を妨害する
20               難しい               2d4          トラップの解除、トラップのリセット
25               邪悪な              2d4          <min_x=cur_x>複雑な罠を解除し、時計仕掛けの装置を巧妙に妨害します。<min_x=0>

1. 改ざんの痕跡を残さないようにする場合は、装置を無効にする 難易度(DC) に 5 を追加します。

2. ラウンドで。


<b>アクション: </b>上で説明したように、装置の無効化判定に必要な時間はタスクによって異なります。

単純な装置の無効化には 1 ラウンドがかかり、全ラウンドのアクションとなります。

複雑または複雑な装置には 1d4 または 2d4 ラウンドが必要です。


<b>もう一度やり直してください: </b>異なる。 4 点以内で判定を逃した場合は再試行できますが、再試行するには失敗したことを認識する必要があります。


<b>スペシャル: </b>あなたが素早い指の特技を持っている場合、装置の無効化判定に +2 ボーナスを獲得します。

トラップの 難易度(DC) を 10 以上上回るローグは、トラップを研究し、その仕組みを理解して、解除せずに (仲間とともに) トラップを回避できます。


<b>制限: </b>ローグ (および罠発見クラス機能を持つ他のキャラクター) は魔法の罠を解除できます。

魔法の罠は通常、25 + 作成に使用された魔法の呪文レベルの難易度(DC)を持ちます。

ファイアトラップ、結界のグリフ、シンボル、テレポーテーションサークルという呪文も、ローグが装置を無効にする判定に成功すれば解除できる罠を作り出す。

ただし、スパイクグロースとスパイクストーンは、"装置を無効にする "判定が成功しない魔法の罠を作り出す。詳細は各呪文の説明を参照。


<b>罠を破るその他の方法: </b>装置を無効にする判定を行わずに多くのトラップを台無しにする可能性があります。


<b c=ty7>遠距離攻撃トラップ: </b>罠の位置が分かれば、罠を壊すには仕掛けを壊すしかない。

そうでない場合は、弾が出てくる穴を塞ぐことができる。こうすることで、弾薬が栓を突き破るほどのダメージを与えない限り、罠は発射できなくなる。


<b c=ty7>近接攻撃トラップ: </b>上記のように、これらの装置は装置を破壊するか武器をブロックすることで阻止できます。

あるいは、トラップが発動するのを研究していれば、ダメージを避けるためにタイミングよく身をかわすことができるかもしれない。 

罠が最初に発動したとき、何もせずに研究していたキャラクターは、その後1分以内に再び発動した場合、その攻撃に対してかわし＋4のボーナスを得る。


<b c=ty7>落とし穴: </b>落とし穴トラップを無効にすると、通常、落とし穴だけが台無しになり、穴が覆われなくなります。

穴を埋めたり、穴に間に合わせの橋を架けたりするのは肉体労働の応用であり、装置を無効にする技能ではありません。

キャラクターは、穴の底にあるスパイクを攻撃することで無力化することができます。スパイクは短剣と同じように壊れます。


<b c=ty7>魔法の罠: </b>ここではディスペルマジックが役に立ちます。 罠の作成者のレベルに対する呪文の使い手レベルの判定に成功した人は、1d4 ラウンドの間罠を抑制します。

これは対象を絞ったディスペルマジックでのみ機能し、エリアバージョンでは機能しません（呪文の説明を参照）。
]]},




[skl_appraise	]={n="鑑定"	,b="この技能を使用して、骨董品と古いジャンクを区別します。"
,d=[[
<b>判定: </b>難易度(DC) 12 の鑑定判定を使用して、一般的なオブジェクトやよく知られているオブジェクトを鑑定できます。 失敗とは、値を実際の値の 50% ～ 150% (2d6+3 倍 10%) で見積もることを意味します。

レアまたは特殊アイテムを評価するには、難易度(DC) 15、20、またはそれ以上の判定に成功する必要があります。 判定が成功した場合は、値が正しく推定されたことになります。 失敗とは、アイテムの価値を見積もることができないことを意味します。

虫眼鏡は、宝石などの小さいアイテムや非常に詳細なアイテムに関する鑑定判定に +2 の状況ボーナスを与えます。

商人の天秤は、貴金属製のものを含め、重量で評価されるアイテムに関する鑑定判定に +2 の状況ボーナスを与えます。

これらのボーナスは積み重ねられます。


<b>アクション: </b>アイテムの評価には 1 分かかります (10 回の連続した全ラウンド アクション)。


<b>もう一度やり直してください: </b>いいえ。成功したかどうかに関係なく、同じオブジェクトに対して再試行することはできません。


<b>スペシャル: </b>ドワーフはあらゆる種類の貴重なアイテム (特に石や金属で作られたアイテム) に精通しているため、石や金属のアイテムに関連する鑑定判定で +2 の種族ボーナスを獲得します。

レイヴンの使い魔のマスターは、鑑定判定に +3 ボーナスを得る。

勤勉特技を持つキャラクターは、鑑定判定に +2 ボーナスを得る。


<b>相乗効果: </b>いずれかのクラフト 技能で 5 ランクがある場合、そのクラフト 技能で作成されたアイテムに関連する鑑定判定に +2 ボーナスを獲得します。


<b>未熟: </b>一般的な項目の場合、訓練を受けていない判定で失敗すると、見積りができないことになります。 レアアイテムの場合、成功とは推定 50% ～ 150% (2d6+3 倍 10%) を意味します。
]]},




[skl_decipher	]={n="解読"	,b="この技能を使用して、放棄された寺院の壁に刻まれた古代のルーン文字の意味をつなぎ合わせたり、傍受された地獄の言語で書かれた手紙の要点を入手したり、忘れられたアルファベットで書かれた宝の地図の指示に従ったり、 洞窟の壁に描かれた神秘的な絵文字を解釈してください。"
,d=[[
<b>判定: </b>なじみのない言語で書かれた文章や、不完全または古風な形式で書かれたメッセージを解読することができます。

基本 難易度(DC) は、最も単純な文章の場合は 20、標準的な文章の場合は 25、複雑な文章、特殊な文章、または非常に古い文章の場合は 30 以上です。

判定が成功すると、約 1 ページ (または同等のページ) の文章の一般的な内容を理解したことになります。

判定が失敗した場合は、難易度(DC) 5 の判断力判定を行って、文章に関して誤った結論を導き出さないかどうかを確認します。 (成功とは誤った結論を導き出さないことを意味し、失敗とは誤った結論を導き出すことを意味します。)

暗号解読文字の判定と (必要に応じて) 判断力 判定は両方とも秘密裏に行われるため、導き出された結論が真実か偽かを判断することはできません。


<b>アクション: </b>文字の 1 ページに相当する解読には 1 分かかります (10 回の連続した全ラウンド アクション)。


<b>もう一度やり直してください: </b>いいえ。


<b>スペシャル: </b>勤勉特技を持つキャラクターは、暗号解読文字判定に +2 ボーナスを得る。


<b>相乗効果: </b>あなたが 解読 で 5 ランク以上を持っている場合、巻物を含む 魔法装置使用 判定に +2 ボーナスを獲得します。
]]},




[skl_forgery	]={n="偽造"	,b="この技能を使用して、囚人を釈放するよう看守に指示する公爵夫人からの書面による命令を偽造したり、本物に見える宝の地図を作成したり、他人が偽装しようとする偽造品を見破ったりすることができます。"
,d=[[
<b>判定: </b>偽造には、偽造される文書に適した筆記用具、書いている内容の詳細を見るのに十分な明るさまたは十分な視力、印鑑用のワックス（必要に応じて）、そしてある程度の時間が必要です。

筆跡が特定の個人に特有ではない文書 (軍令、政令、事業台帳など) を偽造するには、以前に同様の文書を見たことがあれば、+8 ボーナスを獲得できます。 あなたの判定。

署名を偽造するには、その人のサインをコピーする必要があり、判定に +4 ボーナスが得られます。

特定の人物の手によって書かれた長い文書を偽造するには、その人物の筆跡の大量のサンプルが必要です。

偽造判定は秘密裏に行われるため、偽造の程度がわかりません。

変装 と同様に、誰かが作品を検査するまで判定する必要さえありません。

あなたの偽造判定は、その文書を検査してその真正性を確認する人の偽造判定によって反対されます。 審査官は、以下の表の条件のいずれかが存在する場合、判定に修正を加えます。

<b c=ty7>修正(1)	                    状態</b>
–2		<min_x=cur_x>読者に不明な文書の種類<min_x=0>
+0		<min_x=cur_x>読者にある程度知られている文書の種類<min_x=0>
+2		<min_x=cur_x>読者によく知られている文書の種類<min_x=0>
–2		<min_x=cur_x>読者にわからない筆跡<min_x=0>
+0		<min_x=cur_x>読者にある程度知られている手書き文字<min_x=0>
+2		<min_x=cur_x>読者によく知られている手書き文字<min_x=0>
–2		<min_x=cur_x>読者は何気なく文書を読むだけである<min_x=0>

1. 読者の偽造判定修正。

手順、命令、予備知識と矛盾する文書や、文書を判定する側に犠牲を強いる文書は、そのキャラクターの疑念を増大させることができる（したがって、判定する側の偽造判定に有利な状況を作り出すことができる）。


<b>アクション: </b>非常に短く単純な文書の偽造には約 1 分かかります。

長い文書やより複雑な文書の場合、1 ページあたり 1d4 分かかります。


<b>もう一度やり直してください: </b>通常はそうではない。特定の読み手が特定の偽造を検知した後、再試行することは決してできない。しかし、偽造者が作成した文書は、まだ誰かを騙すかもしれない。

特定の文書に対する偽造判定の結果は、異なる読者がその文書を検査するすべての実例に対して使用されなければならない。

いかなる読者も、特定の偽造品の検出を複数回試みることはできません。 その反対の判定が偽造者に有利な結果になった場合、読者は、たとえ文書に疑いを抱いていたとしても、自分の技能を再度使用することはできません。


<b>スペシャル: </b>あなたが欺瞞の特技を持っている場合、偽造判定に +2 ボーナスを得る。


<b>制限: </b>偽造は言語に依存します。 したがって、文書を偽造し、偽造物を検出するには、問題の言語を読み書きできなければなりません。

バーバリアンは読み書きを学ばない限り、偽造技能を学ぶことはできません。
]]},




[skl_splcft	]={n="呪文学"	,b="この技能を使用して、詠唱中の呪文、またはすでに配置されている呪文を識別します。"
,d=[[
<b c=ty7>呪文学難易度(DC) タスク</b>

13		<min_x=cur_x>魔法を読むとき、結界のグリフを識別する。アクション不要。<min_x=0>

15 + 呪文レベル	<min_x=cur_x>唱えられている呪文を特定します。 (呪文の音声要素または動作要素を見たり聞いたりする必要があります。) アクションは必要ありません。 再試行はありません。<min_x=0>

15 + 呪文レベル	<min_x=cur_x>呪文の本または巻物から呪文を学びます (ウィザードのみ)。 呪文学で少なくとも1ランクを獲得するまで、その呪文を再試行することはできません（たとえその呪文を学ぶための別の情報源を見つけたとしても）。 所要時間は8時間です。<min_x=0>

15 + 呪文レベル	<min_x=cur_x>借りた魔法書から魔法を準備します（ウィザードのみ）。 1 日 1 回の試行。 余分な時間は必要ありません。<min_x=0>

15 + 呪文レベル	<min_x=cur_x>ディテクトマジックを唱えるときは、目に見える単一のアイテムまたはクリーチャーのオーラに関係する魔法の流派を決定します。 (オーラが呪文効果でない場合、難易度(DC)は 15 + 呪文の使い手レベルの半分です。) アクションは必要ありません。<min_x=0>

19		<min_x=cur_x>リードマジックを使用する場合は、シンボルを識別します。 アクションは必要ありません。<min_x=0>

20 + 呪文レベル	<min_x=cur_x>既に設置され、効果を発揮している呪文を特定する。あなたはその呪文の効果を見たり検出したりできなければならない。行動不要。リトライ不可。<min_x=0>

20 + 呪文レベル	<min_x=cur_x>魔法によって作られた、または形作られた素材を特定する(例えば、鉄の壁は鉄の壁の呪文の結果であることを示す)。アクションは必要ありません。再試行なし。<min_x=0>

20 + 呪文レベル	<min_x=cur_x>読み取り魔法を使用せずに書かれた魔法（巻物など）を解読します。 1 日 1 回の試行。 全ラウンドアクションが必要です。<min_x=0>

25 + 呪文レベル	<min_x=cur_x>あなたを対象とした呪文に対してセーヴィングスローをロールした後、その呪文が何であったかを判断します。 アクションは必要ありません。 再試行はありません。<min_x=0>

25		<min_x=cur_x>ポーションを特定します。 所要時間は 1 分です。 再試行はありません。<min_x=0>

20		<min_x=cur_x>魔法陣の呪文にディメンションアンカーをかけるための図を描く。10分必要。リトライはできない。この判定は秘密裏に行われるため、結果はわからない。<min_x=0>

30 以上		<min_x=cur_x>マジックストリームの効果など、奇妙でユニークな魔法の効果を理解する。所要時間はさまざま。リトライ不可。<min_x=0>


<b>判定: </b>呪文や魔法の効果を識別できます。 さまざまなタスクに関連する呪文判定の難易度(DC)が上の表にまとめられています。


<b>アクション: </b>上で述べたように、異なります。


<b>もう一度やり直してください: </b>上記を参照。


<b>スペシャル: </b>あなたがスペシャリストウィザードである場合、専門流派の呪文や効果を扱うとき、呪文判定に+2のボーナスを得ることができます。

禁止されている流派の呪文や効果を扱うと、-5のペナルティが課せられます(禁止されている呪文を習得するなど、一部のタスクは不可能です)。

あなたが魔法の適性特技を持っている場合、呪文判定に+2のボーナスを得る。


<b>相乗効果: </b>

知識（神秘学）のランクが 5 以上ある場合、呪文判定に +2 ボーナスを得る。

あなたが魔法の装置の使用ランクを 5 以上持っている場合、巻物の呪文を解読するための呪文判定に +2 ボーナスを得る。

呪文学のランクが5以上の場合、巻物に関する魔法具使用判定に＋2のボーナスを得る。

さらに、特定の呪文では、呪文の説明に詳述されているように呪文検査に成功した場合に限り、魔法に関する情報を得ることができます。
]]},




[skl_search	]={n="捜索"	,b="隠し扉、簡単な罠、隠し部屋など、簡単にはわからない細部を見つけることができる。"
,hr=[[
この技能を使えば隠された宝や罠を見つけることができる。
]]
,d=[[
スポット技能を使えば、隠れているローグなど、何かに気づくことができる。

捜索技能は、キャラクターが積極的に努力することで、細かな点や不規則な点を見分けることができる技能である。

ローグでない限り、捜索で複雑な罠を見つけることはできない（下記の制限を参照）。


<b>判定: </b>通常、捜索対象の物体または表面から 10 フィート以内にいる必要があります。


以下の表は、捜索技能に関連する一般的なタスクの 難易度(DC) を示しています。

<b c=ty7>捜索難易度(DC)	タスク</b>

10	<min_x=cur_x>ジャンクでいっぱいのチェストをあさって特定のアイテムを見つけます<min_x=0>

20	<min_x=cur_x>典型的な隠し扉、あるいは単純な罠<min_x=0>

21 以上	<min_x=cur_x>魔法以外の難しい罠を見つける (ローグのみ)(1)<min_x=0>

25 +	トラップの作成に使用される呪文のレベル<min_x=cur_x>魔法の罠を見つける (ローグのみ)(1)<min_x=0>

30	<min_x=cur_x>巧妙に隠された隠し扉に気づく<min_x=0>

異なる(2)	<min_x=cur_x>足跡を見つける<min_x=0>

1. ドワーフは (たとえ悪党でなくても) 捜索を使用して、石の内外に組み込まれた罠を見つけることができます。

2. 捜索判定に成功すれば、クリーチャーが通った足跡や同様の痕跡を見つけることができるが、足跡を見つけたり辿ったりすることはできない。適切な難易度(DC)については追跡の特技を参照のこと。


<b>アクション: </b>5フィート×5フィートの範囲か、1辺が5フィートの商品の体積を捜索するには、1ラウンドアクションが必要である。


<b>スペシャル: </b>エルフは捜索判定に +2 の種族ボーナスを持ち、ハーフエルフは +1 の種族ボーナスを持ちます。 エルフ (ハーフエルフではない) は、秘密または隠されたドアの 5 フィート以内を通過するだけで、捜索判定を実行してそのドアを見つけることができます。

調査員の特技を持っている場合、捜索判定で+2ボーナスを獲得します。

爆発性のルーン、ファイヤートラップ、結界のグリフ、シンボル、テレポートサークルの呪文は、ローグが捜索判定に成功することで発見できる魔法の罠を作り出し、装置の無効化を使用することで解除を試みることができる。

スネア呪文の位置を特定することの難易度(DC)は 23 です。

スパイクグロースとスパイクストーンは、捜索を使えば発見できるが、装置無力化判定が成功しない魔法の罠を作り出す。詳細は各呪文の説明を参照。

24時間以上10フィート以内にあるアクティブな禁呪は、かろうじて目に見えるエネルギーの変動を生み出す。これらのゆらぎは、そのような禁呪を見つけるための捜索判定に＋4のボーナスを与える。


<b>相乗効果: </b>

捜索で 5 つ以上のランクがある場合、足跡を見つけたり追跡したりするための生存判定に +2 ボーナスを獲得します。

知識（建築と工学）のランクが5以上ある場合、隠し扉や隠し部屋を見つける捜索判定に＋2のボーナスが得られる。


<b>制限: </b>誰でも捜索を使用して難易度(DC) 20 以下のトラップを見つけることができますが、捜索を使用して難易度(DC)が高いトラップを見つけることができるのはローグだけです。 (例外: 呪文ファインドトラップにより、クレリックは一時的にローグであるかのように捜索技能を使用できるようになります。)

ドワーフは、ローグでなくても、罠が石に組み込まれている場合、捜索技能を使用して難しい罠(難易度(DC)が20を超える罠)を見つけることができます。彼は石の狡猾な能力から捜索判定で+2の種族ボーナスを獲得します。
]]},




[skl_spot	]={n="視認"	,b="この技能を使えば、待ち伏せしている山賊に気づいたり、物陰に潜むローグを見つけたり、変装を見破ったり、唇を読んだり、ゴミの山にいる巨大なムカデを見つけたりすることができる。"
,d=[[
<b>判定: </b>見破り 技能は主に、隠れているキャラクターや生き物を検出するために使用されます。

通常、あなたの見破り判定は、見破られまいとするクリーチャーの隠れ身判定に対抗する。

クリーチャーが意図的に隠れているわけではなくても、それでも見えにくい場合があるため、それに気づくには見破り判定を成功させる必要があります。

見破り 判定の結果が 20 を超えると、実際には見えなくても、近くにある目に見えないクリーチャーに気づくことができます。

見破り は、変装している人を捜索したり (変装技能を参照)、誰かの言っていることが聞こえない、または理解できない場合に唇を読み取るためにも使用されます。


<b c=ty7>開幕距離: </b>遭遇が始まる距離を決定するために、見破り判定が必要になる場合があります。

このような判定には、2人の個人またはグループ間の距離に応じてペナルティが適用されます。

見破り判定を行うキャラクターが注意力をそらされている (観察することに集中していない) 場合、追加のペナルティが適用される場合があります。

<b c=ty7>ペナルティ　条件</b>
–1	距離 10 フィートあたり
–5	視認人の注意力散漫


<b c=ty7>唇を読む: </b>唇を読んで誰かが何を言っているかを理解するには、話者から 30 フィート以内にいて、話しているのが見え、話者の言語を理解できる必要があります。 (この技能の使用は言語に依存します。)

基本 難易度(DC) は 15 ですが、複雑な音声や不明瞭な話者の場合は増加します。

読み取られる唇への視線を維持する必要があります。

視認 判定が成功すると、1 分間の会話の大まかな内容は理解できますが、通常は依然として特定の詳細を見逃します。

判定が 4 以下で失敗した場合、話者の唇を読むことができません。

判定が 5 点以上失敗した場合は、そのスピーチについて誤った結論を導き出したことになります。

この場合、判定は秘密裏に行われるため、5 までに成功したか失敗したかはわかりません。


<b>アクション: </b>異なる。

反応的に何かを発見する機会があるたびに、アクションを使わずに視認判定を行うことができる。

以前に見落としたものを見つけようとするのは移動アクションである。

唇を読み取るには、視認 判定を行う前に 1 分間集中する必要があり、この 1 分間は他の動作 (最大半分の速度で移動すること以外) を実行できません。


<b>もう一度やり直してください: </b>はい。

これまで見れなかったものをペナルティなしで見つけることができます。

1 分に 1 回、唇の読み取りを試みることができます。


<b>スペシャル: </b>魅惑されたクリーチャーは、リアクションとして行われた視認判定に-4のペナルティを受ける。

覚醒の特技を持っている場合、視認判定で+2ボーナスを獲得します。

レンジャーは、有利な敵に対してこの技能を使用すると、視認判定にボーナスを獲得します。

エルフは視認判定で +2 の種族ボーナスを持ちます。

ハーフエルフは視認判定で+1の種族ボーナスを持ちます。

鷹の使い魔のマスターは、日光またはその他の明るい場所での視認判定に +3 ボーナスを獲得します。

フクロウの使い魔のマスターは、影やその他の暗いエリアでの視認判定に +3 ボーナスを得る。
]]},




[skl_listen	]={n="聞き耳"	,b="この技能を使用すると、近づいてくる敵の音を聞いたり、背後から忍び寄る誰かを感知したり、他の人の会話を盗み聞いたりすることができます。"
,hr=[[
この技能を使えば、ダンジョンに隠れているモンスターを見つけることができる。
]]
,d=[[
<b>判定: </b>君の "聞き耳 "判定は、君が聞こえるかもしれない騒音の静かさを反映した難易度(DC)に対して行なわれるか、あるいは君の対象の "静粛に移動 "判定によって対抗される。

<b c=ty7>難易度(DC)		音</b>

–10		戦い

0		話している人々(1)

5		<min_x=cur_x>中程度の鎧を着た人が、音を立てないようゆっくりとしたペース（1周あたり10フィート）で歩いている<min_x=0>

10		<min_x=cur_x>鎧を着ていない人が音を立てないようゆっくりとしたペース（1周あたり15フィート）で歩いている<min_x=0>

15		<min_x=cur_x>1レベルのローグが忍び足を使って聞き手の横をすり抜ける。<min_x=0>

15		ささやく人々(1)

19		つきまとう猫

30		フクロウが獲物を狙って滑空する

1. 難易度(DC) に 10 以上勝っていれば、言語を理解していると仮定して、何を言っているのか理解できます。


<b c=ty7>難易度(DC)修正	状態</b>
+5		ドア越しに
+15		石の壁を越えて
+1		10 フィートの距離ごと
+5		聞き手の気が散ってしまう

静寂を保とうとする者の場合、表に示された難易度(DC)は忍び足判定に置き換えることができ、その場合、示された難易度(DC)はその者の平均的な判定結果となる。


<b>アクション: </b>異なる。

反応的な方法で何かを聞く機会があるたびに (誰かが物音を立てたり、新しいエリアに移動したりしたときなど)、アクションを使用せずに聞き耳 判定を行うことができます。

以前は聞こえなかったものを聞こうとすることは、移動アクションです。


<b>もう一度やり直してください: </b>はい。 以前に聞き取れなかった内容をペナルティなしで聞くことができます。


<b>スペシャル: </b>複数のキャラクターが同じものを聞いている場合、単一の 1d20 ロールをすべての人物の聞き耳 判定に使用できます。

魅惑されたクリーチャーは、反応として行われた聞き耳判定に-4のペナルティを受けます。

覚醒の特技を持っている場合、聞き耳判定で+2ボーナスを獲得します。

レンジャーは、有利な敵に対してこの技能を使用すると、聞き耳判定にボーナスを獲得します。

エルフ、ノーム、またはハーフリングは、聞き耳判定に +2 の種族ボーナスを持ちます。

ハーフエルフは聞き耳判定に +1 の種族ボーナスを持ちます。

眠っているキャラクターは-10のペナルティで聞き耳判定を行なうことができる。判定に成功すると、眠っている者は目覚める。
]]},




[skl_heal	]={n="治療"	,b="この技能を使用して、重傷を負った友人を死なせないようにしたり、他の人が傷から早く回復できるようにしたり、友人がワイバーンの刺し傷で倒れないようにしたり、病気を治療したりできます。"
,hr=[[ 
この技能を使って、他の人が傷、［出血］、［毒］からより早く回復できるようにする。

<b>応急手当：</b>難易度(DC) 15 の治療判定をする。 成功した場合、ターゲットは最大HPの1/4を回復する。

難易度(DC)を5以上超えている場合、【判断力】ボーナスをこの量に加える。

クリーチャーはこの能力から戦闘ごとに一度だけ利益を得ることができる。

<b>［出血］の治療：</b>難易度(DC) 15 の治療判定をする。 成功した場合、［出血］の効果はターゲットから取り除かれる。

<b>［毒］の治療：</b>難易度(DC) 15 の治療判定をする。 成功した場合、［毒］の効果はターゲットから取り除かれる。
]]
,d=[[
<b>判定: </b>難易度(DC) と効果は、試みるタスクによって異なります。

<b c=ty7>難易度(DC)		タスクヒール</b>
15		応急処置
15		長期治療
15		<min_x=cur_x>カルトロップ、スパイク成長、スパイク石による傷の治療<min_x=0>
毒のセーヴ難易度(DC)		毒を治療する
病気のセーヴ難易度(DC)		病気を治療する


<b c=ty7>応急処置: </b>通常、瀕死のキャラクターを救うには応急処置を使用します。

キャラクターのヒット ポイントがマイナスで、ヒット ポイントが減少している場合 (ラウンドごとに 1、時間ごとに 1、または 1 日あたり 1 の割合で)、そのキャラクターを安定させることができます。

安定したキャラクターはヒット ポイントを回復しませんが、失うことはなくなります。


<b c=ty7>長期治療: </b>長期治療とは、負傷者を 1 日以上治療することを意味します。

回復判定が成功した場合、患者は通常の 2 倍の割合でヒット ポイントまたは能力値 ポイント (能力ダメージで失われた) を回復します。:

1 日 8 時間の完全な休息の場合はレベルごとに 2 ヒット ポイント、または丸 1 日の完全な休息の場合はレベルごとに 4 ヒット ポイント;

1日8時間の休息で2能力値ポイント、または丸1日の完全休息ごとに4能力値ポイント。

一度に最大 6 人の患者を治療できます。

定住地で簡単に手に入るいくつかのアイテムと物資(包帯、軟膏など)が必要です。

長期治療は、ヒーラーにとって軽い活動としてカウントされます。

あなたは自分自身に長期治療を与えることはできません。


<b c=ty7>カルトロップ、スパイクグロース、スパイクストーンによる傷の治療: </b>カルトロップを踏んで負傷したクリーチャーは、通常の半分の速度で移動します。

治療判定が成功すると、この移動ペナルティが解除されます。

スパイクグロースやスパイクストーンの呪文によって負傷したクリーチャーは、反応セーヴに成功するか、スピードが3分の1になる負傷を負わなければならない。

別のキャラクターは、10 分かけて被害者の怪我を手当てし、呪文のセーヴ難易度(DC) に対する治療判定に成功することで、このペナルティを解除できます。


<b c=ty7>毒を治療する: </b>毒の治療とは、毒に冒され、毒によるダメージを受けそうな（あるいは他の影響を受けそうな）キャラクターを1人治療することである。

毒を受けたキャラクターが毒に対してセーヴィング スローを行うたびに、あなたは治療 判定を行います。

毒されたキャラクターは、あなたの判定結果または自分のセーヴィング スローのいずれか高い方を使用します。


<b c=ty7>病気を治療する: </b>病気を治療するということは、単一の病気のキャラクターを治療することを意味します。

彼または彼女が病気の影響に対してセーヴィングスローを行うたびに、あなたは治療判定を行います。

病気のキャラクターはあなたの判定結果または自分のセーヴィング スローのどちらか高い方を使用します。


<b>アクション: </b>応急処置を行ったり、傷を治療したり、毒物を治療したりすることは標準的な行動です。

病気の治療や、スパイクグロースやスパイクストーンの呪文で傷ついたクリーチャーの手当てには、10分の労力を要する。

長期治療には、8 時間の軽い活動が必要です。


<b>もう一度やり直してください: </b>異なります。

一般的に、元の判定が失敗したという証拠がなければ、治療判定を再度試すことはできません。

前回の応急処置の対象が生きていれば、いつでも応急処置の判定をやり直すことができる。


<b>スペシャル: </b>自給自足の特技を持つキャラクターは、ヒール判定に＋2のボーナスを得る。

ヒーラーキットは、ヒール判定に+2の状況ボーナスを与えます。
]]},




[skl_survival	]={n="生存"	,b="この技能を使用して、足跡をたどり、野生の獲物を狩り、凍った荒れ地で一行を安全に導き、近くにフクロウクマが住んでいる兆候を特定し、天気を予測し、流砂やその他の自然災害を回避します。"
,d=[[
<b>判定: </b>野生の中で自分自身や他の人たちの安全と食事を守ることができる。


以下の表は、生存判定を必要とするさまざまなタスクの 難易度(DC) を示しています。

<b c=ty7>生存難易度(DC)	タスク</b>

10	<min_x=cur_x>野生と仲良くなろう。狩猟や採集中に、自分の陸上速度の2分の1まで移動できる（食料や水の補給は不要）。あなたの判定結果が10点を超える2点ごとに、他の1人に食料と水を提供できる。<min_x=0>

15	<min_x=cur_x>自分の陸上速度の2分の1まで移動している間、悪天候に対するすべての頑健セーヴに＋2のボーナスを得るか、静止している場合は＋4のボーナスを得る。生存判定の結果が15を1点上回るごとに、他のキャラクター1人に同じボーナスを与えることができる。<min_x=0>

15	<min_x=cur_x>道に迷わないように、あるいは流砂などの自然の危険を避ける。<min_x=0>

15	<min_x=cur_x>最大 24 時間前までの天気を予測します。 生存判定の結果が 15 を超える 5 ポイントごとに、さらに 1 日先の天気を予測できます。<min_x=0>

異なる	<min_x=cur_x>足跡を追跡します (足跡機能を参照)。<min_x=0>


生存では、レンジャーであるか足跡特技を持っていない限り、難しい足跡をたどることはできません (下記の制限セクションを参照)。


<b>アクション: </b>異なる

1 つの生存判定は、数時間または丸 1 日にわたる活動を表す場合があります。

足跡を見つけるために行われる生存判定は、少なくとも全ラウンドのアクションであり、さらに時間がかかる場合があります。


<b>もう一度やり直してください: </b>異なる

野生でうまくやっていくため、あるいは上の表に記した頑健セーヴボーナスを得るために、君は24時間に1度生存判定を行なう。その判定の結果は、次に判定を行なうまで適用される。

道に迷ったり、自然災害を避けたりするために、状況に応じて生存判定を行います。 特定の状況で道に迷うことを避けるため、または特定の自然災害を避けるために再試行することは許可されません。

足跡捜索では、1時間（屋外）または10分（屋内）捜索した後、失敗した判定を再試行することができます。


<b>制限: </b>誰でも生存を使用して (難易度(DC)に関係なく) 足跡を見つけたり、タスクの難易度(DC)が 10 以下の場合に足跡を追跡したりできます。

タスクの 難易度(DC) が高い場合、レンジャー (または足跡特技を持つキャラクター) のみが生存を使用して足跡を追跡できます。


<b>スペシャル: </b>生存で 5 つ以上のランクがある場合は、自分を基準にして真北がどこにあるかを自動的に判断できます。

レンジャーはこの技能を使用して得意な敵の足跡を見つけたり追ったりする際、生存判定にボーナスを得る。

自給自足の特技を持っている場合、生存判定に＋2のボーナスを得る。


<b>相乗効果: </b>

生存で 5 つ以上のランクがある場合、知識 (自然) 判定に +2 ボーナスが与えられます。

あなたが知識（洞窟捜索技術）のランクを 5 以上持っている場合、地下にいる間に行われる生存判定に +2 ボーナスを得る。

あなたが知識（自然）のランクを 5 以上持っている場合、地上の自然環境（水生、砂漠、森林、丘、沼地、山地、平原）での生存判定に +2 ボーナスを獲得します。

知識 (地理) のランクが 5 以上ある場合、道に迷わないようにするため、または自然災害を回避するために行われる生存判定に +2 ボーナスが与えられます。

知識（プレーン）のランクが5以上ある場合、他のプレーンにいる間の生存判定に＋2のボーナスを得る。

捜索のランクが5以上の場合、足跡を見つけたり辿ったりする生存判定に＋2のボーナスが得られる。
]]},




[skl_sense	]={n="真意看破"	,b="この技能を使って、誰かがあなたに対しはったりをかけているかを見分ける事ができる。この技能を使用して、誰かがあなたにはったりをかけていることを伝えたり、会話の中に隠されたメッセージを識別したり、誰かが魔法のような影響を受けていることを感知したりできます。"
,hr=[[
真意看破判定が成功すると、はったりの影響を避けることができる（はったり技能を参照）。
]]
,d=[[
この技能は、ボディランゲージ、話し方、他人の癖に対する感受性を表す。

<b>判定: </b>判定が成功すると、はったりを回避できます (はったり 技能を参照)。

この技能を使用して、何かが起こっている（つまり、何か奇妙なことが起こっている）ときを判断したり、誰かの信頼性を評価したりすることもできます。

<b c=ty7>真意看破難易度(DC)	タスク</b>
20		予感
25 or 15		エンチャント感知
異なる		秘密のメッセージを識別する


<b c=ty7>予感: </b>この技能の使い方には、社会的状況を直感的に判断することが含まれる。

はったり師と話しているときなど、他人の行動から何かが間違っていると感じることがあります。

あるいは、その人は信頼できるという感覚を得ることができます。


<b c=ty7>エンチャント感知: </b>たとえその人が気づいていなくても、その人の行動がエンチャント効果（定義上、精神に影響を与える効果）の影響を受けていることが分かります。

通常の難易度(DC)は 25 ですが、ターゲットが支配されている場合 (支配者を参照)、ターゲットの活動範囲が限られているため、難易度(DC)は 15 のみです。


<b c=ty7>秘密のメッセージを識別する: </b>真意看破 を使用すると、はったり 技能を介して隠されたメッセージが送信されていることを検出できます。

この場合、あなたの 真意看破 判定は、メッセージを送信するキャラクターの はったり 判定によって反対されます。

メッセージに関連する情報が1つ欠落するごとに、あなたは真意看破判定に-2のペナルティを受ける。

4 点以下で成功した場合は、隠された何かが伝えられていることがわかりますが、その内容について具体的なことは何もわかりません。

難易度(DC) に 5 以上勝った場合、メッセージを傍受して理解したことになります。

4 点以下で失敗した場合、隠れた通信は検出されません。

5 点以上不合格の場合は、誤った情報を推測していることになります。


<b>アクション: </b>真意看破 で情報を取得しようとすると通常少なくとも 1 分かかり、周囲の人々の感覚を把握しようとすると一晩かかることもあります。


<b>もう一度やり直してください: </b>いいえ、ただし、あなたに対して行われたはったり 判定ごとに 真意看破 判定を行うことはできます。


<b>スペシャル: </b>レンジャーは得意な敵に対してこの技能を使用するとき、真意看破判定にボーナスを得る。

あなたが交渉人特技を持っている場合、真意看破判定に +2 ボーナスを獲得します。


<b>相乗効果: </b>真意看破のランクが 5 以上ある場合、交渉判定に +2 ボーナスを得る。
]]},




[skl_diplomacy	]={n="交渉"	,b="この技能は、他人に自分自身について正しい印象を与え、効果的に交渉し、他人に影響を与える能力を表します。"
,d=[[
この技能を使用して、侍従を説得して王に会わせてもらったり、反目する野蛮な部族間の和平交渉をしたり、あなたを捕らえたオーガの魔術師に手足を一本ずつひねる代わりに身代金を友人に返すべきだと説得したりできます。 。

交渉には礼儀作法、社交的な礼儀、機転、機微、そして言葉の使い方が含まれます。

熟練した人物は、公式および非公式の行動規則、社会的期待、適切な挨拶の形式などを知っています。


<b>判定: </b>交渉判定に成功すると、他の人 (ノンプレイヤー キャラクター) の態度を変えることができます。 基本的な 難易度(DC) については、以下のNPC の態度に影響を与えるサイドバーを参照してください。

交渉では、参加者は反対の交渉判定をロールし、勝者が有利になります。

反対判定は、2人の支持者または交渉者が第三者の前での公聴会で反対のケースを主張する状況も解決します。


<b>アクション: </b>交渉で他人の態度を変えるには、通常少なくとも 1 分かかります (全ラウンド アクションを 10 回連続して実行)。

状況によっては、この時間が大幅に長くなる可能性があります。

急ぎの交渉判定は全ラウンドアクションとして行うことができるが、判定に-10のペナルティを受ける。


<b>もう一度やり直してください: </b>オプションですが、再試行は通常機能しないため、推奨されません。

たとえ最初の交渉判定が成功したとしても、他のキャラクターを説得できるのはそこまでであり、再試行は良いことよりも害を及ぼす可能性があります。

最初の判定が失敗した場合、相手のキャラクターはおそらく自分の立場をより強固なものにしており、再挑戦は無駄である。


<b>スペシャル: </b>ハーフエルフは交渉判定に +2 の種族ボーナスを持ちます。

あなたが交渉人特技を持っている場合、あなたは交渉判定に +2 ボーナスを得る。


<b>相乗効果: </b>はったり、知識 (貴族と王族)、または真意看破で 5 つ以上のランクを持っている場合、交渉判定に +2 ボーナスを獲得します。


<b>NPCの態度に影響を与える: </b>以下の表を使用して、ノンプレイヤー キャラクターの態度に影響を与えるために行われる交渉判定 (または魅力 判定)、または動物や魔法の獣の態度に影響を与えるために行われる野生の共感判定の有効性を判断します。

<b c=ty7>最初の態度		新たな態度(達成難易度(DC))</b>

		敵対的	非友好的	無関心	友好的	協力的

敵対的		<< 20	20	25	35	50

非友好的		<< 5	5	15	25	40

無関心		—	<< 1	1	15	30

友好的		—	—	<< 1	1	20

協力的		—	—	—	<< 1	1


<b c=ty7>態度	手段	可能なアクション</b>

敵対的	危険を冒してでもあなたを傷つける	<min_x=cur_x>攻撃する、妨害する、叱責する、逃げる<min_x=0>

非友好的	あなたが病気になることを願っています	<min_x=cur_x>誤解を招く、うわさ話、避ける、疑いの目で見る、侮辱する<min_x=0>

無関心	あまり気にしない	<min_x=cur_x>社会的に期待される交流<min_x=0>

友好的	幸運を祈る	<min_x=cur_x>おしゃべり、助言、限定的な援助の提供、擁護<min_x=0>

協力的	あなたを助けるためにリスクを負います	<min_x=cur_x>守る、バックアップする、癒す、助ける<min_x=0>
]]},




[skl_intimidate	]={n="威圧"	,b="この技能を使って、チンピラを引き下がらせたり、相手を脅したり、囚人に欲しい情報を吐かせたりすることができる。"
,hr=[[
この技能を使って、対戦相手の士気をくじくことができる。

対象のレベル判定（1d20 + キャラクターレベル + 【判断力】のボーナス + ［恐怖］ に対するセーヴィングスローの修正値）に対抗するため威圧判定を行う。 成功した場合は、対象は 1 ラウンドの間怯え状態になる。 持続時間は対象への判定に成功した場合 5 ランクごとに 1 ラウンド増加する。

怯え状態のキャラクターは、攻撃ロールとセーヴィングスローに -2 のペナルティを受ける。

このやり方で脅せるのは、相手が６スクエア以内に存在し、はっきりと目視でき、声を聞くことができる相手 1 体のみである。

同じクリーチャーに威圧を使用しても、持続時間が延びるだけである。 それはより強い怯え状態を作り出すものではない。
]]
,d=[[
威圧には、言葉による脅しやボディランゲージが含まれる。

<b>判定: </b>判定に成功すると、他人の行動を変えることができます。

あなたの威圧判定は、ターゲットの修正レベル判定（1d20 + キャラクターレベルまたはヒットダイス(HD) + ターゲットの判断力ボーナス[ある場合] + 恐怖に対するセーヴに関するターゲットの修正）によって反対されます。


ターゲットの判定結果に勝った場合、ターゲットを友好的に扱うことができますが、それはターゲットが威圧されている間に実行されるアクションに限ります。

つまり、ターゲットは通常の態度を保ちますが、威圧されながらおしゃべりしたり、アドバイスしたり、限定的な援助を提供したり、あなたに代わって擁護したりします。 詳細については、上記の交渉技能を参照してください。

この効果はターゲットがあなたの存在下に留まる限り持続し、その後は 1d6×10 分間持続します。

この時間が経過すると、ターゲットのあなたに対するデフォルトの態度は非友好的なものに変化します (通常は非友好的な場合は敵対的になります)。


判定に 5 点以上不合格になった場合、ターゲットは間違った情報または役に立たない情報を提供するか、またはあなたの努力を台無しにします。


<b c=ty7>相手の士気をくじく: </b>威圧を使用して、戦闘中の相手の決意を弱めることもできます。

これを行うには、ターゲットの修正レベル 判定と対向する威圧判定を実行します (上記を参照)。

あなたが勝利した場合、対象は1ラウンドの間動揺状態になる。

動揺したキャラクターは、攻撃ロール、能力判定、セーヴィング スローに -2 のペナルティを受けます。

あなたが威圧できるのは、近接戦闘で威圧し、かつあなたが見えている相手のみである。


<b>アクション: </b>異なる。

他人の行動を変えるには 1 分間の対話が必要です。

戦闘中に相手を威圧することは標準的な行動です。


<b>もう一度やり直してください: </b>オプションだが、リトライは通常機能しないので推奨しない。

たとえ最初の判定が成功したとしても、他のキャラクターを威圧できるのはそれまでであり、再試行しても役に立ちません。

最初の判定が失敗した場合、他のキャラクターはおそらく威圧者に抵抗する決意をより強くしており、再試行は無駄です。


<b>スペシャル: </b>自分が対象より大きいサイズカテゴリーごとに、自分の威圧判定に+4のボーナスを得る。

逆に、あなたが目標よりも小さいサイズカテゴリごとに、威圧判定に -4 のペナルティを受けます。

恐怖に免疫のないキャラクターを威圧することはできませんし、知性のない生き物も威圧することはできません。

あなたが説得特技を持っている場合、あなたは威圧判定に +2 ボーナスを得る。


<b>相乗効果: </b>あなたがはったりのランクを 5 以上持っている場合、あなたは威圧判定に +2 ボーナスを得る。
]]},




[skl_bluff	]={n="はったり"	,b="とんでもないことや虚偽のことをもっともらしく見せたり、二言三言やほのめかしを使って別のキャラクターに秘密のメッセージを伝えたりすることができます。"
,hr=[[
近接戦闘中にはったりを使用して、相手に不意打ちすることができる（それにより、次の攻撃を効果的に回避することはできない）。 この種の行動はフェイントと呼ぶ。

対象の真意看破判定に対抗するためにはったり判定を行う。 成功した場合、対象に対する次の近接攻撃において、対象はACに【敏捷力】ボーナスを（もしあれば）加えることができない。

この攻撃は次のターンまでに行なわれなければならない。
]]
,d=[[
この技能には、芸能、はったり、早口、誤った指図、偏見、誤解を招くボディーランゲージが含まれます。

はったりを使って一時的に混乱を引き起こしたり、誰かに振り向いてあなたが指差した方向を見させたり、単に無害に見えるようにしたりすることができます。


<b>判定: </b>はったり判定はターゲットの真意看破判定によって対抗されます。 さまざまな種類のはったりの例と、それぞれのターゲットの真意看破判定に対する修正値については、添付の表を参照してください。

有利な状況と不利な状況は、はったりの結果に大きく影響します。

2 つの状況があなたに不利になる可能性があります;1 つははったりが信じがたい、またはターゲットに求められている行動がその利益、性質、性格、命令などに反していることです。

重要なことであれば、ターゲットが信じていないために失敗したはったりと、ターゲットに多くを求めすぎたために失敗したはったりを区別することができる。

たとえば、ハッタリが危険なことを要求しているために、対象が真意看破判定に＋10のボーナスを得ていて、真意看破判定が10以下で成功した場合、その対象はハッタリを見破ったというよりも、ハッタリに付き合うことに消極的であることを証明したことになる。

11 以上の差で成功したターゲットははったりを見破ったことになります。

はったり 判定が成功した場合は、ターゲットが少なくとも短時間 (通常は 1 ラウンド以下) あなたの望むように反応するか、あなたが信じてほしいことを信じていることを示します。 ただし、はったりは暗示呪文ではありません。

はったりには、あなたとターゲットの間の相互作用が必要です。 あなたに気づいていないクリーチャーははったりすることができません。


<b c=ty7>戦闘中のフェイント: </b>また、はったりを使用して近接戦闘で相手を欺くこともできます（次の攻撃を効果的に回避できなくなります）。

フェイントするには、ターゲットの真意看破判定と反対のはったり判定を行いますが、この場合、ターゲットは他の適用可能な修正とともに基本攻撃ボーナスをロールに追加する可能性があります。

あなたのはったり 判定結果がこの特別な 真意看破 判定結果を超える場合、ターゲットは、それに対して行う次の近接攻撃に対する AC (存在する場合) への敏捷力ボーナスを拒否されます。

この攻撃は次のターンまでに行う必要があります。

奇妙な生き物のボディーランゲージを読み取るのは難しいため、非人型生物のクリーチャーに対してこのようにフェイントをかけるのは困難です。 はったり 判定で -4 ペナルティを受けます。

動物の知性 (1 または 2) のクリーチャーに対してはさらに困難です。 -8 のペナルティを受けます。

知性のない生き物相手には無理だ。

戦闘中のフェイントは機会攻撃を誘発しません。


<b c=ty7>するための陽動作戦: </b>はったり 技能を使用すると隠れ身することができます。

はったり判定が成功すれば、周囲に気づかれている間に、隠蔽判定を試みるために必要な隠れ身するための陽動作戦ができる。

この使用法は機会攻撃を誘発するものではありません。


<b c=ty7>秘密のメッセージを届ける: </b>はったりを使用すると、他のキャラクターに理解されずにメッセージを伝えることができます。

難易度(DC) は、単純なメッセージの場合は 15、複雑なメッセージ、特に新しい情報の伝達に依存するメッセージの場合は 20 です。

4 点以下で失敗すると、メッセージが伝わらないことを意味します。

5 つ以上の不合格は、何らかの誤った情報が暗示または推測されたことを意味します。

そのやりとりを聞いている者は、あなたのメッセージを傍受するために、あなたが送信するために行なったはったり判定に対抗して、真意看破判定を行なうことができる（真意看破参照）。


<b>アクション: </b>異なる。

一般的な交流の一環として行われるはったり判定は、常に少なくとも1ラウンドを要する（少なくとも全ラウンドのアクションである）が、手の込んだことをしようとすればもっと長くかかることもある。

戦闘中にフェイントをかけたり、隠れ身するための陽動作戦を作成したりするために行われるはったり判定は標準的なアクションです。

秘密のメッセージを伝えるために行うはったり判定はアクションを取らない。


<b>もう一度やり直してください: </b>異なる。

一般に、社交の場でのはったり判定に失敗した場合、その対象は怪しすぎるため、同じ状況で再挑戦することはできないが、戦闘中のフェイントのためのはったり判定には自由に再挑戦することができる。

メッセージを送ろうとしているときにも再試行が認められてい るが、再試行は1ラウンドにつき1回しか行えない。再試行には同じ確率の誤送信が伴います。


<b>スペシャル: </b>レンジャーは、有利な敵に対してこの技能を使用すると、はったり 判定にボーナスを獲得します。

ヘビの使い魔のマスターははったり 判定に +3 ボーナスを得る。

あなたが説得特技を持っている場合、はったり判定に +2 ボーナスを獲得します。


<b>相乗効果: </b>はったりで 5 つ以上のランクを持っている場合は、交渉、威圧、早業の判定に加えて、監視されていることが分かっていてそのキャラクターらしく行動しようとした場合に行われる変装の判定に +2 ボーナスを獲得します。


<b>はったりの例: </b>

<b c=ty7>真意看破修正	状況例</b>

–5	<min_x=cur_x>ターゲットはあなたを信じたいと思っています。<min_x=0>

+0	<min_x=cur_x>はったりは信憑性があり、ターゲットにはあまり影響を与えません。<min_x=0>

+5	<min_x=cur_x>はったりは少し信じがたい、またはターゲットをある程度の危険にさらします。<min_x=0>

+10	<min_x=cur_x>はったりは信じがたいものであるか、ターゲットを重大な危険にさらします。<min_x=0>

+20	<min_x=cur_x>そのはったりは途方もなく、信じられないほどです。<min_x=0>
]]},




[skl_disguise	]={n="変装"	,b="この技能を使用して、自分や他の人の外見を変更します。"
,d=[[
この作業には、少なくともいくつかの小道具、メイクアップ、そして時間が必要です。

変装キットを使用すると、変装判定に +2 の状況ボーナスが与えられます。

変装には、元の身長または体重の 10 分の 1 以内の明らかな変更が含まれる場合があります。


また、変装を使って、個人やタイプの人間になりすますこともできる。

たとえば、実際の変装をほとんどまたはまったく行わずに、地元の人であっても旅行者のように見せることができます。


<b>判定: </b>あなたの変装判定結果によって変装の上手さが決まりますが、他の人の視認判定結果とは対照的です。

自分自身に何の注意も引かなければ、他の人は視認判定を行うことができません。

もしあなたが不審な人々（例えば、街の門を通る平民を監視している警備員など）の目に留まれば、そのような監視者は視認判定で10を取っていると考えることができる。

複数人がその技能に対して視認判定を行っている場合でも、技能の使用ごとに得られる変装判定は 1 つだけです。

変装判定は秘密裏に行われるため、結果の良し悪しはわかりません。


変装の効果は、見た目をどれだけ変えようとしているかによって決まります。

<b c=ty7>変装判定修正	変装</b>
+5		細かい部分のみ
–2		異性に変装(1)
–2		異種族に変装(1)
–2(2)		年齢層を装って(1)

1. これらの修正は累積的です。 該当するものを使用してください。

2. 実際の年齢区分と偽装した年齢区分の差の1段階につき。段階は、若年（成人より若い）、成人、中年、老年、老齢。


特定の個人になりすましている場合、その人の外見を知っている人は、以下の表に従って視認 判定でボーナスを獲得します。

さらに、彼らは自動的にあなたを疑っていると見なされるため、常に反対の判定が必要です。

<b c=ty7>視認判定ボーナス	親しみ</b>
+4			一目で認識します
+6			友人や同僚
+8			親しい友人
+10			親密な

通常、人はあなたに会った直後とその後は 1 時間ごとに、あなたの変装を視認ために視認判定を行います。

多くの異なるクリーチャーに偶然出会った場合、それぞれの時間が短い場合は、グループの平均的な視認修正値を使用して、1 日または 1 時間に 1 回確認してください。


<b>アクション: </b>変装の作成には 1d3×10 分の作業が必要です。


<b>もう一度やり直してください: </b>はい。 失敗した変装をやり直そうとすることもできますが、変装が試みられたことが他人に知られると、さらに疑念を抱くようになります。


<b>スペシャル: </b>変身、変装、ポリモルフ、シェイプチェンジなど、自分の姿を変える魔法は、変装判定に＋10のボーナスを与える（個々の呪文の説明を参照）。

ベールの呪文を使って特定の人物の外見を複製するには、+10のボーナス付き変装判定に成功しなければならない。

幻影を見通すことができる占い魔法（例えば "トゥルーシーイング"）は、平凡な変装を見通すことはできないが、魔法的に強化された変装の魔法的要素を否定することはできる。

幻影呪文を唱えるときに変装判定を行い、その類似性がどの程度優れているかを判断する必要があります。

あなたがはったり特技を持っている場合、あなたは変装判定に +2 ボーナスを得る。


<b>相乗効果: </b>はったりで 5 つ以上のランクを持っている場合、監視されていることがわかっていてそのキャラクターらしく行動しようとした場合、変装判定に +2 ボーナスが与えられます。
]]},




[skl_info	]={n="情報収集"	,b="この技能は、地域内で連絡を取り、地元のゴシップを見つけたり、噂を広めたり、一般的な情報を収集したりするために使用します。"
,d=[[
<b>判定: </b>一晩の時間、飲み物を買ったり友だちを作ったりするための金貨数枚、そして難易度(DC)10の情報収集判定で、その都市の主要なニュースを大まかに知ることができる。判定の結果が高ければ高いほど、より良い情報を得ることができる。

特定の噂や特定のアイテムについて調べたい、地図を入手したい、またはそれに沿って何か他のことをしたい場合、修正難易度(DC) は 15 ～ 25、あるいはそれ以上になります。


<b>アクション: </b>一般的な情報収集判定には 1d4+1 時間かかります。


<b>もう一度やり直してください: </b>はい、ただし各判定に時間がかかります。 さらに、特定の種類の情報を繰り返し追求すると、自分自身に注目が集まる可能性があります。


<b>スペシャル: </b>ハーフエルフは情報収集判定に+2の種族ボーナスを持ちます。

捜査の特技を持っている場合、情報収集判定に+2のボーナスを得る。


<b>相乗効果: </b>知識 (地元) のランクが 5 以上ある場合、情報収集判定で +2 ボーナスを獲得します。
]]},




[skl_anim	]={n="動物使い"	,b="この技能を使用して、険しい地形で馬車を引く馬のチームを運転したり、犬に警備の仕方を教えたり、ティラノサウルスにあなたの命令に従って話すように教えたりできます。"
,d=[[
<b>判定: </b>難易度(DC) は、何をしようとしているかによって異なります。

<b c=ty7>動物使い難易度(DC)	タスク</b>
10		動物を扱う
25		動物を "訓練"
15 or 20(1)	動物に芸を教える
15 or 20(1)	一般的な目的のために動物を訓練する
15 + 動物の難易度(DC)	野生動物を飼育する

1. 以下の具体的なトリックや目的を参照してください。


<b c=ty7>汎用難易度(DC)</b>
15	騎乗
15	芸能
15	重労働
20	戦闘騎乗
20	戦い
20	ガード
20	狩猟


<b c=ty7>動物使い: </b>このタスクは、動物が知っているタスクやトリックを実行するように命令することである。

動物が負傷しているか、非致死的ダメージや能力値ダメージを受けている場合、難易度(DC)は2増加します。

判定が成功すると、動物は次のアクションでタスクまたはトリックを実行します。


<b c=ty7>動物を "訓練": </b>動物を訓練とは、動物が知らないが物理的に実行できるタスクやトリックを実行させることを意味します。

このカテゴリには、動物に強制行進をさせたり、睡眠サイクルの合間に 1 時間以上ハッスルさせたりすることも含まれます。

動物が負傷しているか、非致死的ダメージや能力値ダメージを受けている場合、難易度(DC)は2増加します。

判定が成功すると、動物は次のアクションでタスクまたはトリックを実行します。


<b c=ty7>動物にトリックを教える: </b>1週間の作業と、指定された難易度(DC)に対する動物使い判定に成功すれば、動物に特定のトリックを教えることができます。

知力値が 1 の動物は最大 3 つのトリックを学習でき、知力値が 2 の動物は最大 6 つのトリックを学習できます。

考えられるトリック (およびそれに関連する 難易度(DC)) には次のようなものがありますが、必ずしもこれらに限定されるわけではありません。

カム（難易度(DC)15）： その動物が通常なら寄ってこない場合でも寄ってくる。

ヒール(難易度(DC) 15):動物は、通常では行かない場所まで、あなたのすぐ後をついていきます。

ステイ（難易度(DC)15）： その動物はその場に留まり、君が戻ってくるのを待つ。寄ってくる他のクリーチャーに挑むことはないが、それでも必要なら身を守る。

シーク（難易度(DC)15）： その動物がそのエリアに移動し、明らかに生きているもの、あるいは動いているものを探し回る。

フェッチ（難易度(DC)15）： 動物が何かを取ってくる。あなたが特定のアイテムを指ささなければ、動物は何かランダムなものを取ってくる。

パフォーム（難易度(DC)15）： お座り、寝返り、咆哮、吠え声など、さまざまな簡単な芸をする。

ワーク (難易度(DC) 15): 動物は中程度または重い荷物を引いたり押したりします。

ダウン（難易度(DC) 15）：動物は戦闘から離脱するか、そうでなければ後退します。 このトリックを知らない動物は、（怪我や恐怖の影響などにより）逃げなければならないか、敵が敗北するまで戦い続けます。

ガード（難易度(DC) 20）：動物はその場に留まり、他の動物が近づくのを防ぎます。

トラック（難易度(DC) 20）：動物は提示された匂いを追跡します。 （これには動物が嗅覚能力を持っている必要があります）

アタック（難易度(DC) 20）：動物は明らかな敵を攻撃します。 攻撃してほしい特定の生き物を指定すると、可能であればそれに応じます。

通常、動物は人型生物、巨大な人型生物、巨人、またはその他の動物のみを攻撃します。

すべての生き物（アンデッドや異形などの不自然な生き物を含む）を攻撃するように動物に教えることは、2 つのトリックとしてカウントされます。

ディフェンド（難易度(DC)20）：たとえ命令が与えられなくても、動物はあなたを守ります（または脅威が存在しない場合はあなたを守る準備ができています）。 あるいは、動物に他の特定のキャラクターを守るように命令することもできます。


<b c=ty7>目的のために動物を訓練する: </b>動物に個別の技を教えるのではなく、一般的な目的のために単純に訓練することができます。

基本的に、動物の目的は、警備や重労働などの一般的な枠組みに適合する、事前に選択された既知のトリックのセットを表します。

動物は、育成方針に含まれるすべてのトリックの通常の前提条件をすべて満たしている必要があります。

方針に 3 つ以上のトリックが含まれている場合、動物の知力値は 2 でなければなりません。

動物は1つの一般的な目的のためにのみ訓練することができるが、そのクリーチャーが（一般的な目的に含まれる以上の）追加の芸を習得する能力があれば、そうすることができる。

目的のために動物を訓練する場合、個別のトリックを教えるよりも判定は少なくて済みますが、時間は短くなりません。

ライディング（難易度(DC)15）：騎乗に耐えるように訓練された動物は、トリックがカム、ヒールする、そしてステイするということを知っています。 動物を騎乗できるように訓練するには 3 週間かかります。

芸能（難易度(DC)15）：芸能のために訓練された動物は、トリックがカム、フェッチ、ヒール、芸能、そしてステイを知っています。 動物の芸能を向上させるための訓練には 5 週間かかります。

ヘヴィレイバー（難易度(DC)15）：重労働のために訓練された動物は、コツがうまくいくことを知っています。 動物を重労働に訓練するには 2 週間かかります。

コンバットライディング(難易度(DC) 20):騎手を戦闘に連れて行くように訓練された動物は、アタック、カム、ディフェンド、ダウン、ガード、ヒールのトリックを知っています。

動物を戦闘騎乗用に訓練するには 6 週間かかります。

また、3 週間かけて難易度(DC) 20 の動物使い判定に成功することで、騎乗用に訓練された動物を戦闘騎乗用に訓練された動物にアップグレードすることもできます。

新しい一般的な目的と芸は、動物がかつて知っていた以前の目的と芸に完全に取って代わる。

軍馬と乗用犬は、騎手を戦闘に連れて行くためにすでに訓練されており、この目的のために追加の訓練を必要としません。

ファイティング（難易度(DC) 20）：戦闘に従事するように訓練された動物は、アタック、ダウン、およびステイのコツを知っています。 動物を戦闘用に訓練するには 3 週間かかります。

ガーディング（難易度(DC) 20）：ガードするように訓練された動物は、アタック、ガード、ダウン、ディフェンドの技を知っています。 動物を警備するために訓練するには 4 週間かかります。

ハンティング（難易度(DC) 20）：狩猟のために訓練された動物は、アタック、ダウン、フェッチ、ヒール、シーク、トラックという技を知っています。 狩猟用に動物を訓練するには 6 週間かかります。


<b c=ty7>野生動物を飼育する: </b>動物を飼育するとは、野生の生き物を幼い頃から飼い慣らすように育てることを意味します。 飼育者は、同じ種類の生き物を同時に 3 匹まで飼育できます。

家畜化に成功した動物は、飼育と同時にトリックを教えることも、後で家畜として教えることもできます。


<b>アクション: </b>異なる。

動物を扱うことは移動アクションですが、動物を訓練することは全ラウンド アクションです。 (ドルイドまたはレンジャーは、動物の相棒を自由アクションとして処理することも、移動アクションとして訓練することもできます。)

上記のような特定の時間枠を持つタスクの場合、あなたは動物使い判定を試みる前に、その半分の時間（扱う動物1頭につき1日3時間の割合）をタスクの完了に向けて費やさなければならない。

判定が失敗した場合、動物の教育、飼育、または訓練の試みは失敗し、教育、飼育、または訓練の時間を完了する必要はありません。

判定が成功した場合は、残りの時間を教育、育成、またはトレーニングを完了するために投資する必要があります。

時間が中断されたり、タスクが最後まで実行されなかった場合、動物を教えたり、育てたり、訓練したりする試みは自動的に失敗します。


<b>もう一度やり直してください: </b>はい、動物を飼育する場合を除きます。


<b>スペシャル: </b>この技能は、動物ではない知力値が 1 または 2 のクリーチャーに使用できますが、そのような判定の難易度(DC)は 5 増加します。そのようなクリーチャーには、動物と同じトリックの制限があります。

ドルイドまたはレンジャーは、相棒の動物に関する動物使い判定に +4 の状況ボーナスを得る。

さらに、ドルイドやレンジャーの動物の相棒は1つ以上のボーナストリックを知っており、これは通常のトリックの上限にはカウントされず、教えるのに訓練時間や動物使い判定を必要としない。

動物の友の特技を持っている場合、動物使いの判定を処理する際に+2のボーナスを獲得します。


<b>相乗効果: </b>動物使いのランクが5つ以上ある場合、騎乗判定と野生の共感判定で+2ボーナスを獲得できます。


<b>未熟: </b>動物使い のランクがない場合、魅力 判定を使用して家畜を扱ったり押したりすることはできますが、動物を教えたり、飼育したり、訓練したりすることはできません。

動物使いのランクを持たないドルイドやレンジャーは、魅力判定を使用して相棒の動物を扱ったり訓練したりすることはできますが、他の家畜以外の動物を教えたり、飼育したり、訓練したりすることはできません。
]]},




[skl_umd	]={n="魔法装置使用"	,b="この技能を使用すると、他の方法では起動できなかった巻物や杖などの魔法の装置を起動できます。"
,d=[[
<b>判定: </b>この技能を使用して、呪文を読んだり、魔法のアイテムを起動したりできます。

魔法装置使用を使用すると、あたかも別のクラスの呪文能力やクラス特徴を持っているかのように、別の種族であるかのように、または別の属性であるかのように、魔法のアイテムを使用できます。

杖などの装置を起動するたびに、魔法の装置を使用する判定を行います。

判定を使用して属性やその他の品質を継続的に模倣している場合は、関連する 魔法装置使用 判定を 1 時間に 1 回実行する必要があります。

どの要件を模倣するかを意識的に選択しなければならない。つまり、《魔法装置使用》の判定を行う際には、自分が何を模倣しようとしているのかを知っていなければならない。


魔法装置使用 判定を含むさまざまなタスクの 難易度(DC) を以下の表にまとめます。

<b c=ty7>魔法装置使用難易度(DC)	タスク</b>
25			やみくもに作動させる
25 + 呪文レベル		書かれた呪文を解読する
20 + キャスターレベル	巻物を使う
20			ワンドを使う
20			クラス機能を模倣する
本文を参照		能力値を模倣する
25			種族を模倣する
30			属性を模倣する


<b c=ty7>やみくもに作動させる: </b>一部の魔法のアイテムは、特別な言葉、思考、または行動によって活性化されます。

そのようなアイテムは、そうでなくても、またそれを知らなくても、起動の言葉や思考、行動を使っているかのように起動することができる。

判定を行うには、同等の活動を実行する必要があります。 つまり、話しかけたり、アイテムを振り回したり、その他の方法でアイテムを起動しようとする必要があります。

問題のアイテムを以前に少なくとも 1 回有効にしている場合、魔法装置使用判定で特別な +2 ボーナスを獲得します。

9 点以下で失敗した場合、装置を起動できません。

10 点以上失敗すると、事故が発生します。

事故とは、魔法のエネルギーが放出されても、それが望んだとおりに機能しないことを意味します。

デフォルトの災難は、アイテムが間違った対象に作用するか、制御不能な魔法エネルギーが放出され、あなたに2d6ポイントのダメージを与えることである。

この事故は、通常自分で唱えることができない巻物から呪文を唱えるときに発生する事故の可能性に加えて発生します。


<b c=ty7>書かれた呪文を解読する: </b>この使用法は、難易度(DC) が 5 ポイント高いことを除いて、呪文製作 技能を使用して書かれた呪文を解読するのと同じように機能します。

書かれた呪文を解読するには、1 分間の集中力が必要です。


<b c=ty7>能力値を模倣する: </b>巻物から呪文を唱えるには、適切な能力 (ウィザードの呪文の場合は知力、神の呪文の場合は判断力、ソーサラーまたはバードの呪文の場合は魅力) で高い値が必要です。

あなたの有効な能力値 (巻物から呪文を唱えようとするときに模倣しているクラスに適したもの) は、魔法装置使用判定結果から 15 を引いたものです。

適切な能力ですでに十分な値を持っている場合は、この判定を行う必要はありません。


<b c=ty7>属性をエ模倣する: </b>一部の魔法のアイテムは、使用者の配置に基づいてプラスまたはマイナスの効果をもたらします。

魔法装置使用を使用すると、あたかも自分が選択した属性であるかのように、これらのアイテムを使用できます。

一度に模倣できる属性は 1 つだけです。


<b c=ty7>クラス機能を模倣する: </b>場合によっては、マジック アイテムを起動にするためにクラス機能を使用する必要があります。

この場合、模倣されたクラスでの有効レベルは、魔法装置使用判定結果から 20 を引いた値に等しくなります。

この技能では、別のクラスのクラス機能を実際に使用することはできません。 それは、そのクラス機能を持っているかのようにアイテムを起動できるようにするだけです。

あなたが模倣しているクラスが属性を要求している場合、あなたは素直にそれを満たすか、あるいは別の魔法装置使用判定（上記参照）を用いて適切な属性を模倣しなければならない。


<b c=ty7>種族を模倣する: </b>魔法のアイテムの中には、特定の種族のメンバーにのみ機能するものや、それらの種族のメンバーの方がより効果的に機能するものがあります。

このようなアイテムは、あたかも自分が選んだ種族であるかのように使用できます。

一度に模倣できる種族は 1 つだけです。


<b c=ty7>巻物を使う: </b>巻物から呪文を唱える場合は、まずそれを解読する必要があります。

通常、巻物から呪文を唱えるには、その巻物の呪文がクラスの呪文リストに登録されている必要があります。

魔法装置使用 を使用すると、クラスの呪文リストに特定の呪文があるかのように巻物を使用できます。

難易度(DC)は、20 + 巻物から唱えようとしている呪文の呪文の使い手レベルに等しい。

さらに、巻物から呪文を唱えるには、適切な能力の最低値（10 + 呪文レベル）が必要です。

その能力で十分な値がない場合は、別の魔法装置使用判定 (上記を参照) で能力値を模倣する必要があります。

この技能の使用は、他の呪文補完魔法のアイテムにも適用される。


<b c=ty7>ワンドを使う: </b>通常、ワンドを使用するには、クラスの呪文リストにその杖の呪文が登録されている必要があります。

この技能を使用すると、クラスの呪文リストに特定の呪文があるかのようにワンドを使用できるようになります。

この技能の使用は、スタッフのような他の呪文発動魔法のアイテムにも適用される。


<b>アクション: </b>なし。魔法装置使用判定は、その魔法のアイテムを発動するために必要なアクション（もしあれば）の一部として行われる。


<b>もう一度やり直してください: </b>はい、ただし、アイテムを起動しようとして痛恨の失敗（ダイスの目が１）を振って失敗した場合、24時間そのアイテムを再度起動することはできません。


<b>スペシャル: </b>この技能ではテイク10はできません。

魔法装置使用判定で他の人を助けることはできません。 アイテムのユーザーのみがそのような判定を試みることができます。

あなたが魔法の適性特技を持っている場合、魔法装置使用判定に +2 ボーナスを獲得します。


<b>相乗効果: </b>

呪文製作 のランクが 5 以上ある場合、巻物に関連する 魔法装置使用 判定に +2 ボーナスを獲得します。

文字解読のランクが5以上の場合、巻物に関する魔法装置使用判定に＋2のボーナスを得る。

あなたが魔法装置使用ランクを 5 以上持っている場合、巻物の呪文を解読するために行われる呪文判定に +2 のボーナスを得る。
]]},




[skl_conc	]={n="精神集中"	,b="あなたは特に精神を集中させるのが得意です。"
,hr=[[
呪文の詠唱や治療技能の使用に伴う機会攻撃を誘発する度に精神集中判定を行わなければならない。

精神集中判定が成功すると、アクションは通常どおり続行される。 判定が失敗すると、アクションは自動的に失敗して無駄になる。
]]
,d=[[
<b>判定: </b>集中力判定は、十分な注意を必要とするアクションに従事しているときに、(ダメージを受ける、悪天候などによって)気が散る可能性がある場合は常に行う必要があります。

そのようなアクションには、呪文を唱えること、有効な呪文に集中すること、呪文を指示すること、呪文に似た能力を使用すること、または機会攻撃を引き起こす技能の使用が含まれます。

一般に、アクションが通常は機会攻撃を誘発しない場合は、気が散ることを避けるために集中力判定を行う必要はありません。

集中判定が成功した場合は、通常どおりアクションを続行できます。

判定が失敗した場合、アクションは自動的に失敗し、無駄になります。

呪文を唱えている途中だった場合、その呪文は失われます。

アクティブな呪文に集中していた場合、その呪文は集中を止めたかのように終了する。

呪文を指示していた場合、その指示は失敗しますが、呪文はアクティブなままです。

呪文のような能力を使用していた場合、その能力の使用は失われます。

技能の使用も失敗し、場合によっては、技能判定の失敗が他の影響を与える可能性もあります。


以下の表は、集中力判定の原因となるさまざまな種類の妨害するものをまとめたものです。

呪文を唱えようとしているときに気が散った場合は、唱えようとしている呪文のレベルを適切な集中難易度(DC)に追加する必要があります。

複数の種類の注意散漫が存在する場合、それぞれについて判定を行う。集中力判定に失敗した場合は、タスクが完了していないことを示す。

<b c=ty7>集中力難易度(DC)(1)		妨害</b>

10 + 与えたダメージ	<min_x=cur_x>行動中にダメージを受けた(2)<min_x=0>

10 + 継続の半分		<min_x=cur_x>最後にダメージを与えたアクション中に継続的なダメージを受けます。(3)<min_x=0>

妨害呪文セーヴ難易度(DC)	<min_x=cur_x>ダメージのない呪文に気を取られる(4)<min_x=0>

10			<min_x=cur_x>激しい動き(動く騎乗、弾むような荷馬車に乗る、荒れた海の中の小さなボートで、嵐に翻弄された船の甲板下)。<min_x=0>

15			<min_x=cur_x>激しい動き（疾走する馬に乗っている、非常に荒い馬車に乗っている、急流の小さなボートに乗っている、嵐に揺れる船の甲板上）。<min_x=0>

20			<min_x=cur_x>異常に激しい動き（地震）。<min_x=0>

15			<min_x=cur_x>からみつき。<min_x=0>

20			<min_x=cur_x>掴まれているか、固定されている。(あなたは、必要な材料が手元にある、動作要素を含まない呪文のみを唱えることができる)。<min_x=0>

5			<min_x=cur_x>天気は強風が吹いて、目もくらむような雨またはみぞれが降っています。<min_x=0>

10			<min_x=cur_x>天候は、風によるひょう、砂ぼこり、または瓦礫です。<min_x=0>

妨害呪文のセーヴ難易度(DC)	<min_x=cur_x>復讐の嵐などの呪文によって引き起こされる天候。(4)<min_x=0>

1. 注意散漫が発生したときに呪文を唱えようとしていたり、集中していたり、指示しようとしていたりする場合、指示された難易度(DC)にその呪文のレベルを加える。

2. 詠唱時間が 1 ラウンド以上の呪文の詠唱中、または 1 ラウンド以上のアクションを必要とする活動 (装置の無効化など) の実行中など。

また、詠唱中の呪文（詠唱時間1アクションの呪文の場合）または実行中のアクション（全ラウンドアクションのみを必要とする活動の場合）に応じて行われる機会攻撃または即時攻撃から生じるダメージ。

3. アシッドアローなど。

4. その呪文がセーヴを許さない場合、セーヴを許した場合のセーヴ 難易度(DC) を用いる。


<b>アクション: </b>なし。 集中力判定を行ってもアクションは発生しません。 それは、自由なアクション (反応的に試行された場合) または別のアクションの一部 (積極的に試行された場合) のいずれかです。


<b>もう一度やり直してください: </b>はい。ただし、成功しても、詠唱していた呪文の喪失や集中していた呪文の中断など、以前の失敗の影響はキャンセルされません。


<b>スペシャル: </b>集中を使用して呪文を唱えたり、呪文に似た能力を使用したり、防御的に技能を使用したりして、機会攻撃を完全に回避できます。

これは、機会攻撃を引き起こす可能性のあるその他の行為には適用されません。

判定の難易度(DC)は 15 (呪文を唱えるか、防御的に呪文に似た能力を使用する場合は、呪文のレベルに加えます) です。

集中判定が成功した場合、機会攻撃を誘発することなく通常どおりアクションを試みることができます。

集中力判定が成功しても、ストレスの多い状況にある場合は、別の判定で テイク10はできません。 通常どおり判定を行う必要があります。

集中力判定が失敗すると、関連するアクションも自動的に失敗し (適切な影響が発生します)、あたかも気が散って集中力が妨げられたかのように、そのアクションは無駄になります。

戦闘詠唱特技を持つキャラクターは、防御しているとき、組みついているとき、または固定されているときに呪文を唱えるか、呪文に似た能力を使用するために行われる集中判定に +4 ボーナスを得る。
]]},




[skl_lang	]={n="言語"	,b="この技能を使用して、より多くの言語を学習します。"
,d=[[
言語 技能は他の技能とは異なります。 言語は次のように機能します。

• 1 つまたは 2 つの言語 (種族に応じて) を知っている 1 レベルから開始し、さらに開始時の知力ボーナスに等しい数の言語を追加します。

• 言語 は他の技能と同じように購入できますが、ランクを購入するのではなく、話せる新しい言語を選択します。

• 言語判定は行いません。言語を知っているか、知らないかのどちらかです。

• 読み書きができるキャラクター(技能ポイントを消費して読み書きをしていないバーバリアンを除く)は、話す言語を読み書きできます。各言語には文字がありますが、複数の話し言葉が 1 つの文字を共有することもあります。


共通言語とその文字を以下の表にまとめます。

<b c=ty7>言語		文字		代表的なスピーカー</b>
奈落語		地獄語		<min_x=cur_x>デーモン、混沌で悪の来訪者<min_x=0>
アクアン		エルフ語		<min_x=cur_x>水棲生物<min_x=0>
風界語		竜語		<min_x=cur_x>空中のクリーチャー<min_x=0>
天上語		天上語		<min_x=cur_x>善来訪者<min_x=0>
共通語		共通語		<min_x=cur_x>人間、ハーフリング、ハーフエルフ、ハーフオーク<min_x=0>
竜語		竜語		<min_x=cur_x>コボルド、トログロダイト、リザードフォーク、ドラゴン<min_x=0>
ドルイド語	ドルイド語	<min_x=cur_x>ドルイド(のみ)<min_x=0>
ドワーフ語		ドワーフ語		<min_x=cur_x>ドワーフ<min_x=0>
エルフ語		エルフ語		<min_x=cur_x>エルフ<min_x=0>
巨人語		ドワーフ語		<min_x=cur_x>オーガ、ジャイアント<min_x=0>
ノーム語		ドワーフ語		<min_x=cur_x>ノーム<min_x=0>
ゴブリン語	ドワーフ語		<min_x=cur_x>ゴブリン、ホブゴブリン、バグベア<min_x=0>
ノール語		共通語		<min_x=cur_x>ノール<min_x=0>
ハーフリング語	共通語		<min_x=cur_x>ハーフリング<min_x=0>
火界語		竜語		<min_x=cur_x>火属性のクリーチャー<min_x=0>
地獄語		地獄語		<min_x=cur_x>デビル、秩序な混沌来訪者<min_x=0>
オーク語		ドワーフ語		<min_x=cur_x>オーク<min_x=0>
森語		エルフ語		<min_x=cur_x>ドライアド、ブラウニー、レプラコーン<min_x=0>
地界語		ドワーフ語		<min_x=cur_x>ゾーンと他の地球上のクリーチャー<min_x=0>
地下共通語	エルフ語		<min_x=cur_x>ドラウ<min_x=0>


<b>アクション: </b>該当なし。


<b>もう一度やり直してください: </b>該当しない。言語の判定はありません。
]]},




[skl_knowledge	]={n="知識"	,b="知識は、何らかの伝承、場合によっては学術分野、さらには科学分野の研究を表します。"
,d=[[
クラフトや職業の技能と同様に、知識には実際には多くの無関係な技能が含まれています。

以下は、典型的な研究分野です。

• 自然（動物、フェイ、ジャイアント、巨大な人型生物、植物、季節と周期、天気、害虫）

•洞窟捜索技術（異形、洞窟、ウーズ、洞窟探検）

• 地理（土地、地形、気候、人々）

• 地元（伝説、人物、住民、法律、習慣、伝統、人型）

• 建築および工学 (建物、水道橋、橋、要塞)

• 貴族と王族（血統、紋章、家系図、座右の銘、性格）

• 歴史（王族、戦争、植民地、移民、都市の設立）

• 宗教 (神と女神、神話の歴史、教会の伝統、聖なる象徴、アンデッド)

• 神秘学 (古代の謎、魔法の伝統、アーケインのシンボル、不可解なフレーズ、構築物、ドラゴン、魔法の獣)

• 次元界（内界、外界、アストラル界、エーテル界、来訪者、エレメンタル界、次元界に関する魔法）


<b>判定: </b>自分の研究分野内の質問に答えると、難易度(DC) は 10 (本当に簡単な質問の場合)、15 (基本的な質問の場合)、または 20 ～ 30 (非常に難しい質問の場合) になります。

多くの場合、この技能を使ってモンスターとその特殊能力や弱点を識別することができる。

一般に、このような判定の難易度(DC)は 10 + モンスターの 難易度(DC) に等しくなります。

判定に成功すると、そのモンスターに関する役立つ情報を少し思い出すことができます。

判定結果が 難易度(DC) を超える 5 ポイントごとに、別の有益な情報が思い出されます。


<b>アクション: </b>通常は何もありません。 ほとんどの場合、知識判定を行ってもアクションは発生しません。単に答えを知っているか、知らないかだけです。


<b>もう一度やり直してください: </b>いいえ。判定はあなたが知っていることを表し、トピックについてもう一度考えても、そもそも学んだことのないことを知ることはできません。


<b>相乗効果: </b>

あなたが知識 (自然) のランクを 5 以上持っている場合、地上の自然環境 (水生、砂漠、森林、丘、湿地、山、または平原) で行われた生存判定に +2 ボーナスを獲得します。

あなたが知識（洞窟捜索技術）のランクを 5 以上持っている場合、地下にいる間に行われる生存判定に +2 ボーナスを得る。

知識 (地理) のランクが 5 以上ある場合、道に迷わないようにするため、または自然災害を回避するために行われる生存判定に +2 ボーナスが与えられます。

知識 (ローカル) のランクが 5 以上ある場合、情報収集判定で +2 ボーナスを獲得します。

知識 (建築と工学) のランクが 5 以上ある場合、隠し扉や隠し部屋を見つけるための検索判定に +2 ボーナスが与えられます。

知識 (貴族と王族) のランクが 5 以上ある場合、交渉判定に +2 ボーナスを獲得します。

知識 (歴史) のランクが 5 以上ある場合、バードの知識判定で +2 ボーナスが得られます。

知識(宗教)のランクが5つ以上ある場合、アンデッドに対して判定を回すと+2ボーナスが得られます。

知識（神秘学）のランクが 5 以上ある場合、呪文製作判定に +2 ボーナスを得る。

知識(次元)のランクが5つ以上ある場合、他の次元で行われている間に行われた生存判定に+2ボーナスが加算されます。

生存で 5 つ以上のランクがある場合、知識 (自然) 判定に +2 ボーナスが与えられます。


<b>未熟: </b>訓練を受けていない知識判定は単なる知力判定である。実際に訓練を受けていない場合は、一般的な知識（難易度(DC)10以下）しか知らない。
]]},




[skl_craft	]={n="製作"	,b="製作、交易または工芸の訓練を受けている。"
,hr=s_skl_hour
,d=[[
知識、芸能、職業と同様に、製作は実際にはいくつかの個別の技能です。

錬金術、鎧鍛冶、籠編み、製本、弓作り、鍛冶、書道、大工仕事、石畳み、宝石切断、革細工、錠前鍛冶、絵画、陶器、彫刻、造船、石工、罠作り、武器鍛冶、織物など。

複数の製作 技能を持ち、それぞれに独自のランクがあり、それぞれを個別の技能として購入することができます。

製作 技能は、何かを作成することに特に焦点を当てています。 その努力によって何も生み出されなかった場合、それはおそらく職業技能の範疇に入るでしょう。


<b>判定: </b>トレードを練習してまともな生計を立てることができ、一週間の献身的な仕事で判定結果の約半分を金貨で稼ぐことができます。

道具の使い方、日々の仕事の進め方、訓練を受けていない助手の指導の仕方、よくある問題の対処法などを心得ている。(訓練を受けていない労働者や助手の1日の平均収入は銀貨1枚)


ただし、製作 技能の基本的な機能は、適切なタイプのアイテムを作成できるようにすることです。

難易度(DC) は、作成されるアイテムの複雑さによって異なります。

難易度(DC)、判定結果、およびアイテムの価格によって、特定のアイテムの作成にかかる時間が決まります。

商品の完成価格によって原材料のコストも決まります。


場合によっては、製作呪文を使用して、実際の判定を行わずに製作 判定の結果を得ることができます。

ただし、呪文を使用して高度な職人技を必要とする品物を作成する場合は、適切な製作判定を行う必要があります。


木工に関する技能判定に成功し、アイアンウッドの呪文を唱えれば、鋼鉄の強度を持つ木製のアイテムを作ることができる。

マイナークリエーションの呪文を唱えるときは、複雑なアイテムを作成するために適切な製作判定に成功する必要があります。


すべての工芸品は、成功の可能性を高めるために職人の道具を必要とする。

即席のツールが使用された場合、判定は -2 の状況ペナルティで行われます。

一方、高品質職人のツールは判定に+2の状況ボーナスを提供します。


アイテムの作成にどれくらいの時間と費用がかかるかを確認するには、次の手順に従います。

1. 商品の価格を確認します。 価格を銀貨単位で入力します (1 金貨 = 10 銀貨)。

2. 下の表から難易度(DC)を求めて下さい。

3. 商品価格の3分の1を原材料費としてご負担いただきます。

4. 1週間の作業を表す適切な製作判定を行います。

判定が成功した場合は、判定結果に 難易度(DC) を乗算します。

結果 × 難易度(DC) が 銀貨 のアイテムの価格と等しければ、アイテムは完成したことになります。

結果 × 難易度(DC) が銀貨のアイテムの価格の 2 倍または 3 倍に等しい場合、タスクは 2 分の 1 または 3 分の 1 の時間で完了したことになります。

難易度(DC) の他の倍数でも同様に時間が短縮されます。

結果 × 難易度(DC) が価格と等しくない場合、それは今週の進歩を表します。 結果を記録し、次の週に新しい製作 判定を作成します。 毎週、合計が銀貨のアイテムの価格に達するまで、さらに進歩します。

4 点以下の差で判定に失敗した場合、今週は進歩がありません。

5点以上の差で失敗した場合、原材料の半分が無駄になり、元の原材料費の半分を再度支払わなければなりません。


<b c=ty7>日々の進歩: </b>週単位ではなく日単位で判定することもできます。

この場合、あなたの進行状況 (判定結果 × 難易度(DC)) は銀貨ではなく銅貨になります。


<b c=ty7>高品質アイテムの製作: </b>高品質アイテム(武器、防具、盾、道具など)は、魔法ではなく、卓越した職人技によって使用することでボーナスを与えることができます。

高品質 アイテムを作成するには、標準アイテムに加えて別個のアイテムであるかのように、高品質 部品を作成します。

高品質部品には独自の価格(武器の場合は300 金貨、鎧または盾の場合は150 金貨)とクラフト難易度(DC)は20です。

標準部品と高品質部品の両方が完成すると、高品質アイテムが完成します。

注: 高品質 部品に支払うコストは、原材料のコストと同様に、所定の金額の 3 分の 1 です。


<b c=ty7>アイテムの修理: </b>一般に、アイテムを修理するには、最初にアイテムを製作するのに要したのと同じ 難易度(DC) に対して判定を行うことができます。

アイテムの修理費用はアイテム価格の5分の1です。


製作技能を使用して特定の種類のアイテムを製作する場合、そのアイテムの製作に関係する判定の難易度(DC)は通常、次の表に示すとおりです。

<b c=ty7>製作技能	製作難易度(DC)		アイテム</b>
錬金術(1)		15			<min_x=cur_x>酸<min_x=0>
錬金術(1)		20			<min_x=cur_x>錬金術師の火、煙のスティック、または火口<min_x=0>
錬金術(1)		25			<min_x=cur_x>アンチトキシン、サンロッド、タングルフットバッグ、サンダーストーン<min_x=0>
鎧鍛冶		10+ACボーナス		<min_x=cur_x>鎧または盾<min_x=0>
弓作り		12			<min_x=cur_x>ロングボウまたはショートボウ<min_x=0>
弓作り		15			<min_x=cur_x>コンポジットロングボウまたはコンポジットショートボウ<min_x=0>
弓作り		15+(2×レーティング)	<min_x=cur_x>強度の高いコンポジットロングボウまたはコンポジットショートボウ<min_x=0>
武器鍛冶		15			<min_x=cur_x>クロスボウ<min_x=0>
武器鍛冶		12			<min_x=cur_x>単純な近接武器または投擲武器<min_x=0>
武器鍛冶		15			<min_x=cur_x>格闘用の近接武器または投擲武器<min_x=0>
武器鍛冶		18			<min_x=cur_x>特殊近接武器または投擲武器<min_x=0>
罠作り		異なる(2)			<min_x=cur_x>機械式トラップ<min_x=0>
異なる		5			<min_x=cur_x>とてもシンプルなアイテム（木製スプーン）<min_x=0>
異なる		10			<min_x=cur_x>典型的なアイテム（鉄鍋）<min_x=0>
異なる		15			<min_x=cur_x>高級品（鐘）<min_x=0>
異なる		20			<min_x=cur_x>複雑かつ優れたアイテム（錠前）<min_x=0>

1. これらのアイテムを作成するには、呪文の使い手である必要があります。

2. トラップには独自の構築ルールがあります。


<b>アクション: </b>適用されません。 製作判定は日または週ごとに行われます (上記を参照)。


<b>もう一度やり直してください: </b>はい、ただし、5 点以上ミスするたびに、原材料の半分が無駄になり、元の原材料費の半分を再度支払わなければなりません。


<b>スペシャル: </b>ドワーフは特に石細工や金属細工に優れているため、石や金属に関連する工芸判定に +2 の種族ボーナスがあります。

ノームは敏感な鼻を持っているため、クラフト（錬金術）判定に +2 の種族ボーナスがあります。


あなたは、アイテムを製作するために、示された難易度(DC)に自発的に+10を加えることができます。

これにより、アイテムをより迅速に製作できます (進行状況を判断するために、このより高い 難易度(DC) にクラフト判定の結果を乗算することになるため)。

毎週または毎日の判定を行う前に、難易度(DC) を増やすかどうかを決定する必要があります。


製作（錬金術）を使用してアイテムを製作するには、錬金術装備を持ち、呪文の使い手である必要があります。

都市で活動している場合は、アイテムを製作するための材料費の一部として必要なものを購入できますが、錬金術器具は場所によっては入手が困難または不可能です。

錬金術師の研究室を購入し維持することで、仕事に最適な道具が揃うため、製作（錬金術）判定に状況ボーナス＋2が与えられるが、その技能を使って作ったアイテムのコストには影響しない。


<b>相乗効果: </b>製作 技能のランクが 5 の場合、その製作 技能で作成されたアイテムに関連する鑑定判定に +2 ボーナスが与えられます。
]]},




[skl_profession	]={n="職能"	,b="生活のため、または専門職として訓練を受けている。"
,hr=s_skl_hour
,d=[[
製作、知識、芸能 と同様に、職能 は実際にはいくつかの個別の技能です。

薬屋、船乗り、簿記係、醸造係、コック、運転手、農夫、漁師、ガイド、薬草係、牧夫、狩人、宿屋、木こり、粉屋、鉱夫、ポーター、牧場主、水夫、書記係、攻城兵、厩務員、皮なめし職人、チームスター、木こりなど。

それぞれに独自のランクを持つ複数の職業技能を持ち、それぞれを個別の技能として購入することができます。

製作 技能はアイテムを製作または製作する能力を表しますが、職能 技能はより広範囲であまり具体的ではない知識を必要とする職業の適性を表します。

現代的な例えで言えば、職業がサービス業であれば、それはおそらく職能技能です。 製造部門であれば、おそらく製作技能です。


<b>判定: </b>職業訓練に励み、週に1回の献身的な労働で、職能判定の結果の約半分の金貨を稼ぎ、きちんとした生計を立てることができる。

あなたは、自分のビジネス道具の使い方、職業の日常業務の遂行方法、ヘルパーの監督方法、一般的な問題の処理方法を知っています。


<b>アクション: </b>該当なし。通常、1 回の判定で 1 週間分の作業を表します。


<b>もう一度やり直してください: </b>異なる。

職能技能を使用して収入を得る試みは再試行できません。

判定の結果がどんな週給であったとしても、あなたはそれに縛られる。

次の期間の新しい収入を決定するために、1 週間後に別の判定が行われる場合があります。

特定のタスクを達成しようとする試みは、通常は再試行できます。


<b>未熟: </b>訓練を受けていない労働者とアシスタント (つまり、職業にランクがないキャラクター) は、1 日あたり平均 1 銀貨を獲得します。
]]},




[skl_perform	]={n="芸能"	,b="あなたは、さまざまな特定の方法を含む、ある種の芸術的表現に熟練しており、ショーの上演方法を知っています。"
,d=[[
技術、知識、職能と同様に、芸能は実際にはいくつかの個別の技能です。

複数の 芸能 技能を持ち、それぞれに独自のランクがあり、それぞれが個別の技能として購入できます。

芸能 技能の 9 つのカテゴリにはそれぞれ、さまざまな方法、手段、テクニックが含まれており、その小さなリストがカテゴリごとに以下に示されています。

• 歌う（バラード、チャント、メロディー）
• 踊る（バレエ、ワルツ、ジグ）
• 雄弁（叙事詩、賛歌、物語）
• 弦楽器（フィドル、ハープ、リュート、マンドリン）
• 管楽器（フルート、パンパイプ、リコーダー、ショーム、トランペット）
• 打楽器（ベル、チャイム、ドラム、ゴング）
• 鍵盤楽器（チェンバロ、ピアノ、パイプオルガン）
• 芸能（コメディ、ドラマ、パントマイム）
• 喜劇（道化、下ネタ、冗談）


<b>判定: </b>自分の才能と技能で聴衆を感動させることができます。

<b c=ty7>芸能難易度(DC)	芸能		収入</b>

10		日常の芸能	<min_x=cur_x>人前で遊んでお金を稼ごうとするのは、本質的に物乞いをするようなものです。 1日あたり1d10 銅貨を獲得できます。<min_x=0>

15		楽しい芸能	<min_x=cur_x>繁栄した都市では、1 日あたり 1d10 銀貨 を獲得できます。<min_x=0>

20		素晴らしい芸能	<min_x=cur_x>繁栄した都市では、1 日あたり 3d10 銀貨 を獲得できます。 やがて、プロの劇団に招待され、地域での評判が高まるかもしれません。<min_x=0>

25		記憶に残る芸能	<min_x=cur_x>繁栄した都市では、1 日あたり 1d6 金貨 を獲得できます。 やがて、高貴な後援者の注目を集めるようになり、全国的な評判が高まるかもしれません。<min_x=0>

30		並外れた芸能	<min_x=cur_x>繁栄した都市では、1 日あたり 3d6 金貨 を獲得できます。 やがて、あなたは遠く離れた潜在的な後援者、あるいは次元外の存在からも注目を集めるかもしれません。<min_x=0>

高品質楽器は、その使用を伴う演奏判定に +2 の状況ボーナスを与えます。


<b>アクション: </b>異なる。

人前で演奏してお金を稼ごうとすると、夜の仕事から丸一日の演奏まで、さまざまな作業が必要になります。

バードの特殊能力芸能は、そのクラスの説明文に書かれている。


<b>もう一度やり直してください: </b>はい。 再試行は許可されていますが、以前の失敗が無効になるわけではありません。また、過去に感動しなかった聴衆は、将来の芸能に対して偏見を持つ可能性があります。 (前回の失敗ごとに 難易度(DC) を 2 ずつ増やします。)


<b>スペシャル: </b>バードは、味方に勇気を与えたり、カウンターソングや魅惑的な能力を使用したりするために、芸能技能で少なくとも3つのランクを持っている必要があります。

バードが能力を鼓舞するには芸能技能のランクが6、暗示能力を使うにはランクが9、偉大さを鼓舞するにはランクが12、自由の歌能力を使うにはランクが15、英雄性を鼓舞するにはランクが18、大量暗示能力を使うにはランクが21必要である。

バードクラスの説明の呪歌を参照してください。


芸能 技能の使用に加えて、手品、タンブリング、綱渡り、呪文 (特にイリュージョン) で人々を楽しませることができます。
]]},

[skl_k_nature	]={n="自然				"},
[skl_k_dgn		]={n="洞窟探索技術		"},
[skl_k_geo		]={n="地理				"},
[skl_k_local	]={n="地元				"},
[skl_k_arch		]={n="建築と工学			"},
[skl_k_nobility	]={n="貴族と王族			"},
[skl_k_history	]={n="歴史				"},
[skl_k_religion	]={n="宗教				"},
[skl_k_arcana	]={n="神秘学				"},
[skl_k_plane	]={n="次元				"},

[skl_f_sing		]={n="歌う				"},
[skl_f_dance	]={n="踊る				"},
[skl_f_oratory	]={n="雄弁				"},
[skl_f_string	]={n="弦楽器				"},
[skl_f_wind		]={n="管楽器				"},
[skl_f_perc		]={n="打楽器				"},
[skl_f_key		]={n="鍵盤楽器			"},
[skl_f_act		]={n="芸能				"},
[skl_f_comedy	]={n="喜劇				"},

[skl_p_wood		]={n="木こり				"},
[skl_p_mine		]={n="鉱夫				"},
[skl_p_rock		]={n="採石業				"},
[skl_p_hunt		]={n="ハンター			"},
[skl_p_fish		]={n="漁師				"},
[skl_p_anim		]={n="農場経営者			"},
[skl_p_farm		]={n="農場主				"},
[skl_p_herb		]={n="薬草商				"},
[skl_p_cook		]={n="料理人				"},
[skl_p_lumb		]={n="伐採人				"},
[skl_p_tanner	]={n="なめし皮職人		"},
[skl_p_apo		]={n="薬剤師				"},
[skl_p_miller	]={n="製粉業				"},
[skl_p_baker	]={n="パン職人			"},
[skl_p_brewer	]={n="醸造家				"},
[skl_p_arch		]={n="建築家				"},
[skl_p_engineer	]={n="技師				"},
[skl_p_siege	]={n="攻城技師			"},
[skl_p_merchant	]={n="商人				"},
[skl_p_barr		]={n="弁護士				"},
[skl_p_cour		]={n="遊女				"},
[skl_p_clerk	]={n="事務員				"},
[skl_p_bkkpr	]={n="簿記係				"},
[skl_p_scribe	]={n="筆記者				"},
[skl_p_lib		]={n="図書館員			"},
[skl_p_boater	]={n="船頭				"},
[skl_p_driver	]={n="運転手				"},
[skl_p_teamster	]={n="御者				"},
[skl_p_stbhnd	]={n="厩務員				"},
[skl_p_stbmst	]={n="親方				"},
[skl_p_porter	]={n="運搬人				",td="ポーターはパーティーのためにさらに多くのアイテムや商品を積み込むことができます。"},
[skl_p_butcher	]={n="肉屋				"},
[skl_p_gambler	]={n="ギャンブラー		"},
[skl_p_gardener	]={n="庭師				"},
[skl_p_guide	]={n="ガイド				",td="ガイドは、困難な地形を迅速に移動する手助けをし、物資の収集も行うことができます。"},
[skl_p_herder	]={n=" 牧畜民			"},
[skl_p_innkpr	]={n="宿屋の主人			"},
[skl_p_midwife	]={n="助産師				"},
[skl_p_sailor	]={n="船乗り				"},
[skl_p_soldier	]={n="兵士				"},
[skl_p_ass		]={n="暗殺者				"},
[skl_p_lab		]={n="労働者				"},
[skl_p_msg		]={n="伝令				"},
[skl_p_min		]={n="吟遊詩人			"},
[skl_p_sag		]={n="賢者				",td="賢者は傭兵を含むパーティメンバーの、より迅速なレベルアップをサポートします。"},
[skl_p_spy		]={n="密偵				"},
[skl_p_thf		]={n="盗賊				"},
[skl_p_tchr		]={n="教師				"},

[skl_c_bs		]={n="鍛冶				",t="鍛冶師				"},-- z_add_skl
[skl_c_wpn		]={n="武器製作			",t="武器職人			"},
[skl_c_amr		]={n="防具製作			",t="鎧職人				"},
[skl_c_maa		]={n="魔法装備の製作		",t="魔法装備職人			"},
[skl_c_wond		]={n="不思議な道具の製作	",t="不思議な道具職人		"},
[skl_c_tailor	]={n="仕立て				",t="仕立て屋			"},
[skl_c_lthr		]={n="革細工				",t="革職人				"},
[skl_c_carp		]={n="大工仕事			",t="大工				"},
[skl_c_bow		]={n="弓製作				",t="弓職人				"},
[skl_c_trap		]={n="罠製作				",t="罠職人				"},
[skl_c_lock		]={n="錠前制作			",t="錠前屋				",td="錠前屋は、鍵の開錠や罠の解除、さらにロックピックの作成などのサービスを提供することができます。"},
[skl_c_stone	]={n="石工技術			",t="石工				"},
[skl_c_gem		]={n="宝石研磨術			",t="宝石研磨職人			"},
[skl_c_jewel	]={n="宝飾品				",t="宝石商				"},
[skl_c_alchemy	]={n="錬金術				",t="錬金術師			",td="錬金術師はあらゆる種類のポーションを作ります。"},
[skl_c_cal		]={n="書道				",t="書道家				"},
[skl_c_paint	]={n="絵画				",t="画家				"},
[skl_c_sculpt	]={n="彫刻				",t="彫刻家				"},
[skl_c_pottery	]={n="陶芸				",t="陶芸家				"},
[skl_c_ship		]={n="造船				",t="船大工				"},
[skl_c_shoe		]={n="製靴				",t="靴職人				"},
[skl_c_weave	]={n="織物				",t="織工				"},
[skl_c_bskt		]={n="かご編み			",t="かご編み職人			"},
[skl_c_bkbnd	]={n="製本				",t="製本家				"},
[skl_c_cloth	]={n="布製				",t="織物職人			"},
[skl_c_clothing	]={n="衣類				",t="洋裁師				"},
[skl_c_cob		]={n="靴修繕				",t="靴修繕職人			"},
[skl_c_gls		]={n="ガラス吹き			",t="ガラス職人			"},
}